[
    {
        "url": "https://www.nucnet.org/news/nuclear-energy-committee-established-as-nation-develops-reactor-programme-2-1-2024",
        "title": "Nuclear Energy Committee Established As Nation Develops Reactor Programme",
        "text": [
            "New leadership has set ambitious target for 2,400 MW nuclear capacity",
            "The Philippine Department of Energy (DOE) is set to establish a nuclear energy programme coordinating committee with the goal of achieving a 2,400-megawatt nuclear power capacity by 2032, local media reported.",
            "The Manila Standard said the committee will be chaired by the DOE and will include various stakeholders. It’s expected to coordinate inter-agency work as the Philippines are establishing a nuclear programme.",
            "In 2018, the International Atomic Energy Agency (IAEA) conducted an integrated nuclear infrastructure mission in the Philippines as the country was probing the possible introduction of nuclear power. ",
            "Philippine president Ferdinand Marcos Jr has been bullish on nuclear, saying “this is the right time” to reexamine the country’s approach and policy towards using nuclear energy.",
            "The Philippines has a nuclear station at Bataan, north of the capital Manila in Luzon, but it has never operated and has been mothballed.",
            "In November 2023, the country took a significant step towards becoming a nuclear power nation with the signing of an agreement that will give it access to US material and equipment.",
            "Washington and Manila signed a civil nuclear cooperation agreement, commonly known as a “123 Agreement,” establishing nonproliferation criteria that both governments must uphold such as observing specific standards for items used in civil nuclear energy programmes and limitations on enriching, reprocessing, and transferring specific items without consent.",
            "Last month, the largest power utility in the Philippines said it had identified three potential sites for construction of a “proof of concept” small modular reactor, according to local reports.",
            "The three sites were Talim Island to the southeast if the capital Manila, San Rafael, about 60 km to the north of Manila and Isla del Provisor, a coastal area in Manila itself.",
            "Manila Electric Company, known as Meralco, signed an agreement in 2023 with US-based Generation IV reactor developer Ultra Safe Nuclear Corporation to study the potential deployment of one or more micro-modular reactor energy systems in the Philippines. ",
            ""
        ],
        "frequency": 1
    },
    {
        "url": "https://www.nucnet.org/news/geopolitics-and-new-nuclear-technologies-driving-increased-momentum-in-enrichment-market-12-5-2023",
        "title": "Geopolitics And New Nuclear Technologies Driving ‘Increased Momentum’ In Enrichment Market",
        "text": [
            "Company seeing more longer-term contracting with parties seeking ‘reliable and sustainable’ partners",
            "The global climate crisis, the West’s renewed energy security needs in the wake of Russia’s invasion of Ukraine and the advancement of new nuclear technologies have been three main drivers behind “an increased momentum” to the enrichment market over the last 18 months, according to Sarah Forman, head of global strategy and corporate development at Urenco, a global enrichment services provider.",
            "Forman told an event organised by the European Nuclear Society and the Euratom Supply Agency (ESA) in Brussels that a “renewed emphasis” on supply security has led to more “longer-term contracting with parties that are seen as reliable and sustainable”. In the past, Russian state-owned enterprises had been offering enrichment at prices that “were simply unsustainable in a Western context”, she said.",
            "In 2023, Urenco signed contracts in Ukraine and Bulgaria to provide enrichment services as part of the fuel manufacturing process for the Russia-designed reactor fleets of the two countries as part of efforts to support these countries to diversify their fuel supplies. ",
            "“And we’re expecting that to continue as countries are looking to increase energy security and independence and are relying more heavily on Western suppliers like ourselves,” Forman said.",
            "Forman said Urenco has been able to optimise how it uses its assets to generate more separative work from the same machines and in the future can re-optimise again to make up for a lack of conversion capacity in the fuel cycle to meet the upcoming requirements of the enrichment market.",
            "Urenco has also embarked on a significant capital investment programme to build more of the long and mid-term enrichment capacity across all of its sites that will be needed to support the industry in the medium and the long term, Forman said.",
            "Forman said: “We started engineering, design and other foundational work to be able to deliver whatever the market requires of us. We’ve begun an ambitious hiring programme and we have made new contracts with our centrifuge supplier.”",
            "In July, Urenco approved an investment to expand uranium enrichment capacity at its US site in New Mexico, known as UUSA – a move sparked largely by new commitments from US customers for non-Russian reactor fuel.",
            "The investment will allow an additional capacity of around 700 tonnes of SWU [separative work units] per year, a 15% increase at UUSA, with the first new cascades expected online in 2025 and the whole facility online in 2027.",
            "Forman said the company has the option on its license to expand its enrichment site in Almelo, the Netherlands, from last year’s 5.1 million SWU up to 6.2 million SWU in the future.",
            "According to Forman, Urenco is also supporting the evolution of the nuclear fuel cycle to supply the next generation of reactor technology, including advanced, micro, and small modular designs.",
            "In March, the company signed a contract to provide enriched uranium products for the US-based Ultra Safe Nuclear Corporation (USNC) and its project to manufacture tri-structural isotropic (Triso) fuel particles in a planned joint venture with Framatome.",
            "Forman said the enriched uranium will be in the form of high-assay low-enriched uranium (Haleu), up to about 20%, or “low-enriched uranium plus”, which is about 5 to 10% enrichment level.",
            "Urenco is also planning a new facility to produce Haleu for the newest reactor designs, said Forman and added that efforts are focused on “developing a commercial scope of the new plant”, including questions around location and capacity and how it connects into existing infrastructure. ",
            "The 2022 annual report released by ESA last month found that 62% of enrichment services to EU utilities came from two EU-based companies, France’s Orano and Urenco, which is jointly owned by the British and Dutch Governments and two German utilities RWE and E.ON, and operates facilities in the Netherlands, Germany, the US, and the UK. The remaining services were provided by non-EU sources. Deliveries of separative work from Russia to EU utilities accounted for 30% of total deliveries.",
            "In the US, Biden administration officials have repeatedly expressed concerns about the country’s reliance on Russia-procured enrichment services which is claimed to have posed a “critical threat” to national security and % climate goals.",
            "At the Cop28 climate conference in Dubai this week, leaders from the US, Canada, France, Japan and the UK – a group of G7 nations informally known as the Sapporo 5 – announced plans to mobilise $4.2bn (€3.9bn) in government-led investments to develop a secure, reliable global nuclear energy supply chain.",
            "The investments will increase uranium enrichment and conversion capacity over the next three years and establish a resilient global uranium supply market free from Russian influence.",
            "The announcement follows this week’s pledge by 22 countries to triple nuclear energy capacity globally by 2050.",
            "Urenco has approved an investment to expand uranium enrichment capacity at its UUSA site site in New Mexico. Courtesy Urenco."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.nucnet.org/news/ottawa-approves-cad74-million-funding-for-deployment-of-first-smr-in-mid-2030s-8-1-2023",
        "title": "Ottawa Approves CAD74 Million Funding For Deployment Of First SMR In Mid-2030s",
        "text": [
            "State utility SaskPower has chosen potential sites with ‘decision to build’ expected in 2029",
            "Canada has approved up to CAD74m (€50m, $54m) in federal funding for small modular reactor development in Saskatchewan with potential deployment of a first plant in the mid-2030s and more units to follow.",
            "The funding will support pre-engineering work and technical studies, environmental assessments, regulatory studies and community engagement to help advance the project, led by state utility SaskPower ",
            "SaskPower has already chosen the GE-Hitachi BWRX-300 SMR for potential deployment in Saskatchewan, subject to a decision to build that is expected in 2029. ",
            "In September 2022 the company announced it had chosen two sites in Saskatchewan for the potential construction of an SMR. One site is the Estevan area, just north of the US-Candada border. The other is near Elbow, a village about 140 km south of the provincial capital Saskatoon.",
            "SaskPower said an area will be selected by 2023, with a specific site chosen by 2024.",
            "SaskPower anticipates construction of its first SMR could begin as early as 2030, with a targeted in-service date of 2034. Additional facilities could begin construction as early as 2034.",
            "The government said up to CAD50m for the project has been committed to SaskPower from a CAD250m program to support pre-development activities of clean electricity projects of national significance. ",
            "Additionally, over CAD24m has been committed to the government of Saskatchewan from the environment department’s future electricity fund. This program returns pollution pricing proceeds to support clean energy projects, energy-efficient technologies and other initiatives that will help Canada meet its climate goals and achieve a net-zero-emissions economy by 2050. ",
            "The fund is intended to help spur innovation and encourage the adoption of cleaner technologies and fuels in Canada – including Saskatchewan’s SMR project.",
            "The government said in a statement that to cement Canada’s competitive advantage in the global shift to a net-zero emissions economy and to meet climate goals, “we need to significantly increase the amount of non-emitting energy that we use to power our homes, businesses and industries”. ",
            "“New, non-emitting electricity infrastructure projects, including projects powered by next-generation nuclear technologies, such as small modular reactors, can play a crucial role in this shift and in delivering economic prosperity to every region of Canada.”",
            "John Gorman, president and chief executive officer of the Canadian Nuclear Association, welcomed the funding announcement, saying the CAD74m “serves as a strong indication” from the government that Canada is at the forefront of global innovation and implementation of SMRs.",
            "Canada has a fleet of 19 commercial nuclear power plants that provide about 14% of its electricity generation. Major projects have begun to extend the lifetime of reactors at the Bruce, Darlington and Pickering stations.",
            "Last year four provinces – Saskatchewan, Ontario, New Brunswick and Alberta – put forward proposals in a strategic plan to expand the nuclear industry through the development of SMRs, saying they provide a source of safe, clean power. ",
            "The plan says a 300-MW SMR could generate enough clean electricity each year to power 300,000 homes. It also calls for off-grid “micro SMRs” that can be used to displace diesel generation used in mining in remote areas, and heat and electricity generation in northern remote communities.",
            "Saskatchewan is also a participant in Canada’s SMR Action Plan, launched in 2020. The plan proposes the development, demonstration and deployment of SMRs for multiple applications at home and abroad. ",
            "Also last year the government announced funding of up to CAD5m for research and development projects that support provinces and territories as they work to develop and deploy SMRs as part of their decarbonisation and economic development plans.",
            "In December 2021, GE-Hitachi was named Ontario Power Generation’s (OPG) technology development partner to deploy Canada's first grid-scale SMR at the Darlington nuclear site. ",
            "Global First Power, a joint venture between OPG and Ultra Safe Nuclear Corporation, is proposing to build a 5-MW micro-SMR project at the federally owned Chalk River Laboratories in Ontario. The project is intended to demonstrate feasibility for off-grid applications, such as remote mines.",
            "SaskPower has already chosen the GE-Hitachi BWRX-300 SMR for potential deployment in Saskatchewan. Courtesy GEH."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.nucnet.org/news/government-remains-committed-to-sizewell-c-mega-project-says-energy-secretary-7-3-2023",
        "title": "Government Remains Committed To Sizewell C ‘Mega Project’, Says Energy Secretary",
        "text": [
            "Funding also in place for development of next generation reactors and nuclear fuel",
            "The UK government remains committed to the planned Sizewell C nuclear power station in southeast England as it eyes an expansion of nuclear power “at unprecedented scale and pace”, the energy secretary has said.",
            "Grant Shapps made the comment in London at the launch of Great British Nuclear (GBN), a new body which the government has set up to drive the rapid expansion of nuclear power.",
            "Most of his speech was about small modular nuclear reactors which are being planned in the UK, but he also said the government remained committed to the “mega projects” of Hinkley Point C in Somerset and Sizewell C on the Suffolk coast, which are estimated to cost in excess of £20bn (€23bn, $25bn) each.",
            "“We’re the first government for 35 years to put money into nuclear power,” Shapps said, referring to the £700m, 50% stake which the government has taken in the development costs of the Sizewell C project to build two new EPR plants, which is being led by French energy company EDF.",
            "“It has the big advantage of being a replica of Hinkley Point, so we’ll see that replicated at Sizewell and that will help with the speed of development,” Shapps said.",
            "The developers behind Sizewell C described his comments as “another big vote of confidence”.",
            "Julia Pyke, joint managing director for Sizewell C said: “If Hinkley had been on last year, UK consumers would have saved over £4 billion. Both projects will form a vital part of the future nuclear fleet, helping to lower carbon emissions and reduce energy costs for British households.”",
            "Press reports in the UK said anti-nuclear groups pointed out that Shapps made no new financial commitments to the Sizewell C project and questions remained about how it would be funded.",
            "At the launch of GBN on Tuesday (18 July), Shapps said companies can now register their interest to participate in a competition to secure funding support to develop nuclear technology. ",
            "This could result in billions of pounds of public and private sector investment in small modular reactor projects.",
            "On top of the SMR competition launch, the government also announced a grant funding package totalling up to £157m including up to £77.1m for advanced nuclear business development and advanced nuclear designs, and up to £58m for the further development and design of a type of advanced modular reactor (AMR) and next generation fuel. AMRs operate at a higher temperature than SMRs and as a result they could provide high temperature heat for hydrogen and other industrial uses alongside nuclear power. ",
            "Winning projects of this latest phase of funding are:",
            "- Up to £22.5m to Ultra Safe Nuclear Corporation to further develop the design of a high temperature micro modular reactor, a type of AMR suited to UK industrial demands including hydrogen and sustainable aviation fuel production;",
            "- Up to £15m to the National Nuclear laboratory to accelerate the design of a high temperature reactor;",
            "- Up to £16m to the National Nuclear Laboratory to continue to develop a domestic coated particle fuel capability, a type of robust advanced fuel which is suitable for high temperature reactors.",
            "A further £22.3m from the government’s nuclear fuel fund will enable eight projects to develop new fuel production and manufacturing capabilities in the UK, driving up energy security and “supporting the global move away from Russian fuel”. ",
            "Those projects include over £10.5m to Westinghouse to manufacture more innovative types of nuclear fuel and over £9.5m to Urenco UK to enrich uranium to higher levels, including LEU+ and high assay low enriched uranium (Haleu). ",
            "LEU+ will allow for current reactors and SMRs to run for longer between refuelling outages, improving reactor efficiency and economics both in the UK and abroad. ",
            "Haleu development will ensure that the UK remains at the forefront of fuel development for future advanced reactors, the government said.",
            "Sizewell C on the Suffolk coast will have two EPR nuclear plants supplied by France. Courtesy EDF. "
        ],
        "frequency": 1
    },
    {
        "url": "https://www.nucnet.org/news/usnc-delivers-pilot-triso-fuel-batch-to-nasa-6-1-2023",
        "title": "USNC Delivers Pilot Triso Fuel Batch To NASA",
        "text": [
            "Space agency sees opportunity to boost space propulsion efforts",
            "US-based Ultra Safe Nuclear Corporation (USNC) has delivered a first batch of tristructural-isotropic, or Triso, fuel particles for NASA’s space nuclear power and propulsion programme, the company said in a statement last week.",
            "USNC said that the fuel could help NASA unlock higher performance at lower cost for future space nuclear efforts.",
            "According to USNC, the fuel particles purchased were small-diameter uranium nitride kernels with a tri-structural zirconium carbide outer coating surrounding pyrolytic carbon and porous carbon buffer layers. The move makes for the first successful delivery of uranium nitride fuel to NASA, the company said.",
            "In 2022, USNC announced the opening a pilot Triso fuel manufacturing operation (PFM) in Oak Ridge, Tennessee. The company plans to invest in and develop the PFM over the next couple of years.",
            "The PFM is expected to meet demand for fuelling USNC’s own micro modular reactor and advanced terrestrial and space energy systems, including those by NASA.",
            "Cross section (left) and surface (right) images of a zirconium carbide Triso particle with a uranium nitride fuel kernel. Image courtesy USNC."
        ],
        "frequency": 7
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/USNC-and-PTT-to-collaborate-on-advanced-energy-sys",
        "title": "USNC and PTT to collaborate on",
        "text": [
            "Ultra Safe Nuclear Corporation (USNC) is to collaborate with Peregrine Turbine Technologies (PTT) to integrate its Pylon microreactor with PTT's supercritical carbon dioxide energy conversion system and advanced heat exchanger technologies.",
            "Seattle-based USNC's Pylon microreactor is a containerised system capable of producing 1-5 MWe for up to three years. It has a lower mass than the company's Micro Modular Reactor (known as MMR) high-temperature gas-cooled reactor system. The system is designed to be easily transportable to off-grid locations both on Earth and in space: for terrestrial use, the system comprises separate nuclear heat supply system and balance-of-plant modules, each individually fitting within a standard 20-foot (6-metre) container.",
            "PTT, based in Wiscasset, Maine, was formed in April 2012 and is focused on the development and deployment of advanced supercritical carbon dioxide (sCO2) turbine power generation, energy storage and propulsion systems.",
            "In July last year, the company announced it had established a new subsidiary, PTT Nuclear Energy Systems, after it had \"identified significant potential and opportunity for its breakthrough energy conversion technologies in the accelerating VSMR (very small modular reactor) and MMR (micro modular reactor) programmes (350 Kw – 10 MW), and a clear intermediate-term opportunity in the SMR (small modular reactor) 30 MW to 100 MW class range\". At the time, PTT said it was \"working to field a family of its proprietary modular sCO2 energy conversions systems with initial capabilities ranging from 350Kw to 10 MW\".",
            "PTT's energy conversion system - successfully developed and demonstrated in collaboration with Sandia National Laboratories' Brayton Laboratory - is tailored for advanced nuclear reactors. It offers enhanced efficiency compared with traditional steam and Air Brayton conversion systems, with a significantly reduced footprint. PTT's systems are 1.5 times the efficiency of steam with less than one-third the footprint, and over three times the efficiency of Air Brayton conversion systems.",
            "\"This collaboration represents a shared commitment to advancing nuclear technology and turbine systems for cleaner energy production,\" the partners said in a joint statement. \"By combining USNC's innovative reactor design with PTT's world-record energy conversion efficiency, the partnership will result in a transformative reliable and scalable clean energy solutions.\"",
            "In October last year, USNC was among three companies to be awarded US Department of Energy funding totalling USD3.9 million for front-end engineering and experiment design of their respective microreactor designs in a new test bed facility at Idaho National Laboratory (INL). The awards were made through the National Reactor Innovation Center, which has developed the front-end engineering and experiment design process to help industry partners progress more quickly toward first-of-a-kind testing of advanced reactors. The Pylon reactor is expected to be demonstrated at the Demonstration of Microreactor Experiments facility at INL by 2027.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Site-unveiled-for-Canadian-MMR",
        "title": "Staff car park unveiled as",
        "text": [
            "Atomic Energy of Canada Limited (AECL), Canadian Nuclear Laboratories (CNL) and Global First Power (GFP) have announced a repurposed parking lot at the Chalk River campus as the location where they plan to build and operate a demonstration Micro-Modular Reactor (MMR).",
            "Senior leaders from AECL, CNL and GFP were joined by local elected officials, industry partners and other distinguished guests to unveil the site of the proposed reactor on 11 May (Image: AECL)",
            "The 15 MWt (5 MWe) demonstration plant will deploy Ultra Safe Nuclear Corporation's (USNC) MMR technology at the Ontario site, which is owned by AECL and managed by CNL. It will be the first commercial deployment of private sector funded small modular reactor (SMR) technology in Canada, and is intended as a model for future SMR deployments to support remote and industrial applications.",
            "GFP President & CEO Jos Diening said the site demonstrates the \"unique suitability\" of the technology to become fully integrated into remote and industrial facilities and their operations. \"These are precisely the qualities that make advanced nuclear microreactors essential in decarbonising beyond the electric grid,\" he said.",
            "CNL President and CEO Joe McBrearty said the announcement of the site was \"incredibly exciting\" for AECL, CNL and GFP and Canadians. \"Once constructed, this proposed reactor can demonstrate the economics, safety and performance of a new and exciting SMR technology, giving the public confidence in this next-generation nuclear solution. Overall, I believe that this location could go down in history as one of many at the Chalk River Laboratories where first-of-a-kind nuclear technologies were brought to life,\" he said.",
            "The announcement reflects a shared commitment to advancing the clean energy technologies which are critical in the fight against climate change, AECL Vice-President of Science, Technology and Commercial Oversight Amy Gottschling said. \"The Chalk River Laboratories have been at the forefront of nuclear innovation for more than 70 years, and we continue to push the envelope, leveraging science to solve problems and benefit Canada and the world.\"",
            "The chosen location means good access to campus utilities and to CNL's technical and operational support services. Once the reactor is operational, CNL may also be able to use the energy produced both for campus operations and research activities, the companies said.",
            "GFP submitted an application for a site preparation licence to the Canadian Nuclear Safety Commission in 2021, and work on an environmental assessment for the project is under way. The",
            "company's project timeline",
            "currently envisages site preparation and construction beginning in 2025, subject to the necessary approvals, with operations beginning in 2027.",
            "GFP is a joint venture launched in 2020 by USNC and Ontario Power Generation to build, own and operate an MMR at the Chalk River Laboratories site. In addition to the Chalk River project, the MMR is also under consideration for the Ontario campus of McMaster University.",
            "USNC has also signed agreements to develop and deploy its high-temperature reactor technology in Poland, Korea, Finland and the USA.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 4
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/CNL-aims-for-carbon-neutrality-of-Chalk-River-site",
        "title": "CNL aims for",
        "text": [
            "Canadian Nuclear Laboratories (CNL) has announced a target of achieving carbon-neutral operations at the Chalk River Laboratories site in Ontario by 2040. It said connecting to the small modular reactor proposed for the site could contribute to meeting this target.",
            "The Chalk River Laboratories campus (Image: CNL)",
            "The target is outlined in CNL's newly-released",
            "2023 ESG Report, A CNL Sustainability Performance Update",
            ", an annual document that tracks the company's progress towards sustainable operations, and among other goals, was established to support the Canadian government in its commitment to achieve net-zero emissions by 2050.",
            "The new carbon emission reduction plan was put in place to fulfill environmental objectives set out by Atomic Energy of Canada Limited (AECL) in its environmental, social and governance (ESG) strategy. CNL operates Chalk River Laboratories on behalf of AECL, who owns the site, under a government-owned, company-operated management model. Together, the organisations will work together over the next two decades to reduce emissions by approximately 90% to near-zero, and then balance out any remaining emissions with strategic carbon offsets.",
            "Among the organisational changes identified in its Carbon Neutral Strategy are: updated engineering standards and climate resilience planning requirements for all new construction projects and retrofits; energy performance improvements through the adoption of electric heating and conservation measures; the decommissioning and removal of outdated, inefficient buildings; and the electrification of CNL's vehicle fleet.",
            "\"CNL is even exploring the potential to connect to a small modular reactor (SMR) proposed for construction at the Chalk River site, leveraging the clean energy from the reactor to further offset the carbon footprint of CNL's operations,\" the company said.",
            "Global First Power Ltd - a joint venture launched in 2020 by Ultra Safe Nuclear Corporation (USNC) and Ontario Power Generation - aims to build, own and operate a proposed Micro Modular Reactor (MMR) at the Chalk River Laboratories site by 2030. The 10 MWt (3.3 MWe) to 45 MWt (15 MWe) MMR high temperature gas-cooled reactor would provide process heat to an adjacent plant via a molten salt heat exchange system, and would serve as a model for future SMR deployments. It is based on UNSC's proprietary Fully Ceramic Micro-encapsulated fuel technology, which is a tristructural-isotropic - or TRISO - fuel.",
            "\"At CNL, we understand that the actions we take today will have an impact on future generations, so we must make responsible decisions in the modernisation and operation of the Chalk River Laboratories site,\" said CNL President and CEO Joe McBrearty. \"And that starts with reducing our greenhouse gas (GHG) emissions. CNL has already reduced our GHG emissions by approximately 30% relative to 2005 levels, and we are poised to achieve a 40% reduction by 2025. To meet our net-zero by 2040 targets, we have developed a Consolidated Carbon Neutral Strategy which will guide our ongoing business activities, ensuring that GHG emissions are factored into all our operational decisions, big and small.\"",
            "\"As a federal Crown corporation and the owner of the Chalk River Laboratories, AECL has set ambitious targets within our ESG strategy to meet the Government of Canada's net-zero goals by 2050,\" said AECL President and CEO Fred Dermarkar. \"With the unique opportunity to leverage our nuclear science and technology capabilities, AECL has accelerated the target to meet carbon neutrality at the Chalk River site by 2040. We are encouraged by CNL's work in Chalk River to implement their carbon neutral strategy.\"",
            "\"Sustainability is far more than sound environmental stewardship,\" CNL said. \"The ambitious emissions target is part of a much broader, comprehensive plan to fulfill the delivery of sustainability-related objectives at Canada's national nuclear laboratory.",
            "\"As part of this plan, CNL completed an ESG materiality assessment in 2023 that will guide improvement efforts across seven major focus areas, including waste management, climate resilience, ecosystem services, community relationships, employee engagement and well-being, effective leadership and responsible supply chain. This assessment was the product of a thorough stakeholder engagement exercise, which included a survey of over 700 stakeholders and in-depth interviews to gather feedback and refine the company's ESG priorities.\"",
            "\"Whether it was the development of our new forest management plan, the creation of an Indigenous procurement strategy, or the launch of our new education programming, CNL has had an exceptional year in our pursuit of more sustainable operations,\" McBrearty added. \"However, I think the completion of our ESG materiality assessment will have the greatest impact on our operations, because it allows CNL to look inward at our operations through the eyes of our stakeholders and identify the issues and opportunities that we must prioritise as a company.\"",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.newcivilengineer.com/latest/a-look-at-the-projects-being-brought-forward-by-great-british-nuclear-24-07-2023/",
        "title": "A look at the projects being brought forward by Great British Nuclear",
        "text": [
            "The UK government last week launched the new arms-length body Great British Nuclear (GBN) to “drive the rapid expansion of new nuclear power plants in the UK at an unprecedented scale and pace”. NCE takes a closer look at the nuclear projects that will be supported by GBN.",
            "The launch of GBN saw the opening of registration for companies to participate in a competition to secure funding support to develop their products. This is mainly focused around developing small modular reactors (SMRs) in the UK. As the government explains: “Unlike conventional reactors that are built on site, SMRs are smaller, can be made in factories and could transform how power stations are built by making construction faster, and less expensive.”",
            "Rolls-Royce is the most advanced in developing SMRs as the leader of the UK SMR consortium, which features Atkins, Bam Nuttall, Jacobs, Laing O’Rourke, National Nuclear Laboratory, Nuclear Advanced Manufacturing Research Centre, TWI and Assystem.",
            "Its design for a 470MW SMR passed the first assessment hurdle in April this year. It has now moved on to Step 2 of the generic design assessment process, which is expected to take 16 months.",
            "Rolls-Royce is acting quickly though, having released a shortlist of three potential locations for its heavy pressure vessels factory, which will produce components for a fleet of SMRs. It has also met with stakeholders at potential sites for its first SMR in Oldbury and Berkeley. It is aiming to power up the first SMR in 2029 or early 2030s.",
            "Its pop-up factories for building SMRs could see them constructed in only 500 days.",
            "Meanwhile, another UK-based nuclear start up called Newcleo is working on its own SMR design that would use nuclear waste. It is currently seeking to raise up to £1bn to fund its delivery roadmap for its SMR, known as the Mini 30MWe LFR that will deployed in France. This will then be followed by the 200Mwe commercial unit to be deployed in the UK two years later.",
            "Ultra Safe Nuclear Corporation’s micro modular reactor",
            "GBN has granted £22.5M to Ultra Safe Nuclear Corporation (USNC) for the development of its micro modular reactor (MMR), a type of advanced modular reactor (AMR) suited to UK industrial demands including hydrogen and sustainable aviation fuel production.",
            "USNC has match-funded the £22.5M to enable the second phase of work toward building a UK demonstrator. It has appointed Jacobs to support the design and development of the MMR.",
            "Unlike other nuclear reactors, the MMR uses no water and has no need for an electrical grid or infrastructure support. It is usable in extreme climates.",
            "The MMR’s fully ceramic micro-encapsulated fuel provides inherent reactor safety. Industry standard TRISO particles, which contain the radioactive byproducts of fission within layered ceramic coatings, are encased within a fully dense silicon carbide matrix. This combination provides an extremely rugged and stable fuel with extraordinary high temperature stability.",
            "The Seattle-based company has plans to deploy its MMRs in Poland, Finland, Canada and the USA. It has demonstration projects underway at Canadian Nuclear Laboratories and at the University of Illinios.",
            "The demonstration units are scheduled for first nuclear power in 2026.",
            "National Nuclear Laboratory’s next generation high temperature reactor",
            "GBN has committed £15M to the National Nuclear Laboratory (NNL) in Warrington. It is working with the Japan Atomic Energy Authority to accelerate the development of a high temperature reactor, which has already been successful in Japan.",
            "The next generation high temperature gas cooled reactors have now reached design phase. This reactor delivers much higher outlet temperatures than existing technology, allowing the heat to be used directly to decarbonise industrial processes. It will enable the large-scale production of hydrogen via electrochemical or thermochemical processes.",
            "National Nuclear Laboratory’s sovereign coated particle fuel capability",
            "High-temperature reactors use coated particle fuel and GBN has committed £16M to the NNL in Preston to continue developing its sovereign coated particle fuel capability, a critical enabler for the UK’s future energy security.",
            "The NNL recently celebrated the casting of active fuel kernels at scale. These kernels form the tiny particles of uranium, that are subsequently coated in four layers of ceramic and carbon creating coated particle fuel. Often referred to as ‘the most robust nuclear fuel’, each coated particle is roughly the size of a poppy seed – with the uranium kernel housed inside its own miniature container vessel.",
            "GBN’s Nuclear Fuel Fund is forking out £22.3M to enable eight projects to develop new fuel production and manufacturing capabilities in the UK.",
            "The biggest sum has gone to Springfields Fuels in Preston, part of the Westinghouse Group, which has received £10.5M. Nuclear fuel fabrication services have taken place at the site since the mid-1940s and today Springfield Fuels designs, manufactures and delivers fuel for nuclear plants. This includes the manufacture of oxide fuels for Advanced Gas-cooled and Light Water Reactors, as well as intermediate fuel products, such as powders, granules and pellets.",
            "A £9.56M sum has been committed to Urenco UK in Chester, a specialist in the production of advanced fuels for nuclear reactors of tomorrow. The funds will be used for the concept design of plants and processes supporting the further development of advanced fuels. It will also look at enriching uranium to higher levels to allow for reactors to run for longer between refuelling outages.",
            "MoltexFLEX, a UK molten salt reactor (MSR) developer, received £1.3M. MSRs are a type of AMR that use separate molten salts as a coolant and fuel, leading to intrinsic safety compared with conventional fuels. The funds from the Nuclear Fuel Fund will be used to develop detailed technical plans for commercial-scale delivery of its low-enriched uranium fuel salt. MoltexFLEX has developed significant proprietary data on fuel design and is expecting to partner with a major fuel supplier to establish a pathway to commercial production.",
            "Nuclear Transport Solutions (NTS) is the recipient of over £1M for the development of a new transport package that will support a new generation of nuclear reactors. The fuel – High-Assay, Low-Enriched Uranium (HALEU) – is more energy dense and requires less fuel than current nuclear power production. HALEU requires innovative transportation solutions to ensure it can be moved safely and securely to new reactor. NTS’ new package will be versatile to allow the transport of HALEU in multiple forms, such as powder or fuel elements.",
            "Advanced Nuclear Business Development",
            "As part of the funding package announced in conjunction with the launch of GBN, the Department of Energy Security and Net Zero (DESNZ) committed up to £77.1M of funding for companies to accelerate advanced nuclear business development in the UK. This will help and support advanced nuclear designs to enter UK regulation and maximise the chance of SMRs and AMRs being built in the next Parliament.",
            "Hinkley Point C and Sizewell C",
            "While no new funds were specifically designated to the development of the UK’s in-progress large-scale nuclear power plants, the government’s announcement of GBN mentioned that it “remains committed” to them.",
            "Last year the government committed £700M to the development of Sizewell C, a new 3,200MWe nuclear plant in Suffolk that is currently in the design phase. Sizewell C managing director Julia Pyke has said that the launch of GBN is “another big vote of confidence in Sizewell C”.",
            "Hinkley Point C is an under-construction 3,200MWe nuclear plant in Somerset. Its first nuclear reactor arrived on site in February and it is nearing the completion of its undersea work. However, it has faced numerous construction setbacks and is now not expected to power up until the mid 2030s."
        ],
        "frequency": 4
    },
    {
        "url": "https://www.newcivilengineer.com/latest/great-british-nuclear-launched-with-smr-competition-and-157m-nuclear-funding-package-18-07-2023/",
        "title": "Great British Nuclear launched with SMR competition and £157M nuclear funding package",
        "text": [
            "The Department for Energy Security and Net Zero (DESNZ) is today launching Great British Nuclear (GBN), the new government body that will be the delivery vehicle for all of the UK’s nuclear projects, including Hinkley Point C and Sizewell C.",
            "According to DESNZ: “GBN will drive the rapid expansion of new nuclear power plants in the UK at an unprecedented scale and pace.",
            "“This will boost UK energy security, reduce dependence on volatile fossil fuel imports, create more affordable power and grow the economy, with the nuclear industry estimated to generate around £6bn for the UK economy.”",
            "DESNZ added that GBN will play a key role in helping the government hit its ambition to provide up to a quarter of the UK’s electricity from homegrown nuclear energy by 2050.",
            "GBN’s official launch is supported by a competition for organisations to bid for funding support for the development of their nuclear products, including small modular reactors (SMRs).",
            "Current SMR projects include Rolls-Royce SMR proposals looking at constructing reactors in Oldbury and Berkeley in the south west of England and Balfour Beatty's proposals with Holtec Britain to develop plans for a SMR-160 pressurised light-water reactor somewhere in the UK.",
            "Once the initial stage of the SMR selection process is complete, GBN will down-select those technologies which have met the criteria and then enter into detailed discussions with those companies as part of an Invitation to Negotiate phase. The initial down-select will take place this autumn.",
            "Further to the competition, the government is also announcing a £157M grant funding package for nuclear projects alongside the launch of GBN. Details of how it will be spent are below.",
            "GBN will initially be led by Simon Bowen and Gwen Parry-Jones as interim chair and chief executive officer respectively.",
            "Energy security and net zero secretary Grant Shapps said: “Britain has a rich history as a pioneer of nuclear power, having launched the era of civil nuclear power - and I’m proud to be turbocharging its revival and placing our country once again at the forefront of global innovation.",
            "“By rapidly boosting our homegrown supply of nuclear and other clean, reliable, and abundant energy, we will drive down bills for British homes and make sure the UK is never held to energy ransom by tyrants like Putin.",
            "“Today, as we open GBN and the competition to develop cutting-edge small modular reactor technology, which could result in billions of pounds of public and private sector investment, we are seeing the first brush strokes of our nuclear power renaissance to power up Britain and grow our economy for decades to come.”",
            "Minister for nuclear Andrew Bowie said: “As long-standing pioneers of nuclear, today we’re marking its UK revival with the opening of GBN, which will play an essential role in transforming the way we power Britain from Britain.",
            "“I look forward to seeing the world-class designs submitted from all around the world through the competitive selection process, as the UK takes its place front and centre in the global race to unleash a new generation of nuclear technology.”",
            "GBN interim chair Simon Bowen said: “GBN is core to delivering the government’s new nuclear programme.",
            "“Building on the work done at Hinkley Point and Sizewell, today’s announcement of the start of the SMR selection process signifies a real step forward in delivering the scale of nuclear power that Britain needs for secure, sustainable energy future.",
            "“We look forward to working with all interested parties – technology vendors, the supply chain, the wider industry and local communities as we move this essential programme forward.”",
            "Energy and Climate Intelligence Unit head of energy Jess Ralston said:",
            "“A number of experts, including the Climate Change Committee, see a role for nuclear in removing gas from our power system, but with SMRs yet to be deployed and larger plants like Hinkley over-budget and delayed, it’s difficult to predict exactly what the costs and timescales might be for future endeavours. The Office for Budget Responsibility has said the high upfront costs of nuclear could leave us with a £170bn bill.",
            "“Despite slight cost increases given current inflation levels, British renewables will remain much cheaper than both gas and nuclear. There are questions over whether Government has taken its eye off the ball for the current Contracts for Difference auction round for wind farms, imposing too tight restrictions and so limiting the projects that might get built. Where Government places its focus is important for green investment from businesses, and clearly rapidly building out renewables is the best deal for the UK tax or billpayer.”",
            "Atkins nuclear and power managing director Chris Conboy said: ",
            "“Today’s GB Nuclear launch is an important milestone towards establishing the critical role that nuclear will have in the UK’s net zero future. The support for small modular reactor projects should accelerate the development of technologies that have the potential to provide greater energy resilience and deliver clean, affordable power. This positive support for new technologies and investment in domestic fuel manufacture capability sits alongside a welcome continued commitment to largescale nuclear through the progress already made at Hinkley Point C and a future plant at Sizewell C. The Government’s ambition to deliver a quarter of the country’s electricity from nuclear will be achieved through the safe, efficient, cost-effective and timely delivery of new build projects, and we look forward to playing a role in engineering a nuclear-fuelled future for the UK.”",
            "BDB Pitmans partner and parliamentary agent Mustafa Latif-Aramesh said:",
            "“Today is a significant day for nuclear in the UK. The release of funding, which had been delayed, will mean that the Government is finally putting money where its mouth is for Small and Advanced Nuclear Reactors. That technology is urgently required both for energy resilience and in order to allow the UK to meet its decarbonisation targets.",
            "“The announcement should be accompanied by a renewed focus on publishing details on siting arrangements, and confirmation on Great British Nuclear’s remit in being a partner at the development phase. Government should throw resources at updating the National Policy Statement for Nuclear in advance of their 2025 target, and confirming that nuclear projects outside of existing or decommissioned nuclear sites can progress so that the private sector can deliver clean energy in tandem with GBN’s competition processes.”",
            "Turner & Townsend director and head of UK natural resources Alan Sinclair commented:",
            "“The success of Great British Nuclear will rely on three major components: attracting investment, spurring innovation and building skills.  Lack of certainty has dogged the sector for over a decade and both investors and the supply chain are looking for a clear break from the past.  Get it right and the UK has the potential to tackle emissions and energy independence, while also establishing the foundations for a world-class industry with expertise that can be exported abroad.",
            "“Providing 24Gw of generation by 2050 is a gargantuan task and clarity over financing is the first priority.  The £20bn committed directly from Government for SMRs can kick-start the private investment that will be needed and galvanise not just operators, but also the supply chain required to build and manage these new sites.  SMRs bring a greater opportunity for off-site design and construction, and a reduced reliance on supporting infrastructure on a massive scale.  However, shaping the supply chain to support these changes in the UK’s approach will take time and careful capacity planning.",
            "“People will be crucial to success.  The requirements across defence and energy taken together amount to upwards of 250,000 roles.  That is a major undertaking in its own right and GBN will need to draw on the UK’s existing pools of talent from the energy and infrastructure sector if it is to succeed.  Above all, we need to be keenly aware that the UK is competing in a global market for talent.",
            "“Expertise in new methods of generation also needs to be matched by equivalent investment across the nuclear lifecycle - for decommissioning and waste storage - so that the industry remains self-sustaining long-term.”",
            "Balfour Beatty Group chief executive Leo Quinn said:",
            "“Great British Nuclear represents a gear change in how we power the country’s homes and businesses.",
            "“Nuclear energy is a clear and proven route to secure clean, homegrown energy – removing the reliance on costly imports. The construction and infrastructure industry continues to deliver on Hinkley Point C and is ready to get started on Sizewell C. In doing so, we can reduce energy bills, lower carbon emissions, create thousands of jobs – including apprenticeships – and cement Britain’s position as a leader in clean energy.”",
            "Stop Sizewell C, a campaign group against the nuclear reactor, said: ",
            "“The postponed relaunch of GBN - which is neither Great, nor really British - contains no more than a wing and a prayer for Sizewell C.",
            "“No vote of confidence can help Sizewell C unless it has a big fat cheque attached, and the money announced today - which is all earmarked for other projects - is, in the context of expensive nuclear energy, chicken feed.”",
            "The £157M nuclear funding package has been separated as follows",
            "£77.1M of funding will be provided to companies to accelerate advanced nuclear business development in the UK and support advanced nuclear designs to enter UK regulations",
            "£58M funding will go to the further development and design of a type of advanced modular reactor (AMR) and next generation fuel. AMRs operate at a higher temperature than SMRs and as a result they could provide high temperature heat for hydrogen and other industrial uses alongside nuclear power.",
            "Of this the winning projects of this phase of funding are:",
            "The Ultra Safe Nuclear Corporation UK in Warrington which will receive £22.5M to further develop the design of a high temperature micro modular reactor, a type of AMR suited to UK industrial demands including hydrogen and sustainable aviation fuel production.",
            "£15M will go to the National Nuclear laboratory in Warrington to accelerate the design of a high temperature reactor, following its success in Japan.",
            "The National Nuclear Laboratory in Preston will receive £16M to continue to develop sovereign coated particle fuel capability, a type of robust advanced fuel which is suitable for high temperature reactors.",
            "A further £22.3M from the Nuclear Fuel Fund will enable eight projects to develop new fuel production and manufacturing capabilities in the UK, driving up energy security and supporting the global move away from Russian fuel.",
            "The winning projects of this fund are:",
            "£10.5M will go to Westinghouse Springfields nuclear fuel plant in Preston to manufacture more innovative types of nuclear fuel for customers both in the UK and overseas, boosting jobs and skills in the North West.",
            "£9.5M to Urenco UK in Capenhurst Chester, an international supplier of nuclear materials, to enrich uranium to higher levels, including low enriched uranium (LEU+) and high assay low enriched uranium. LEU+ will allow for current reactors and SMRs to run for longer between refuelling outages."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/6-nuclear-innovations-win-government-funding-05-09-2022/",
        "title": "6 nuclear innovations win government funding",
        "text": [
            "Six ground-breaking nuclear technology projects across the UK have received government backing to help develop the next generation of nuclear reactors.",
            "The £3.3M funding will support the early-stage innovation for the winning projects, helping attract private investment and supporting the creation of new, highly-skilled green jobs.",
            "Through the Advanced Modular Reactor Research, Development and Demonstration (AMR RD&D) programme, the funding support the development of technology such as high temperature gas reactors (HTGRs), helping revolutionise the way the UK gets its energy.",
            "The innovative projects being backed by the government include National Nuclear Laboratory in Cheshire, which is coordinating a UK-Japan team to design an innovative HTGR and U-Battery Developments in Slough, for a study to determine the optimum size, type, cost, and delivery method for a U-Battery AMR suitable for demonstration in the UK.",
            "The AMR funding represents another key step in the government’s plans to accelerate homegrown nuclear power to strengthen the UK’s energy security.",
            "Energy minister Greg Hands said: \"This investment will help unlock the potential for new nuclear reactors in the UK, as we drive forward plans to boost clean, cutting-edge, homegrown technologies for our energy security, while driving down bills in the long term.\"",
            "£2.5M in funding is going to the six projects seeking to develop AMRs in the UK. These reactors use novel and innovative fuels, coolants, and technologies to generate high-temperature heat for industrial use, as well as electricity. In addition, the government is providing up to £830,000 to the Office for Nuclear Regulation and the Environment Agency to develop their capability and consider innovative regulatory approaches to HTGRs.",
            "The AMR RD&D programme, part of the £385M Advanced Nuclear Fund, focuses on developing HTGRs as they optimise opportunities for decarbonising industrial heat to support the UK’s target of reaching net zero by 2050.",
            "AMR technology could be a cost-effective solution for decarbonising industry, typically having higher temperature outputs than conventional reactors. The low carbon, high temperature heat from AMRs could be used for hydrogen production, process heat for industrial and domestic use, as well as electricity generation.",
            "The UK is investing millions into the nuclear industry, including up to £1.7bn to bring at least one large-scale nuclear project to a final investment decision, and a new £120M Future Nuclear Enabling Fund to provide targeted support towards further nuclear projects as part of the Net Zero Strategy.",
            "New nuclear has a crucial role to play in providing reliable, affordable, low carbon energy as Britain works to reduce its dependency on volatile fossil fuels and exposure to global gas price spikes.",
            "Along with large reactor nuclear technology, Small Modular Rectors (SMRs) and AMRs have also been identified as important in supporting the drive to reach net zero by 2050.",
            "On AMRs, a commitment has been made by the government to develop the AMR R&D Programme with the aim of enabling a demonstration by the early 2030s, to understand the potential of the technology. BEIS will work with the Nuclear Decommissioning Authority and their wider estate to explore how to leverage their knowledge, sites and operational experience to inform the development, deployment and operation of the demonstration and to support BEIS policy objectives in this area.",
            "U-Battery Developments in Slough is receiving £499,845 for a study to determine the optimum size, type, cost, and delivery method for an U­-Battery AMR suitable for demonstration in the UK",
            "EDF Energy Nuclear Generation in Gloucester and Hartlepool is receiving £499,737 focusing on end-user requirements to determine the reactor design characteristics most suitable for a HTGR demonstration in the 2030s. EDF proposes the Hartlepool Heat Hub as a host site for the UK’s first HTGR demonstration",
            "Ultra Safe Nuclear Corporation UK in St Helens, Merseyside is receiving £498,312 for a project that will build on USNC’s existing micro modular reactor (MMR) design as a foundation to develop and demonstrate a modified MMR+ design best suited to UK industry’s current and projected future process heat demands. This includes a demonstration of hydrogen and sustainable aviation fuel (SAF) production",
            "National Nuclear Laboratory in Cheshire is receiving £497,495 for a project that coordinates a UK-Japan team (NNL, Japan Atomic Energy Agency (JAEA) and Jacobs) to leverage a proven HTGR baseline from Japan and adopt an innovative approach in its design, build, construction and operation",
            "Springfields Fuels in Salwick, Lancashire is receiving £243,311 for a project, in collaboration with Urenco Limited, to support the range of potential HTGR technologies which may come forward in the UK",
            "National Nuclear Laboratory in Cheshire is receiving £250,000 under the Lot 2 Phase A funding, for a project that aims to deliver a domestic commercial fuel supply starting with the first fuel load for the HTGR demonstration"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/us-doe-approves-safety-design-strategy-for-radiant-microreactor/",
        "title": "US DOE approves safety design for Kaleidos microreactor",
        "text": [
            "Image: Rendering of the Kaleidos microreactor (courtesy of Radiant Nuclear)",
            "US start-up Radiant Industries says the US DOE has reviewed and approved the Safety Design Strategy for’ Kaleidos microreactor in the National Reactor Innovation Center’s Demonstration of Microreactor Experiments (NRIC-DOME) test bed at the Idaho National Laboratory (INL). The SDS, which describes the accepted safety analysis approach for the Kaleidos reactor, marks the initial stage in a comprehensive safety review process each microreactor developer must undertake before a fuelled test at the Idaho facility.",
            "Radiant Industries was set up in 2019 by former SpaceX engineers. Its Kaleidos design is a high-temperature gas-cooled reactor (HTGR) which will use TRISO fuel, a helium coolant, and a graphite moderator. All components will be fitted in a single shipping container to facilitate rapid deployment. It is designed to produce 1.2MWe or 1.9 MWt for heating or water desalination, as a potential replacement for diesel generators. Following testing that is scheduled to begin in 2026, Radiant targets commercial production units in 2028, after obtaining US Nuclear Regulatory Commission (NRC) licences.",
            "In October 2023, Radiant was selected as one of three advanced nuclear energy developers to receive funding from DOE for developing and testing microreactor designs using the DOME test bed at INL. DOE, through NRIC, awarded $3.9m to Radiant, Ultra Safe Nuclear Corporation (UNSC) and Westinghouse to design experiments to test microreactor designs at DOME.",
            "Testing in NRIC’s DOME will allow Radiant to gather critical safety and performance data to support the future commercial licensing process with the NRC. Radiant said it is currently working with INL on the next phase of the safety review, focusing on the Conceptual Safety Design Report (CSDR). The purpose of the CSDR is to summarise the hazard analysis efforts and safety-in-design decisions incorporated into the conceptual design, along with any identified project risks associated with the selected strategies.",
            "“The SDS is the cornerstone of the safety roadmap we’re building as we approach commercialisation of a fuelled reactor in a few years’ time,” said Radiant CEO Doug Bernauer. “We’re grateful for DOE Idaho’s review and approval as we take this important step forward and for INL’s continued thorough support throughout this critical process.”",
            "Brad Tomer, acting director and Chief Operating Officer at NRIC said approval of the SDS “is an important step towards enabling a microreactor developer to perform a test in our DOME facility”. He added: “As the nation’s nuclear energy research laboratory, we are committed to working with private companies to help further develop advanced nuclear technologies that will provide clean energy solutions for the US.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/supply-chain/radiant-and-amsted-graphite-strengthen-nuclear-grade-graphite-supply-chain/",
        "title": "Radiant and Amsted Graphite strengthen nuclear-grade graphite supply chain",
        "text": [
            "Image: Artist’s impression of the Kaleidos microreactor arriving at the DOME testbed facility (courtesy of Ryan Seper/Radiant Industries)",
            "California-based start-up Radiant Industries and Amsted Graphite Materials have signed a memorandum of understanding (MOU) aimed at strengthening the domestic supply chain for nuclear-grade graphite. As part of the increased collaboration, Radiant has placed a significant purchase order with Amsted Graphite Materials for its PCEA nuclear-grade graphite to support Radiant’s development of their Kaleidos microreactor.",
            "Radiant has been selected as one of three advanced nuclear energy developers to receive funding from the US Department of Energy (DOE) for developing and testing microreactor designs using the Demonstration of Microreactor Experiments (DOME) test bed at Idaho National Laboratory. DOE, through the National Reactor Innovation Centre (NRIC), awarded $3.9m to Radiant, Ultra Safe Nuclear Corporation (UNSC) and Westinghouse to design experiments to test microreactor designs at DOME.",
            "Radiant Industries was set up in 2019 by former SpaceX engineers. Its Kaleidos design is a high-temperature gas-cooled reactor (HTGR) which will use TRISO fuel, a helium coolant, and a graphite moderator. All components will be fitted in a single shipping container to facilitate rapid deployment. It is designed to produce 1.2MWe or 1.9 MWt for heating or water desalination, as a potential replacement for diesel generators. Following testing that is scheduled to begin in 2026, Radiant targets commercial production units in 2028.",
            "The success of Radiant’s Kaleidos Demonstration Project, along with the viability of subsequent commercial projects, will depend in critical part on supply certainty and affordability of nuclear-grade, medium and fine grain graphite required for application in a nuclear environment.",
            "Amsted Graphite Materials, part of the Chicago-based diversified manufacturing conglomerate Amsted Industries, is the largest US-owned synthetic graphite producer. “By joining forces to secure a reliable supply of critical graphite materials, we are investing in the success of our Kaleidos Demonstration Project and laying a solid foundation for the future of clean energy in the United States,” said Tori Shivanandan, Chief Operating Officer of Radiant.",
            "The MOU underscores the commitment of Radiant and Amsted Graphite Materials to reduce reliance on foreign sources of nuclear-grade graphite, enhance US advanced manufacturing capabilities and strengthen the security of US nuclear energy supply chains. Key objectives include collaborative efforts in policy advocacy at federal, state and local levels, strategic discussions with third parties, exploration of public-private partnerships with the US government, and participation in testing and R&D programmes with universities and government laboratories.",
            "“Our collaboration with Radiant is a significant step toward strengthening America’s nuclear energy infrastructure,” said Gavin Noel, Vice President and General Manager of Amsted Graphite Materials. “As the United States moves toward a cleaner, more resilient energy future, our partnership underscores the essential role of graphite in ensuring the security and sustainability of innovative technologies.”",
            "Amsted Graphite Materials signed a partnership agreement to establish an integrated domestic supply chain for nuclear-grade graphite with small modular reactor developer X-energy in 2022. X-energy’s Xe-100 high-temperature gas-cooled reactor is also designed to use synthetic graphite as a moderator."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/studies-underway-for-philippines-microreactor-11735730/",
        "title": "Studies underway for Philippines microreactor",
        "text": [
            "Manila Electric Co (Meralco), in partnership with US-based Ultra Safe Nuclear Corp (USNC), is to proceed with a formal feasibility study for development of micro modular reactors following the completion of its pre-feasibility study. Meralco and USNC completed the prefeasibility study within the Meralco franchise area for the possible deployment of micro modular reactor (MMR) and fully ceramic micro-encapsulated (FCM) nuclear fuel technologies.",
            "According to Meralco chief operating officer Ronnie Aperocho they are “progressing already” with the study, which is scheduled for completion in about six months. “On the formal feasibility study, we will need to deep dive more on the financial safety and other very important parameters as well as on the site-specific study like where do we install these micro modular reactors,” he said. He added that Meralco is working with policymakers, especially the Philippines Department of Energy (DOE). “We’re very transparent about the studies that we’re doing and they’re (DOE) part of the next steps, especially on the site selection,” he noted.",
            "Meralco Chairman & CEO Manuel V Pangilinan said the pre-feasibility studies had resulted in five locations being selected for the development of micro modular reactors. The locations will be subject to geological studies which should be complete by 2028.",
            "“Our goal is to be able to start an operational plant perhaps in one of the island provinces to produce power and demonstrate that it’s a safe mode of producing power,” Pangilinan said. He added that USNC and other foreign contractors would assist with construction of the plant.",
            "Meralco and USNC signed a cooperative agreement in November 2023 to study the deployment of one or more micro modular reactor systems in the Philippines. “It is important that we start today with a fairly modest proof-of-concept plan and they’re prepared to do that, whatever the size might be – five, 10 megawatts – and located in a safe place,” Pangilinan said.",
            "Image: Cutaway image of a USNC MMR module (courtesy of Ultra Safe Nuclear Corp)"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/analysis/advanced-reactorsfusion/idaho-national-laboratorys-future-focus-11710931/",
        "title": "Idaho National Laboratory’s future focus",
        "text": [
            "For more than 70 years the Idaho National Laboratory (INL) has been at the forefront of reactor research and continues to pioneer novel designs and fuels to power them. Dr Jess C. Gehin, Associate Laboratory Director of Nuclear Science & Technology tells NEI about the cutting edge of nuclear research.",
            "Above: Molten salt reactors are an active area of nuclear research at INL",
            ": Please give a brief history of INL and the facilities currently available to support the development of advanced reactors and new nuclear fuels?",
            "Idaho National Laboratory (INL) originates from the National Reactor Testing Station, which was established in 1949 to provide a location to develop, test, and demonstrate civilian reactor systems and support the nuclear navy. The site is well known for its first reactor, the Experimental Breeder Reactor-I (EBR-I), which started operations in December 1951. EBR-I was the first nuclear reactor to produce usable amounts of electricity. The reactor was also novel in that it used a liquid metal coolant and operated using a fast neutron spectrum that enabled demonstration of nuclear fuel breeding, a key concept for maximizing uranium resource use. Over the ensuing decades, 52 reactors were operated on the site establishing the technical and scientific basis that underpins the safe operation of our current commercial reactors as well as for the development of future advanced reactor concepts. Four of those 52 reactors are still operating.",
            "There are many research and development facilities at the laboratory that support nuclear energy development, but some key facilities are summarized below:",
            "Research fuel fabrication facilities",
            "– INL has several facilities devoted to developing and fabricating nuclear fuels for research and development. These facilities can produce metallic- and ceramic-based fuels that support testing in INL’s test reactors and commercial power reactors.",
            "Fuels and material irradiation capabilities",
            "The Advanced Test Reactor (ATR) provides steady-state irradiation capabilities for reactor fuels and materials testing, which supports nearly all U.S. reactors in operation or planned, including research reactors, commercial power reactors, naval reactors and future reactors.",
            "The Transient Reactor Test facility (TREAT) provides powerful reactor pulses that can test the performance of fuels and materials during power excursions. The TREAT building will also serve as the operational location for the MARVEL reactor.",
            "Irradiated fuels examination facilities",
            "– INL has three primary irradiated fuels and materials examination facilities:",
            "The Hot Fuel Examination Facility (HFEF) is a large hot cell facility that can be used to perform engineering-scale examinations of irradiated fuels and materials. HFEF can accommodate a full range of fuels from TRISO coated particle fuels, metallic fuels and light water reactor fuels. The facility is also used to create samples to be sent to other facilities for more detailed examinations.",
            "Irradiated Materials Characterization Laboratory (IMCL) contains a wide range of unique scientific instruments that allow researchers to examine the microstructure of nuclear fuels and materials to gain a fundamental understanding of material performance under irradiation.",
            "Sample Preparation Laboratory (SPL) is a new facility still under construction that will provide leading examination capabilities for non-fuel materials that are used primarily for components and structures in nuclear reactors.",
            "National Reactor Innovation Center (NRIC) Reactor Demonstration Test Beds",
            "– Two reactor demonstration test beds (DOME and LOTUS) are under development.",
            "Demonstration of Microreactor Experiments (DOME) is a repurposed and redesigned containment facility, formerly Experimental Breeder Reactor-II (EBR-II), capable of housing Category B nuclear reactors that generate up to 20 megawatts of thermal energy using high-assay low-enriched uranium (HALEU) or low-enriched uranium fuels. The facility provides a location and a supporting ecosystem of systems, equipment, and personnel to shepherd industry partners through a testing program for experimental microreactors to achieve first criticality and validate their design and analytical model algorithms. The DOME is expected to support operations beginning in 2026. Current industry partners engaged in front end engineering and experiment design work in preparation for potential testing are Westinghouse, Radiant and Ultra Safe Nuclear Corporation.",
            "Laboratory for Operations and Testing in the US (LOTUS) is a repurposed and redesigned confinement facility, formerly the Zero Power Physics Reactor, capable of housing Category B nuclear reactors that generate up to 500 kilowatts of thermal energy using high-enriched uranium fuels. The facility provides a location and a supporting ecosystem of systems, equipment, and personnel to shepherd industry partners through a testing program for experimental reactors to achieve first criticality and validate their design, fuel characteristics and analytical model algorithms. LOTUS is expected to support operations beginning in 2027/28. A current industry partner engaged in design work in preparation for a potential test program is the Southern/TerraPower Molten Chloride Reactor Experiment (MCRE) project.",
            "Collaborative Computing Center (C3) provides state-of-the-art computer systems to perform modeling and simulation of nuclear reactors and fuels to support research on reactor concepts and fuels. C3 currently contains the Sawtooth computer, widely used across the nuclear R&D community. Sawtooth supports the use of advanced simulation software based on INL’s MOOSE framework.",
            "Above: The Collaborative Computing Center (C3) provides state-of-the-art computer systems to perform modelling and simulation of nuclear reactors and fuels",
            ": Describe current research underway at the ATR, both in-house and collaborative",
            "ATR supports the testing of a range of nuclear reactor fuels.",
            "– In support of industry development of accident tolerant fuels for light water reactors, INL is performing irradiations of fuel samples from Westinghouse, General Electric and Framatome to provide fuel performance data to support regulatory approvals for the use of these fuels in commercial power reactors.",
            "– The irradiation program for the Department of Energy’s Advanced Gas Reactor Fuels Program has been completed and the remaining experiments are undergoing post-irradiation examination. Capabilities to support new TRISO fuel irradiations are being developed and irradiation experiments are being designed to support specific advanced reactor developers.",
            "High-performance research reactor fuels",
            "– Researchers are developing and testing fuels to support the conversion of high-performance research reactors from using highly-enriched uranium to low-enriched uranium.",
            ": What experiments are currently underway at TREAT including latest advances on MARVEL?",
            "The TREAT facility is performing experiments to support a range of fuels development activities. In 2023, the first Transient Water Irradiation System for the TREAT (TWIST) calibration test demonstrated the ability to conduct experiments that simulate the first phase of a loss of coolant accident in a light water reactor to support fuel safety testing. This addresses a key gap since the Halden reactor shut down.",
            "As part of a joint project between the U.S. and Japan to perform the first transient tests on fast reactor fuels in more than two decades, INL developed the Temperature Heatsink Overpower Response capsule. The device houses fuel experiments in TREAT that mimic conditions of fast reactors during postulated accident conditions.",
            "The MARVEL team completed an updated 90% final design package for the microreactor that included resolving hundreds of technical comments, followed by the final design review. A contract has been signed for cask recertification to support transporting the Training, Research, Isotopes, General Atomics (TRIGA) fuel from France, and the lab procured high-assay low-enriched uranium for fuel fabrication in February 2023 and a contract has been finalized to produce the MARVEL fuel.",
            ": When do you expect DOME and LOTUS to be available to researchers and how will these new test beds be used?",
            "The NRIC DOME facility will be available in 2026 to support reactor experiments. In 2023, NRIC announced the selection of three companies for front-end engineering and experiment design (FEEED) process that will support activities before performance experiments within DOME. The outcome of the FEEED process will determine the specific timing of the microreactor experiments. The companies chosen for the FEEED process includes Radiant, Ultra Safe Nuclear Corporation and Westinghouse.",
            "The LOTUS test bed will be available in 2027 for installation of the first reactor experiment, which is anticipated to be the Molten Chloride Reactor Experiment.",
            ": What research, in-house and collaborative, is currently underway on molten salt reactors?",
            "INL is performing a range of research and development on molten salt reactors and to support Advanced Reactor Demonstration Program projects. INL has established a capability to perform irradiation of molten salt fuels and in 2023 performed the first uranium-fueled chloride salt irradiation in history at the lab’s Neutron Radiography Reactor. Through NRIC, INL is establishing the Molten Salt Thermophysical Examination Capability to perform key property measurements on irradiated fuel salts.",
            "In partnership with Southern and TerraPower on the Advanced Reactor Demonstration Program MCRE project, INL has made significant progress to produce fuel salts. In 2023, INL achieved a ~98% yield during a fuel salt synthesis scale-up run, exceeding project requirement of a 90% yield, and performed a full-scale fuel salt synthesis demonstration using 9 kilograms of depleted uranium to produce 17 kg of fuel salt.",
            ": Is INL looking to restart development of fast reactors – how are plans for the VTR developing?",
            "INL has never stopped working on the development of fast reactors, with the primary focus over the years being the development of advanced metallic fuels based on similar concepts that were proven in the operation of the Experimental Breeder Reactor II. Current work is primarily in collaboration with Advanced Reactor Program Projects including the TerraPower Natrium project and the Advanced Reactor Concepts project.",
            "All work on the Versatile Test Reactor (VTR) has stopped due to the lack of Congressional funding for the project. There is a strong need for VTR to support nuclear reactor and fuel development given the lack of such a facility in the U.S. and partner countries.",
            ": INL has offered to site advanced reactor experiments. How many companies have undertaken to build their reactors/fuel facilities at INL and how has the cancellation of the UAMPS-NuScale experiment affected this?",
            "Oklo will site its first Aurora microreactor and initial fuel fabrication facility for Aurora at INL. Other companies have expressed interest in siting both reactor and fuel facilities at INL and are pursuing site access. Several companies have expressed interest in testing reactors at INL as well.",
            "The Department of Energy launched the Cleanup to Clean Energy initiative and released a request for information in 2023 to get input on siting carbon free energy sources, including nuclear reactors, on the INL site. DOE is reviewing the submissions.",
            "The cancelation of the UAMPS Carbon Free Power Project, which intended to deploy a NuScale VOYGR small modular reactor commercially (not as an experiment) has had no impacts on the activities to site other reactors at INL.",
            ": What progress is being made on the development of HALEU fuel?",
            "INL continues work to recover HALEU from used EBR-II driver fuel to provide feedstocks to support reactor demonstrations, including the Oklo reactor mentioned earlier.",
            "In the fuel development area, INL continues work on a range of fuels using HALEU. Specific activities include continuing the post-irradiation examination of TRISO fuel, development of irradiation experiments of TRISO fuels to support reactor developers, fabrication and irradiation of metallic fuels, and producing roughly two dozen HALEU uranium dioxide pellets for testing as light water reactor fuel.",
            ": What work is being done on TRISO fuel?",
            "Several aspects of TRISO fuel development were outlined in answers above. Here’s a summary of those answers and a few additional items:",
            "Performing post-irradiation examination of the advanced gas-cooled reactor TRISO fuel that provides data to support reactor developer use.",
            "Expanded modeling and simulation capabilities for TRISO fuel in the R&D 100 award-winning BISON fuel performance code.",
            "Continued development of capabilities at ATR to support TRISO fuel testing.",
            "Direct work with reactor developers on design of irradiation experiments to be irradiated at ATR to support their specific fuel qualification needs.",
            ": What do you consider to be the main priority going forward in terms of reactor and fuel development?",
            "Complete the three near-term reactor experiments and demonstrations that establish the ability to start up and operate new nuclear reactors for the first time in nearly 50 years. These projects are MARVEL, Project Pele and MCRE.",
            "Develop and maintain key experimental capabilities to support fuels development. This includes capabilities for experimental fuel fabrication, irradiation, and examination and key facilities including ATR, TREAT, HFEF, IMCL and SPL. Continued development of infrastructure to support these areas is needed.",
            "Complete NRIC DOME and LOTUS test beds and the first industry partner experimental reactor tests in those facilities, establishing capabilities to support reactor testing and demonstrations."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-and-peregrine-collaborate-on-advanced-energy-systems-11696106/",
        "title": "USNC and Peregrine collaborate on advanced energy systems",
        "text": [
            "US companies Ultra Safe Nuclear Corp. (USNC) and Peregrine Turbine Technologies (PTT) are to collaborate with the aim of integrating USNC’s Pylon reactor with PTT’s patented supercritical CO2 (sCO2) energy conversion system and advanced heat exchanger technologies. This partnership “focuses on enhancing clean energy generation through advanced nuclear and turbine technologies”.",
            "The Pylon reactor, developed by USNC, is a compact nuclear reactor designed to provide 1-5 MWt of power for up to three years. It can be integrated with modular balance of plants tailored to specific applications including remote terrestrial, marine, and space deployments. In 2024, USNC was selected for the National Reactor Innovation Center (NRIC) Front End Engineering programme as a step toward demonstrating the Pylon reactor at the DOME (Demonstration and Operation of Microreactor Experiments) test bed at Idaho National Laboratory (INL) by 2027.",
            "PTT’s energy conversion system, developed and demonstrated in collaboration with Sandia National Laboratories’ Brayton Laboratory, is tailored for advanced nuclear reactors. It offers enhanced efficiency compared with traditional steam and Air Brayton conversion systems.",
            "USNC is working with NASA and the US Defense Department on advanced radioisotope power, nuclear thermal propulsion systems and advanced materials using the same strict inherent and intrinsic safety principles to drive innovation in fuels, materials, and design. Its Micro Modular Reactor (MMR) high-temperature gas-cooled reactor (HTGR) system is being licensed in Canada and the US. USNC says demonstration units are scheduled for first nuclear power in 2026. USNC is also the only private company producing Tri-structural Isotropic (TRISO) fuel and Fully Ceramic Micro-encapsulated Fuel (FMC).",
            "Pylon builds on the expertise of the MMR and FCM fuel technologies. The Pylon architecture is a commercially viable fission power system designed for safely generating electrical and thermal power anywhere. Compared with the MMR, Pylon is a lower mass system that is more easily transportable to off-grid locations and space.",
            "The Pylon D1 Demonstration System, scheduled for testing at DOME, incorporates a compact HTGR that employs FCM nuclear fuel, a metal hydride neutron moderator, and graphite control drums. The system uses helium to transport heat generated by nuclear fission away from the reactor through a primary coolant loop. This heat is then transferred to a secondary gas loop, which could involve various gases like helium, air, or supercritical CO2 (currently being evaluated for optimal performance), ultimately dissipating the heat into the ambient surroundings.",
            "In July 2023, PTT established a new subsidiary, PTT Nuclear Energy Systems, after it had \"identified significant potential and opportunity for its breakthrough energy conversion technologies in the accelerating VSMR (very small modular reactor) and MMR (micro modular reactor) programmes. PTT said it was \"working to field a family of its proprietary modular sCO2 energy conversions systems with initial capabilities ranging from 350kW to 10 MW\".",
            "\"This collaboration represents a shared commitment to advancing nuclear technology and turbine systems for cleaner energy production,\" the partners said in a joint statement. \"By combining USNC's innovative reactor design with PTT's world-record energy conversion efficiency, the partnership will result in a transformative reliable and scalable clean energy solutions.\""
        ],
        "frequency": 8
    },
    {
        "url": "https://www.neimagazine.com/news/nea-launches-second-edition-of-its-small-modular-reactor-dashboard-11561305/",
        "title": "NEA launches second edition of its Small Modular Reactor Dashboard",
        "text": [
            "The Nuclear Energy Agency (NEA) has published the second edition of its",
            "Small Modular Reactor Dashboard",
            "which tracks the progress of selected small modular reactor (SMR) designs towards deployment. NEA says the SMR designs are at various stages of development, from fundamental research on new concepts to commercial deployment and operation of mature designs.",
            "The 188-page review assesses of the progress of SMRs globally, “highlighting substantial developments towards first-of-a-kind deployment in a rapidly evolving field”. While the technical features of the different SMR technologies may be well understood, NEA notes that gaps remain in understanding the speed with which they are approaching widespread commercialisation.",
            "NEA identified 98 SMR technologies around the world, 56 of which are included in this second edition. The other 42 include approximately seven that are under development but requested not to be included at this time but may be included in the future. The others “include SMR technologies that are not under active development, may be without human or financial resources, or have been cancelled or paused indefinitely”.",
            "This compares with 21 designs detailed in the first edition published in March 2023, which was followed by a 60-page supplement in July 2023, tracking the progress of an additional 21 SMRs. As well as detailing the technology readiness level of SMRs, the Dashboard also assesses progress across six “additional enabling conditions” – licensing, siting, financing, supply chain, engagement, and fuel. The assessments are based on progress up to a cutoff date of 10 November 2023.",
            "NEA says it exclusively used information from verifiable public sources, mostly from third party references such as governments, regulators, financiers, operators). “None of the sources are from the SMR designers, except for some relating to fuel type, enrichment, reactor specifics and public announcements of financing.” Prior to publication, the SMR designers were consulted by NEA and provided with a list of the sources used to compile the assessment. They were given the opportunity to comment and supplement further information. NEA says: “If this further information was independently verified, it has been used in the final published assessment”.",
            "In his Foreword, NEA Director General William D Magwood IV says: “Progress since the publication of the inaugural volume of the NEA SMR Dashboard has been rapid and is accelerating, with multiple projects moving from conceptual design, licensing and siting to breaking ground on construction.” He notes that there are already SMRs deployed and operating in China and Russia as well as one test reactor in Japan. Developments over the past year include the licensing of the first non-water-cooled reactor design in the US to be approved for construction in 50 years, the selection of new sites to power heavy industry applications, the start of civil works for SMR projects in Canada and the US, and progress in other areas such as financing, engagement and fuel.",
            "He adds that this second edition also offers new insight into the emerging commercial structure of the SMR industry. “While experience from other industries suggests that only a limited subset of SMR designs will survive through to deployment, the NEA SMR Dashboard outlines the benefits of having such a diversity of designs under development. It may create opportunities to consolidate global supply chains, foster standardisation and improve the economic case for SMR deployment. The advanced materials and engineering solutions under development carry further benefits for industrial uses and applications beyond the nuclear sector.”",
            "However, the review also “captures setbacks for multiple SMR developers, reminding decision makers in the public and private sectors of remaining challenges, particularly for SMR licensing, economic competitiveness and fuel”. Waste management considerations are also critical and will be further assessed in future editions of the Dashboard.",
            "The Dashboard reports that the 56 SMR designs under active development, include 18 by SMR design organisations headquartered in North America, 16 in Europe and seven in Asia. Fifteen SMR design organisations are headquartered in the United States, seven in France, four in China, three in Canada two in Japan, and two in Russia.",
            "As to technologies, several innovative concepts are under development and nearing commercialisation and deployment. Some are based on traditional light water reactor concepts while others are Generation IV concepts, many of which use new coolants and moderators. Various reactor configurations are also envisaged, with both land-based and marine-based approaches proposed, as well as mobile and multi-module configurations.",
            "In summary, the review concludes that, while a few SMRs are already operating, there is a robust pipeline of SMRs making progress towards first-of-a-kind (FOAK) deployment. “A large number of SMRs are presently conceptual. The breadth of designs may create opportunities to consolidate global supply chains, foster standardisation and improve the economics of SMRs for commercialisation.",
            "Key findings in the areas of licensing, siting, financing, supply chain, engagement and fuel for SMRs are:",
            "China and Russia are leading on deployment;",
            "Some regulators are taking steps towards regulatory frameworks that support large-scale deployment of SMRs, through early collaborations and joint reviews between regulators.",
            "There is real and rapid progress towards deployment in North America and Europe;",
            "Sites for industrial applications are starting to emerge, highlighting the capacity of SMRs to broaden the value proposition of nuclear power by targeting new industrial applications.",
            "SMR development is primarily driven by public-private partnerships, particularly during the development phases;",
            "Financing frameworks are enhanced with power purchase agreements or off-take agreements to mitigate price uncertainty. Addressing construction risks may require the use of cost- and risk-sharing approaches between governments and the private sector, or forming industrial consortia to distribute risks among multiple stakeholders and across a larger number of projects.",
            "Emerging SMR supply chains are characterised by intense collaborations to reduce deployment risks, with many SMRs making good progress in establishing supply chains;",
            "Many collaborations involve contracts with engineering, procurement and construction companies, indicating that supply chains are gearing up for deployment, with near-term and accelerating timelines. However, most efforts are focused on successfully delivering FOAK projects, and there are still no signs of a structural paradigm shift towards fleet deployment.",
            "Many SMR developers recognise the strategic importance of engaging with key stakeholders to build trust. Engagement efforts are focused on securing policy and community buy-in, talent pipeline, and first markets.",
            "New fuel types are being developed for a number of SMRs. Some new fuel types have reached commercial maturity and others still require additional development;",
            "Over 50% of the designs evaluated for the Dashboard are planning to use high-assay low enriched uranium (HALEU). While HALEU is a technically proven fuel type, as of 2023 there was a lack of large-scale, commercial supply in OECD countries, which could delay deployment of some SMRs.",
            "On licensing, the report notes that China and Russia are leading deployment. For 23 SMR designs there is no information available on licensing or pre-licensing activities. Some 20 designs are in the pre-licensing process. Five have submitted a licence application – NuScale Power’s VOYGR-6 SMR and Kairos Power’s Hermes demonstration reactor in the US; GE Hitachi Nuclear Energy’s BWRX-300 in Canada; Rosatom’s floating RITM-200S in Russia; and CGN’s floating ACPR50S in China). One has design approval – SMART SMR design. Four have construction licence approval – Argentina’s Carem SMR, China’s ACP100 and Russia’s RITM-200N and the lead-cooled, fast-spectrum BREST-OD-300. Only three are already licensed to operate – China’s HTR-PM, Russia’s floating KLT-40S and Japan’s High Temperature Test Reactor (HTTR).",
            "On siting, in addition to the seven operating and under construction, 17 SMRs have been selected by site owners for deployment. These include Westinghouse’s eVinci microreactor, Radiant Industries’ Kaleidos SMR and Ultra Safe Nuclear Corporation’s (UNSC’s) Pylon D1 have been selected for deployment at the US Idaho National Laboratory’s (INL). X-energy’s Xe-100 was selected by Dow Chemical for deployment at its Seadrift facility in Texas.",
            "In addition, 14 SMRs have non-binding agreements with site owners including, BWX Technologies’ BANR with the Wyoming Energy Authority and Tata Chemicals Soda Ash Partners (TCSAP) in the US; University of West Bohemia’s TEPLATOR SMR with Slavutych city in Ukraine; and Westinghouse’s Westinghouse LFR with SCK CEN and RATEN for potential deployment in Mol, Belgium, and Pitesti, Romania. For 18 SMRs, there is no readily available siting information.",
            "On financing, NEA says Russia’s floating RITM-200S reactor is the only SMR that has already demonstrated progress towards Nth Of A Kind (NOAK) financing. There are 11 SMRs assessed to have their FOAK fully financed. In addition to the SMRs that are already operating or under construction, two FOAK projects are fully financed in the US (Kairos Power’s Hermes and BWX Technologies’ Project Pele), one in Canada (GE Hitachi Nuclear Energy’s BWRX-300), one in China (CGN’s ACPR50S), and one in Russia (Rosatom’s RITM-200N)",
            "However, missing from the array of information on this selection of widely different SMRs is projected deployment dates. Some of these companies have suggested somewhat optimistic dates for operation of their first units. For example, USNC has suggested 2027 for its MMR, while Kairos (Hermes) has suggested 2026. TerraPower (Natrium), Urenco (U Battery) and X-energy (Xe-100) have all suggested 2028, although TerraPower has since indicated a delay of two years due to problems with HALEU fuel development. Leadcold initially suggested 2025 for its SEALER-55 but later amended that to 2030. Others scheduled for the early-mid 2030s include EDF’s Nuward, NuScale’s VOYGR, the Rolls Royce SMR and the Westinghouse eVinci.",
            "Much greater technological detail is available in the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022. The 424 pages provide data on SMRs around the world, including detailed descriptions of 83 reactors under development or construction in 18 countries. However, this depends largely on information from the designers. Annex I summarises the information in a series of tables, including deployment timelines."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/cop28-enec-signs-mou-on-co-operation-with-terrestrial-energy-11374716/",
        "title": "COP28: ENEC signs MOU on co-operation with Terrestrial Energy",
        "text": [
            "The Emirates Nuclear Energy Corporation (ENEC) has signed another memorandum of understanding (MOUs) related to small modular reactors at the 28th Conference of the Parties to the original 1992 United Nations Framework Convention on Climate Change (COP28) in Dubai. The latest agreement is with Terrestrial Energy, signed by ENEC CEO Mohamed Al Hammadi, and Terrestrial Energy CEO Simon Irish.",
            "This followed previous agreements with US-based small modular reactor (SMR) and micro-reactor developers X-energy, Ultra Safe Nuclear Corporation (USNC) GE Hitachi Nuclear Energy (GEH), TerraPower and Westinghouse Electric as well as with UK-based developer of molten salt nuclear technology MoltexFLEX.",
            "The agreements came after ENEC launched its ADVANCE programme, in the run up to CO28, aimed at leveraging the UAE’s experience in successfully delivering the four-unit Barakah NPP, constructed in Abu Dhabi by a South Korean consortium. ENEC said the ADVANCE programme is intended to harness the latest advancements in nuclear energy technologies and to strengthen the UAE's position as a leading nation in accelerating the global clean energy transition to Net Zero. The programme will evaluate the latest SMR and microreactor technologies and ENEC will work with national stakeholders to determine deployment pathways and international partners for technology and project collaboration opportunities.",
            "Terresrial is developing an Integral Molten Salt Reactor (IMSR) plant. The IMSR is a 442 MWt per Core-unit (IMSR400) small modular molten salt fuelled, graphite moderated, thermal spectrum reactor. Terrestrial Energy has developed a two-unit configuration which can deliver 884 MWt/390 MWe. The design features a completely sealed reactor vessel with integrated pumps, heat exchangers and shutdown rods all mounted inside a single vessel – the IMSR core-unit. The sealed core-unit is replaced completely at the end of its useful service life (nominally seven years). This allows factory production levels of quality control and economy, while avoiding any need to open and service the reactor vessel at the power plant site. Terrestrial says it operates at the high temperature required for broad industrial relevance with transformative economic potential.",
            "ENEC and Terrestrial Energy will collaborate to focus on the potential of IMSR plant for electricity generation and for large-scale industrial heat applications. These uses include the IMSR plant’s role in decarbonising energy-intensive and hard-to-abate industrial sectors. The parties will also consider frameworks for development and deployment of the IMSR plant in target industrial applications in the UAE and other markets.",
            "H.E. Mohamed Al Hammadi commented: “We are committed to exploring the latest technologies in advanced reactors as we continue to rapidly decarbonise the power sector through clean electricity from nuclear energy…. We look forward to close collaboration with Terrestrial Energy as we identify the potential deployment of IMSR technology in the UAE and overseas.”",
            "Simon Irish said the IMSR has immense potential to support industrial growth and decarbonisation. “Terrestrial Energy’s prioritisation of national and international regulatory requirements supports the aims of our MOU as does the IMSR’s use of nuclear fuel at standard enrichment levels, which has long-established international acceptance. We look forward to working with ENEC to accelerate development and deployment of the IMSR plant in target industrial applications and commercial markets.”",
            "In April 2023, the Canadian Nuclear Safety Commission (CNSC), following a systematic and multi-year review against Canadian regulatory requirements, concluded that there were no fundamental barriers to licensing the IMSR plant for commercial use. This was the first regulatory review of a commercial nuclear plant using molten salt reactor technology and the first advanced, high-temperature fission technology to complete a review of this type.",
            "The conventional nuclear power plant fuel used by the IMSR – Standard Assay Low Enriched Uranium – is the only fuel available and transportable today for civilian reactor use and has international regulatory acceptance. Its use supports an early deployment path for IMSR plants across multiple markets. In August 2023, Terrestrial Energy signed a manufacturing and supply contract with Springfields Fuels Limited, a UK-based subsidiary of Westinghouse, for the design and construction of an IMSR fuel pilot plant."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/cop28-enec-signs-three-more-smr-agreements-11365120/",
        "title": "COP28: ENEC signs three more SMR agreements",
        "text": [
            "The Emirates Nuclear Energy Corporation (ENEC) has signed three more memorandums of understanding (MOUs) related to small modular reactors at the 28th Conference of the Parties to the original 1992 United Nations Framework Convention on Climate Change (COP28) in Dubai. The latest agreements are with US-based small modular reactor (SMR) developers X-energy and Ultra Safe Nuclear Corporation (USNC) as well as with UK-based developer of molten salt nuclear technology MoltexFLEX.",
            "Earlier at COP28 ENEC signed three agreements with US SMR and micro-reactor vendors – GE Hitachi Nuclear Energy (GEH), TerraPower and Westinghouse Electric. The agreements came after ENEC launched its ADVANCE programme, in the run up to CO28, aimed at leveraging the UAE’s experience in successfully delivering the four-unit Barakah NPP, constructed in Abu Dhabi by a South Korean consortium. ENEC said the ADVANCE programme is intended to harness the latest advancements in nuclear energy technologies and to strengthen the UAE's position as a leading nation in accelerating the global clean energy transition to Net Zero. The programme will evaluate the latest SMR and microreactor technologies and ENEC will work with national stakeholders to determine deployment pathways and international partners for technology and project collaboration opportunities.",
            "The MOU with MoltexFLEX was signed by ENEC CEO Mohamed Al Hammadi, and MoltexFLEX CEO David Landon in the presence of British Ambassador to the UAE Edward Hobart and representatives from the UK government. Under the MOU with a joint working group will be set up to examine the commercial viability of deploying MoltexFLEX's 60 MWt/24 MWe FLEX molten salt reactor in the UAE. The FLEX reactor design – a thermal neutron (moderated) version of Moltex Energy's stable salt reactor technology – was launched by Moltex Energy subsidiary MoltexFLEX in September 2022.",
            "ENEC and MoltexFLEX will assess using FLEX reactors for a range of industrial applications including desalination, hydrogen production and electricity generation. “We will also explore opportunities throughout the Middle East and beyond, which is aligned with MoltexFLEX’s vision for global deployment of the FLEX reactor,” Landon said.",
            "ENEC’s MOU with USNC seeks to jointly explore commercial development of USNC's Micro-Modular Reactor (MMR) energy systems and paves the way for potential commercialisation of the MMR in the UAE, USNC said. Further areas of collaboration within the UAE include workforce and supply chain development and project delivery, along with a potential framework for ENEC to lead MMR deployments across the region in the Middle East and North Africa (MENA) and other areas covered by the Three Seas Initiative. Dr Francesco Venneri, USNC Founder & CEO said the MMR “will play an important role for Emiratis as the nation continues towards deep decarbonisation hand-in-hand with prosperity for Emiratis and other nations across the region”.",
            "The MMR features the high temperature helium-cooled MMR unit providing up to 45 MWt of heat, delivered into a centralised heat storage unit which can combine the heat from one or more reactors. Electric power or superheated steam can then be extracted from the storage unit for various uses. USNC has also developed and patented its own TRISO-based, additively manufactured FCM fuel for use in the MMR.",
            "The MOU with X-energy, signed by Al Hammadi and X-energy CEO Clay Sell will see the two parties work together to assess technical design and commercial viability of X-energy's nuclear technologies for the UAE market, to meet the growing demand for clean electricity generation, along with generating steam, heat and hydrogen to decarbonise industry. The companies will also evaluate potential project partnerships for developments in the UK and Europe and will develop a regional deployment framework for ENEC-led projects in the Middle East, Africa, and Indian subcontinent, X-energy said.",
            "X-energy is developing the Xe-100 pebble bed high-temperature gas reactor as well as proprietary TRISO-X tri-structural isotropic encapsulated particle fuel. \"Our partnership will explore the many ways we can combine X-energy's leading technology with ENEC's delivery expertise to address a broad range of decarbonisation challenges in the region and around the world,\" said Sell.",
            "The statement on the MOU said the agreement also helps advance the US-UAE Partnership for Accelerating Clean Energy (PACE), which was launched in November 2022 and aims to help catalyse $100bn in clean energy and decarbonisation projects by 2035. A White House fact sheet noted that PACE “intends to tap available resources and public and private sector expertise in the US and the UAE and expedite investment in and deployment of new technologies to drive down cost”. PACE also “supports the full-scale implementation of the civil nuclear cooperation between the US and the UAE. The three earlier MOUs with GEH, TerraPower and Westinghouse also cited PACE as the context for their co-operation with ENEC, indicating the key role of the US in the signing of these agreements.",
            "In March, ENEC had also signed a letter of intent with the US Idaho National Laboratory (INL) as a basis for discussions regarding INL working with ENEC on clean molecule generation systems that could be deployed at the Barakah NPP such as hydrogen, ammonia, oxygen, water and steam, with the long-term view to export clean hydrogen and ammonia to meet growing global demand. INL also announced its intention to partner with ENEC on its Net-Zero Nuclear platform at COP28.",
            "Relations with the US were also strengthened during COP28. An MOU signed between the UK Department for Energy Security & Net Zero (DESNZ) and ENEC paved the way to “explore potential collaboration opportunities in the deployment of large-scale nuclear reactors, in addition to advanced nuclear technologies (including small modular reactors), as well as a host of related fields, from nuclear security to the supply of nuclear fuel”. ENEC and DESNZ will also share lessons learned in project delivery of large-scale reactors, as well as efficiency improvements, best practices in government and commercial project financing, and site and technology selection. Al Hammadi noted that the Net Zero Nuclear summit was “the perfect platform to sign and agree on new areas of cooperation with trusted partners as we collectively work towards faster climate action”.",
            "Image: Clockwise from left – ENEC has signs MoUs with MoltexFLEX, X-energy, INL and USNC (courtesy of  X/@ENEC_UAE, MoltexFlex, USNC)"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/analysis/novel-fuels-set-for-growth-11354780/",
        "title": "Novel fuels set for growth",
        "text": [
            "The global market for nuclear fuel is steadily developing. (Credit: 2427999 from Pixabay)",
            "The global market for nuclear fuel is steadily developing as the recent energy crisis and climate change concerns are allowing nuclear generation to experience something of a renaissance. According to IAEA forecasts, by 2050 the global nuclear power plant fleet will more than double its current capacity: from almost 380 GW now to 873 GW. However, the Agency notes that the increase will be largely achieved through nuclear technologies that are now just being developed and tested, including those which involve the use of novel fuels.",
            "Today, about 30 companies from two dozen countries produce nuclear fuel for land-based reactors. The total volume of nuclear fuel production capacity is not so large – about 20,000 tonnes per year. The three largest producers – French company Framatome, US-based Westinghouse and Russia’s TVEL – supply approximately half of this total production volume.",
            "In recent years many of these producers have accelerated their activities in the field of development of novel fuels. At the same time, the current diversity of technical reactor concepts implies an equal diversity of fuel types. As part of these developments, particular attention is being paid to new accident tolerant fuels (ATF).",
            "The development of ATF has become a priority for fuel designers over the last decade, notably in response to an analysis of the causes of the accident at the Fukushima Daiichi nuclear power plant which included the zirconium-steam reaction that takes place at temperatures above 1200 °C. There are currently two key pathways to develop ATF technology: to reduce the amount of zirconium in the fuel assembly or to modify the chemical composition of the fuel so that the heat transfer rates of the fuel increases. While it cannot be said that the use of novel fuels will prevent all possible accidents the development of ATF is designed to provide more response time in the event of a rare emergency, as well as to obtain technological and economic advantages during normal operations of the nuclear reactor.",
            "The creation of novel fuel is currently being carried out by all the largest manufacturers as well as other significant players in Europe, the Americas and Asia.",
            "Changing cladding and composition",
            "At present the main ATF efforts of developers are aimed at creating new materials for both cladding and fuel composition. One of the more promising possible solutions is the development of cladding coatings that include chromium in one form or another. Chromium coatings on zirconium alloys provide increased corrosion and wear resistance, as well as reduced hydrogen permeability, which helps maintain the ductility of zirconium alloys. Another option that requires further study, but is potentially interesting for the production of cladding, is composite materials based on silicon carbide.",
            "A universally preferred coating technology has not yet been identified; various manufacturers use different options that they find most suitable. According to Fedor Vysikailo, a professor at the Department of Theoretical Physics at Moscow State University, complex application methods have a high technological, but low economic efficiency.",
            "The methods of heavily doping the surface have the same problem. More promising, according to Vysikailo, are laser application methods. Scientists also note the attractiveness of magnetron methods for coating fuel rods (high application speed and uniformity of coating).",
            "For fuel compositions, options are also being considered that include the addition of chromium or molybdenum, as well as the use of silicides or uranium nitride instead of uranium oxide. New fuel compositions also include doped uranium dioxide (UO2), high-density fuels (eg, U3Si2), and metallic fuels, such as uranium-molybdenum.",
            "Like Westinghouse, Framatome is focused on developing composite-clad fuels. In the long term, the company plans to develop a SiC/SiC composite cladding and Cr2O3-doped uranium dioxide fuel. Currently, Framatome is preparing to manufacture a novel molybdenum-uranium (U-Mo) fuel to extend the life and safe operation of the Forschungsreaktor München II (FRM II) research reactor in Germany and has recently received approval from the US Nuclear Regulatory Commission (NRC) to apply the company’s suite of Advanced Codes and Methods to operating conditions with uranium 235 enrichments above the industry standard of 5%.",
            "The activity of American developers in the area of novel fuels could be partly explained by the aging of the local nuclear fleet – approximately half of the existing units will reach the end of their design life before the mid-2030s and with them the status of the US as one of the world’s largest nuclear fuel importers.",
            "Much of the activity the surrounds novel nuclear fuels is focused of high enrichment low assay uranium (HALEU) which can reach enrichments of up to 20% U235. For example, Centrus is notably beginning first-of-a-kind HALEU production at its American Centrifuge Plant cascade located on the Department of Energy’s Portsmouth Gaseous Diffusion Plant (PORTS) reservation in Piketon, Ohio. According to Dan Leistikow, VP of corporate communications at Centrus, that will be the first new US-owned and US-based technology enrichment plant to start production in 70 years. Centrus’ demonstration project will only deliver an initial 20 kilograms of HALEU before the end of the year, but the company has plans to scale up to 900 kg of annual production starting in 2024.",
            "According to analysts, that will create certain conditions for the beginning of mass production of HALEU in the US, but only in due course.",
            "At the same time another US-based generating company, Southern Nuclear, has announced that it has also received permission from the US NRC to use advanced nuclear fuel enriched with uranium 235 to 6% at the newly commissioned Vogtle nuclear power plant. This is the first time a US commercial reactor has been approved to use fuel enriched above 5%.",
            "Particular hopes are also being raised by the novel nuclear fuel which is being produced by the American-based Lightbridge Corporation. This fuel is reportedly rapidly gaining popularity in the US and some other Western countries.",
            "In case of Russia’s Rosatom and its fuels subsidiary TVEL, the production of novel nuclear fuel is expected to be launched on the basis of Mining and Chemical Combine (MCC) loctaed in Zheleznogorsk, Krasnoyarsk Territory. That will be a mixed oxide uranium-plutonium MOX fuel, that will be used for the world’s most powerful multi-purpose fast neutron research nuclear reactor, the MBIR, with an output of 150 MWth. The reactor is being built at the site of the Rosatom Research Institute of Atomic Reactors (NIIAR) in Dimitrovgrad, in Ulyanovsk region. Commissioning of the reactor is scheduled for the second half of the 2020s.",
            "The capabilities of the MCC make it possible to organise the production of various types of nuclear fuel on its site, while the current MOX fuel which is produced uses depleted uranium and plutonium separated during the reprocessing of spent nuclear fuel from thermal reactors.",
            "Rosatom has also plans to more actively promote its advanced nuclear fuel abroad. As part of this, the company has recently offered its advanced nuclear fuel to extend the Indian Kudankulam reactor cycle from 18 months to 2 years. In general, most analysts believe that Russia has good chances to secure a significant share in the global market for advanced fuels, which is partly due to their ability to access cheaper raw materials.",
            "High temperature reactor fuels",
            "The ever-growing interest in small high-temperature gas reactors reactors (HTGR) and the novel nuclear fuel needed for them has become one of the most obvious trends. At the turn of the 1990s–2000s, Japan commissioned a high-temperature technical reactor (HTTR) with a capacity of 30 MW. The fuel for it is TRISO – uranium microspheres packed in a multilayer cladding of silicon carbide and pyrolytic carbon. The main function of the cladding is to retain fission products inside the microsphere and provide mechanical strength. Fuel spheres were placed in tubes, which were assembled into fuel assemblies. Work is underway to further improve the fuel. One option is to replace the silicon carbide in the microsphere cladding with zirconium carbide.",
            "In the US, the production of fuel for HTGRs is being developed by the companies including X-energy, BWXT, and USNC. The state supports R&D on this topic and also invests in the creation of industrial production of such fuel (through AGR, ARDP programs, for instance). In China, the CNNC company is building the HTR-PM project – an HTGR with a capacity of 200 MW. Here microspheres are poured directly into the reactor core in a “pebble bed” technology. This reactor also runs on TRISO fuel. The fuel cores, which are about 0.5 mm in diameter, consist of uranium enriched to 8.9% in a multilayer cladding.",
            "It’s clear that new kinds of nuclear fuels are emerging in response to both a new generation of reactors and new demands for safety and performance. Many of these fuels are still under development but there’s little doubt that novel nuclear fuel is set to become a commercial reality."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/framatome-and-usnc-establish-joint-venture-to-manufacture-reactor-fuel-11338684/",
        "title": "Framatome and USNC establish joint venture to manufacture reactor fuel",
        "text": [
            "France’s Framatome and US-based Ultra Safe Nuclear Corporation (USNC) signed an agreement at the World Nuclear Exhibition in Paris to establish a joint venture (JV) to provide nuclear fuel for USNC’s Micro-Modular Reactor (MMR) and other advanced reactor designs. The fuel supply will include commercial quantities of Tri-structural Isotropic (TRISO) particles and USNC’s proprietary Fully Ceramic Microencapsulated (FCM) fuel.",
            "The JV will be managed by a board of directors comprising senior leadership from both companies. Framatome will leverage its expertise, proven infrastructure, and mature programmes to ensure that USNC’s processes are efficiently deployed and operating, while USNC will bring technical manufacturing capabilities and expertise. The JV will deliver finished TRISO-based fuel products, meeting the demands of USNC’s fleet as well as others in the advanced reactors market.",
            "Framatome CEO Bernard Fontana said by combining Framatome’s manufacturing expertise and experience in regulatory compliance, and USNC’s advanced reactor designs, “we are ready to support rapid expansion of fourth-generation nuclear power to meet the projected growth and demand for safe, reliable, clean energy in the US and global markets”.",
            "Framatome’s manufacturing and regulatory licensing are being amended to incorporate USNC’s codified processes similar to USNC’s operating Pilot Fuel Manufacturing Facility (PFM) in Oak Ridge, Tennessee – the only private sector capability in the Western Hemisphere currently manufacturing TRISO-based nuclear fuels. Framatome has notified the US Nuclear Regulatory Authority (NRC) of its intent to submit the amendment in summer 2024 and has conducted the pre-licensing briefing with NRC personnel.",
            "Francesco Venneri, CEO of Ultra Safe Nuclear said the JV “brings Framatome’s high-quality capabilities and high-confidence capacity together with Ultra Safe Nuclear’s breakthrough fuel technologies and intrinsically safe design to fuel the MMR”.",
            "The MMR Energy System design is a fourth-generation nuclear energy system that can operate at various power levels from 10 to 45 MWt to deliver electricity and process heat. The MMR is being licensed in Canada and the US and USNC says it will be the first commercially available \"nuclear battery”. MMR deployments are moving forward, including projects at Chalk River, on target for first power in 2028, and the University of Illinois Urbana-Champaign, targeted for first power the same year. The joint venture plans to manufacture TRISO particles and FCM fuel starting in 2026. The creation of the JV is currently subject to regulatory approval in the US.",
            "Image: Framatome's CEO Bernard Fontana and USNC's Executive Vice President Kurt Terrani following the joint venture announcement (courtesy of Framatome)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/us-military-withdraws-offer-to-oklo-for-microreactor-11317824/",
        "title": "US military withdraws offer to Oklo for microreactor",
        "text": [
            "The US Defense Logistics Agency (DLA) has rescinded a notice of intent to award (NOITA) a contract made in August on behalf of the Department of the Air Force to US-based fission technology company Oklo to provide heat and electricity to the Eielson Air Force Base near Fairbanks in Alaska. This was part of the Air Force's micro-reactor pilot programme initiated in response to the Fiscal Year 2019 National Defense Authorisation Act, which required DOD to identify potential military locations to site, construct, and operate a micro-reactor.",
            "In late September, the DLA’s energy arm revoked its decision, citing a need for “further consideration” of its obligations under a specific military contracting regulation, according to a memo sent to Ultra Safe Nuclear Corp (USNC), a competing bidder for the contract. The memo, obtained by Northern Journal, noted: “The Government tentatively selected Oklo as the apparently successful offeror and pending awardee for the small modular reactor requirements at Eielson Air Force Base, Alaska under the subject solicitation via Notice of Intent to Award on 22 August 2023. On September 29, 2023, DLA Energy rescinded the original Notice to give further consideration to the agency’s responsibilities pursuant to DFARS 215.306, and take whatever actions are required as a result.” That regulation says the military should engage in post-bidding negotiations and discussions for contracts worth $100m or more.",
            "In an emailed response to Northern Journal, DLA spokeswoman Michelle McCaskill repeated the language from the memo and said all bidders that responded to the agency’s request for proposals are still under consideration. McCaskill said a “pre-filing notice of protest” of the award to Oklo had been submitted to the US Court of Federal Claims. A spokeswoman for USNC confirmed to Northern Journal that her company had made the pre-filing notice but added that a formal protest had not been filed.",
            "The Eielson contract had attracted broad interest from the energy industry. An informational meeting about it last year was attended by a large number of companies, according to a roster published by the military. As well as USNC, these included representatives from Westinghouse, Rolls-Royce and Siemens.",
            "Oklo’s chief executive, Jake DeWitte, said his company is letting the contracting process play out. “But we are more than excited about the opportunity,” he said. The USNC spokeswoman Mary Woollen said USNC is still “extremely interested in providing this solution to the Air Force and (is) waiting for DLA’s contracting officer to notify us of the next steps in the procurement process”.",
            "USNC “believes it is in the best position to support the Air Force and will continue to pursue all means at its disposal to support its bid”, she wrote in Northern Journal.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Ultra Safe Nuclear Corporation (USNC), in August announced updates to the design of its Gen IV gas-cooled microreactor with fuel developments with a tripling of power output. The company’s Micro-Modular Reactor design can operate at various power levels from 10 MWt (3.3 MWe) to 45 MWt (15 MWe) and can work with either HALEU (19.75% enrichment) or LEU+ (9.9% enrichment). USNC is in pre-licensing engagement with the US Nuclear Regulatory Commission and with the Canadian Nuclear Safety Commission in Canada through the Global First Power joint venture with Ontario Power Generation.",
            "At the time of the August announcement, the Air Force said the micro-reactor was expected to go online by the end of 2027, based on a directive in Congress’s 2019 military spending bill. DLA’s McCaskill said there is no revised timeline to the contracting process and that the agency still intends to meet all deadlines.",
            "Image: Aircraft lined up on the runway at Eielson Air Force Base near Fairbanks in Alaska (courtesy of Senior Airman Keith Holcomb / US Air Force)"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/news/philippines-and-us-sign-nuclear-co-operation-agreement-11315263/",
        "title": "Philippines and US sign nuclear co-operation agreement",
        "text": [
            "The Governments of the Philippines and the USA signed an “Agreement for Cooperation Concerning Peaceful Uses of Nuclear Energy” also known as a Section 123 Agreement, on the sidelines of the Asia Pacific Economic Cooperation (APEC) in San Francisco, California. The US insists that countries seeking to trade nuclear power goods and services must sign formal cooperation agreements. Such Section 123 Agreements relate to the relevant paragraph of the US 1954 Atomic Energy Act which requires them.",
            "Philippines Department of Energy (PDOE) Secretary Raphael PM Lotilla signed the Agreement on behalf of the Philippines as Chair of the Philippine Nuclear Energy Programme Inter-Agency Committee (NEPIAC). US Secretary of State Antony J Blinken signed on behalf of the US. The ceremony was witnessed by Philippines President Ferdinand Marcos Jr.",
            "The 123 Agreement lays the legal framework for potential nuclear power projects with US providers. It aims to facilitate Philippine-US cooperation in the safe and secure use of nuclear energy taking into full account the standards and safeguards set by the International Atomic Energy Agency, as well as in accordance with respective national laws, international agreements, and regulations.",
            "Introducing the signing ceremony, Ann Ganzer, Principal Deputy Assistant Secretary in the Department of State’s Bureau of International Security & Nonproliferation, said the agreement “marks the culmination of negotiations between our governments launched less than one year ago”. She added: “Once in force, this agreement will provide the legal basis and facilitate US exports of most nuclear equipment and materiel to the Philippines for peaceful uses.”",
            "Blinken noted: “President Marcos has set an ambitious goal: cutting the Philippines greenhouse gas emissions by 75% by 2030 and increasing the production of clean energy so that 50% comes from renewable sources by the year 2040. The United States is committed to working with the Philippines so that it can meet those targets – using platforms like the very first US-Philippines Energy Policy Dialogue, which we hosted in Seattle back in August.”",
            "He continued: “With the Philippines’ leadership, we’re also working together to develop a nuclear energy sector in their country to fuel a reliable, secure, and affordable clean energy future. As peak energy demands are expected to nearly quadruple in the Philippines by 2040, nuclear power can consistently produce enough energy to meet communities’ critical needs without emitting more greenhouse gases. In a nation of more than 7,000 islands, small modular reactors … can generate energy locally and conveniently. Nuclear energy will also create inclusive economic opportunities for American and Filipino businesses alike, and good-quality, high-paying jobs in both of our countries.”",
            "The agreement will enable the US to share equipment and material with the Philippines, he added. “Already, we’ve organised workshops, we’ve hosted exchanges on these topics with American and Filipino researchers, officials, business leaders – to help train local experts and to share some of our best practices,” he said, adding “there’s a lot of work that remains ahead to turn this vision into concrete reality”.",
            "In his address, Philippines Secretary Lotilla recalled that a decade after the first atomic bomb devastated Hiroshima, the Philippines in 1955 joined the US Atoms for Peace programme. Building on this foundation, the Philippine Atomic Energy Commission was established in 1958 and in 1963 a pre-investment study was initiated for a NPP in Luzon. A new Philippine-US agreement for civil nuclear cooperation was signed in 1968, replacing the 1955 agreement. This, for the first time, explicitly referred to the design, construction, and operation of power-producing reactors and research reactors. The Philippine congress then approve the Atomic Energy Regulatory & Liability Act.",
            "In 1971, the National Power Corporation was authorised by law to establish and operate NPPs after which a NPP was built but never operated. “The Philippine decision was nevertheless followed by an orderly and safe cessation of activities. More importantly, the 1987 Philippine constitution remained open to all peaceful uses of nuclear energy,” he said.",
            "President Marcos said he had earlier called for the re-evaluation of the possibility of safely developing nuclear energy in the Philippines, “recognising the enormous potential of nuclear energy given the new highly advanced technologies and standards of safety, security, and all the different safeguards that are now in place”. He added: “We see nuclear energy becoming a part of the Philippine energy mix by 2032, and we would be more than happy to pursue this path with the United States as one of our partners.",
            "Under the Philippine Energy Plan, Manila plans to produce 1,200 MWe using nuclear power by 2032, which would increase to 2,400 MWe by 2040 and to 4,800 MWe by 2050. The effort to revive nuclear power in the Philippines was begun by Marcos’s predecessor, Rodrigo Duterte, who was in power from 2016 to 2022 and whose relations with the US were somewhat strained.",
            "However, last year, Washington and Manila signed a memorandum of understanding on civil nuclear cooperation that included reviving the mothballed Bataan Nuclear Power Plant, a 620 MWe pressurised light water reactor built by the US Westinghouse in 1976. Although the plant was completed it was almost immediately mothballed in the wake of the 1986 Chernobyl disaster after questions were raised about its excessive cost and poor safety, including its location near a major fault and the Pinatubo volcano.",
            "Separately from the 123 Agreement, Marcos Philippines electric company Meralco, which provides electricity in the Manila area, signed a deal during APEC with the US-based Ultra Safe Nuclear Corp (USNC) for a pre-feasibility study on Micro-Modular Reactors (MMRs). The agreement builds on the partnership between the two companies announced in August.",
            "Meralco Chairman & CEO Manuel V Pangilinan said “USNC is changing the nuclear safety and national energy security conversations in the Philippines with the MMR. This cooperative agreement moves us forward with a partner who understands these important issues alongside the essential nature of the cost and reliability of the electricity supply.”",
            "Under the agreement, USNC will conduct a four-month pre-feasibility study to familiarise Meralco with MMR systems and how these can be effectively utilised in the Philippines. Depending on the results, Meralco has the option to conduct a more detailed feasibility study with focus on the adoption and deployment of MMR energy systems.",
            "USNC’s MMR Energy System features a high temperature helium-cooled micro reactor that can provide up to 45 MWt of high-quality heat, delivered into a centralized heat storage unit. One or more MMR nuclear batteries combine their heat in the heat storage unit, from where electric power or superheated steam can be extracted through conventional means to meet a wide range of power requirements. USNC has also developed and patented its Fully Ceramic Micro-encapsulated (FCM) fuel planned to be used in the MMR.",
            "USNC in a pre-licensing process with the US Nuclear Regulatory Commission (NRC), the Canadian Nuclear Safety Commission (CNSC) through Global First Power (GFP), USNC’s joint venture with Ontario Power Generation, and with UK Office for Nuclear Regulation (ONR). The news follows recent announcements including the establishment of a joint venture with Framatome Inc. to manufacture commercial quantities of advanced nuclear fuels, selecting a site for its MMR Assembly Plant, and the successful delivery of advanced TRISO fuel for NASA produced at USNC’s Pilot Fuel Manufacturing facility in Oak Ridge, Tennessee.",
            "“Meralco is demonstrating real leadership in advancing the energy security and sustainability roadmap for the Philippines,” said USNC founder & CEO Francesco Venneri. “Our MMR nuclear batteries can play a major role in delivering those benefits. The plans that will quickly follow this study place Meralco well on the way toward creating a reliable, low-carbon, equitable and secure future for Filipinos.”",
            "Image: Philippines Department of Energy Secretary Raphael PM Lotilla (L) and US Secretary of State Antony J Blinken (R) sign the 123 Agreement (courtesy of @SecBlinken)"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/news/more-doe-funding-for-advanced-reactor-experiment-designs-11246897/",
        "title": "More DOE funding for advanced reactor experiment designs",
        "text": [
            "The US Department of Energy (DOE), through the National Reactor Innovation Centre (NRIC), has awarded $3.9m to Radiant, Ultra Safe Nuclear Corporation (UNSC) and Westinghouse to design experiments to test microreactor designs in the planned Demonstration of Microreactor Experiments (DOME) test bed at Idaho National Laboratory (INL).",
            "The awards will enable the three companies to advance their microreactor designs through a front-end engineering & experiment design (FEEED) process. that supports developers in planning for the design, fabrication, construction, and testing of fuelled reactor experiments.",
            "“The FEEED process will bring three microreactor designs – Kaleidos [Radiant], Pylon [USNC], and eVinci [Westinghouse – one step closer to reality” said Assistant Secretary for Nuclear Energy Dr Kathryn Huff. “These technologies will give choices to diverse communities looking to transition to a clean energy future.”",
            "Microreactor designs typically produce 1-20 MWt for use directly as heat or converted to electric power. They are described by their designers as being suitable to power independent microgrids, restore power in emergency situations, or supply remote communities that currently rely on diesel generators.",
            "DOME is being developed by repurposing the Experimental-Breeder Reactor-II containment structure as a new test bed intended to speed up microreactor development. DOE says testing in DOME could start in 2026. DOE is also developing the Laboratory for Operation & Testing in the US (LOTUS) test bed, intended to host smaller reactor experiments to support the development of advanced reactors.",
            "NRIC, launched by DOE in 2020, is developing both DOME and LOTUS and also developed the FEEED process to help industry partners progress more quickly toward first-of-a-kind testing of advanced reactors. NRIC, led by INL, facilitates collaboration between developers and the US National Laboratory System. NRIC says it is “charged with and committed to demonstrating advanced reactors by the end of 2025”.",
            "Above: Radiant’s portable zero-emissions microreactor",
            "California-based start-up Radiant Industries was set up in 2019 by former SpaceX engineers. Its Kaleidos design is a high-temperature gas-cooled reactor (HTGR) which will use TRISO fuel, a helium coolant, and a graphite moderator. All components will be fitted in a single shipping container to facilitate rapid deployment. It is designed to produce 1.2MWe or 1.9 MWt for heating or water desalination, as a potential replacement for diesel generators.",
            "Earlier this year Radiant announced that it had raised $40m in a Series B funding round led by Andreessen Horowitz, bringing its total capital raised to $54m with an additional $2.3m in government awards. In December 2022 Radiant was awarded a voucher under the DOE Office of Nuclear Energy Gateway for Accelerated Innovation in Nuclear (GAIN) scheme. GAIN voucher recipients do not receive direct financial awards but provide funding to DOE national laboratories to help businesses overcome critical technological challenges to commercialising their technologies. Argonne National Lab will work with Radiant Ito perform numerical modelling of heat production and removal in its microreactor concept.",
            "Radiant says its primary focus is on a demonstration at INL’s DOME facility no later than 2026 and is targeting commercial unit production in 2028. However, this seems ambitious as the reactor is only in the design stage and so far the only operating HTGR in the world is in China. Regulatory approvals could also prove problematic and there is no guarantee that DOME will be operating by 2026.",
            "Above: Pylon's TRISO-fuelled transportable micro reactor",
            "USNC’s Pylon microreactor is a 10-tonne containerised system designed to produce 1.5-5 MWe – smaller than the company's Micro Modular Reactor (MMR) HTGR system. It is designed to be easily transportable to off-grid locations both on Earth and in space: for terrestrial use, the system is intended to fit in a standard container. Pylon is based on USNC’s MMR and Fully Ceramic Micro-encapsulated (FCM) fuel technologies.",
            "The Pylon D1 Demonstration System design, slated for DOME testing, contains a small HTGR with FCM fuel, metal hydride neutron moderator, and graphite control drums. “Pylon D1 uses helium to transfer the fission generated heat through the primary coolant loop to a secondary gas loop (helium, air, supercritical CO2, and other gases) for ejection into the surrounding environment. USNC is planning to use the results of the demonstration to support development of the MMR.",
            "USNC has active micro reactor deployment projects in Canada at the Canadian Nuclear Laboratories in Chalk River, in the USA at the University of Illinois Urbana-Champaign, and at LUT University in Lappeenranta, Finland and in Poland. Additional projects are under development in the USA, Canada, and Europe. A 15 MWt (5 MWe) demonstration plant is planned for Chalk River. Site preparation and construction is expected to begin in 2025, subject to the necessary approvals, for operation in 2027, which may be optimistic.",
            "Above: The eVinci microreactor designed by Westinghouse",
            "Westinghouse’s eVinci microreactor design is a transportable reactor that is fully factory built, fuelled and assembled, and capable of delivering combined heat (up to 13 MWt) and power (up to 5 MWe). Its small size allows for standard transportation methods and rapid, on-site deployment, with superior reliability and minimal maintenance, making it suitable for use in remote locations. It will use TRISO fuel. It is one of several advanced reactor designs being supported through DOE’s Advanced Reactor Demonstration Project (ARDP) to help accelerate the development and deployment of new reactor technologies.",
            "Westinghouse is also developing its Nuclear Test Reactor (NTR) which it aims to operate by 2026. The NTR will be “one-fifth scale representation” of an eVinci microreactor. Westinghouse says the eVinci technology is 100% factory built and assembled before it and will be shipped in a container to site.",
            "Westinghouse recently announced the launch of a new design and manufacturing facility in Pittsburgh to accelerate commercialisation of the eVinci microreactor. In June, Westinghouse established eVinci Technologies as a separate business unit within the company to streamline all aspects of bringing the microreactor to the market.",
            "Above: The Experimental-Breeder Reactor-II containment structure will become a new test bed intended to speed up microreactor development",
            "Testing of these reactors will depend on DOME being completed and operational. The EBR-II operated from 1964 to 1994, and was originally built to demonstrate a complete sodium-cooled breeder reactor power plant. It was later modified to test other reactor designs and to test materials and fuels for fast reactors, as well as generating power and heat for the site. The reactor and much of its supporting equipment has been dismantled, but the containment structure remains – 80 feet high with a diameter of 70 feet. DOE says it is well suited to host reactor demonstration and other nuclear projects."
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-wins-nasa-nuclear-propulsion-contract-11242887/",
        "title": "USNC wins NASA nuclear propulsion contract",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) has won a contract from NASA to develop and mature Nuclear Thermal Propulsion (NTP) systems to advance US civil science and cislunar capabilities. The contract, is intended to move NTP from design to equipment manufacture.",
            "USNC will manufacture and test advanced, proprietary fuel it has developed and will collaborate with commercial partner Blue Origin to mature the design of an NTP engine specifically optimised for near-term civil science and cislunar missions. USNC said this marks a significant step forward in preparation for long-term applications of NTP systems and will build on the foundation laid by NASA and DOD’s Defense Advanced Research Projects Agency (DARPA) with its Demonstration Rocket for Agile Cislunar Operations (DRACO) programme.",
            "“This next year is a critical and exciting time for NTP. While we’re optimistic about the hurdles the DRACO programme will break through, NTP still needs significant development before it is ready to be deployed as part of a larger mission that moves real payloads in space,” said USNC Programme Manager for Nuclear Propulsion Dr Vishal Patel. “This next year will get us prepared for operational missions achieving higher performance after the DRACO demonstration,”",
            "Paolo Venneri, Executive Vice President at USNC Nuclear Advanced Technologies noted: “A civil science programme, with dedicated funding from NASA, will ensure diverse approaches to the development of NTP and provide significant risk reduction,” said. “Both cislunar and deep space science missions, like the ones being explored under this contract, will serve as stepping stones towards both commercial NTP capabilities and a future human mission to Mars.”",
            "Building off its recent delivery of nuclear fuel particles to NASA’s Space Nuclear Propulsion (SNP) program, this contract will see USNC manufacture fuel assemblies for testing in prototypic conditions. “We’ve been hard at work on NTP, bringing our fuel and reactor design closer to production. We’re eager to develop these high-performance NTP systems and demonstrate our unique solution for NTP fuel,” said Dr Michael Eades, Chief Scientist for Advanced Technologies at USNC.",
            "In addition to building fuel assemblies, USNC will also be building and testing critical safety systems for the NTP engine, a pre-requisite for eventual testing of the integrated nuclear system at a Department of Energy site. USNC said this is expected to build credibility and maintain private cash flow into NTP development by both USNC and its partners, while continuously pushing the government to lower commercial barriers to entry for NTP by advancing the development of fuel and engine testing infrastructure.",
            "Image: Visualisation of nuclear thermal propulsion being used in space (courtesy of USNC)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-reveal-fuel-technology-breakthrough-11050823/",
        "title": "USNC reveal fuel technology breakthrough",
        "text": [
            "Ultra Safe Nuclear Corporation (USNC), has announced updates to the design of its Gen IV gas-cooled microreactor with fuel developments with a tripling of power output. The company’s flagship Micro-Modular Reactor (MMR) can operate at various power levels from 10 MWt (3.3 MWe) to 45 MWt (15 MWe) and can work with either HALEU (19.75% enrichment) or LEU+ (9.9% enrichment).",
            "Demonstrating novel 3-D printing technologies and advanced manufacturing of its patented Fully Ceramic Microencapsulated (FCM) fuel, USNC says these technologies now allow the flexibility to produce unique geometry FCM fuel pellets which encase TRISO particles in silicon carbide, ensuring that the helium coolant remains free from contamination. This advancement reduces thermal stresses on the fuel and enables increases in the output temperature and power of the MMR, USNC says.",
            "The MMR is designed to supply industrial processes with higher heat and power demands as well as remote applications. USNC is in pre-licensing engagement with the Nuclear Regulatory Commission (NRC) in the U.S. and with the Canadian Nuclear Safety Commission (CNSC) in Canada through the Global First Power (GFP) joint venture with Ontario Power Generation.",
            "“Making these important changes now brings focus to USNC resources and ensures our demonstrations will be the same design as our commercial deployments, increasing their relevance,” said Dan Stout, CNO of USNC. “It is worth some near-term schedule impact for the flexibility and a 300% power uprate.”"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-details-uk-funding-award-for-mmr-development-11030388/",
        "title": "USNC details UK funding award for MMR development",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) says the recent (£22.5m ($29.3m) matching funds grant awarded by the UK Department for Energy Security & Net Zero (DESNZ) will accelerate the design and deployment of its Micro-Modular Reactor (MMR) in the UK and global markets. Application for the award was submitted in March by an integrated team with US-based Jacobs and earned the highest scores of all applications in Phase B of the UK’s Advanced Modular Reactor (AMR) Research, Development & Demonstration Programme.",
            "USNC says its MMR “is a solid fit to decarbonise UK industrial energy demand driven by process heat”. It notes that DESNZ has identified high temperature gas-cooled reactors (HTGRs) as a focus of the AMR RD&D Programme “which seeks to accelerate commercial technology readiness in the advanced nuclear market to support deployment by 2050”.",
            "UNSC CEO Francesco Venneri said: “This is an important next step for deploying MMR nuclear batteries in the UK and across Europe. The UK has long and unique experience with gas reactor technology the MMR builds on and this is the right team to demonstrate the design’s versatility to meet the world’s market needs.”",
            "According to USNC, the MMR is well-suited to achieve AMR programme objectives including secure, zero-carbon hydrogen production, sustainable aviation fuel (SAF), process heat, and electric power. The MMR will work at various power levels by simply changing the way it is operated. At higher power, fuel is consumed faster, much like a battery.",
            "“This high-temperature reactor has the potential to assist the world’s energy transition and take nuclear power into a new era,” said Jacobs Energy, Security & Technology Senior Vice President Karen Wiemelt. “With 60 years of experience in research, design and operational support for high-temperature gas-cooled reactors, Jacobs is ideally placed to support USNC through a range of scientific, engineering and program management capabilities.”",
            "In March, USNC took on board personnel from the former U-Battery project effectively doubling the size of its UK Team. “All of this underscores the global importance of the AMR programme and supporting and augmenting the UK expertise needed to realise the programme’s benefits as intended by the UK Government,” USNC noted.",
            "USNC’s MMR is a high-temperature gas-cooled “nuclear battery” design that will use Fully Ceramic Micro-encapsulated (FCM) nuclear fuel. USNC has active micro reactor deployment projects in Canada at the Canadian Nuclear Laboratories in Chalk River, in the USA at the University of Illinois Urbana-Champaign, and at LUT University in Lappeenranta, Finland and in Poland. Additional projects are under development in the USA, Canada, and Europe.",
            "FCM fuel enhances safety through proprietary technology to embed TRISO particles in a silicon carbide matrix. In August 2022, USNC opened its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge at the East Tennessee Technology Park (ETTP), to produce the first fuel for testing and qualification for use in the MMR.",
            "The funding award was one of many announced alongside the launch of Great British Nuclear (GBN), which aims to drive rapid expansion of nuclear power in the UK at an unprecedented scale, and the start of a competition to encourage the development of small modular reactor (SMR) technology.",
            "The total grant funding package of up to £157m included £77.1m “for companies to accelerate advanced nuclear business development in the UK and support advanced nuclear designs”, and up to £58m “for the further development and design of a type of advanced modular reactor (AMR) and next generation fuel”. USNC’s award was part of the £58m, with other funding going to the UK’s National Nuclear laboratory. In addition, a further £22.3m from the Nuclear Fuel Fund was awarded to eight projects to develop new fuel production and manufacturing capabilities in the UK. The winners included Westinghouse Springfields, Urenco UK,",
            "Nuclear Transport Solutions (part of the Nuclear Decommissioning Authority) and MoltexFLEX.",
            "Image: Ultra Safe Nuclear Corporation’s micro modular reactor (courtesy of USNC)"
        ],
        "frequency": 13
    },
    {
        "url": "https://www.neimagazine.com/news/uk-launches-nuclear-revival-11019899/",
        "title": "UK launches nuclear revival",
        "text": [
            "Great British Nuclear (GBN) is to drive rapid expansion of nuclear power in the UK at an unprecedented scale and pace as the government kickstarts a competition to encourage the development of small modular reactor (SMR) technology. A joint statement from the Department for Energy Security & Net Zero, GBN, the Nuclear Decommissioning Authority (NDA), Energy Security Secretary Grant Shapps, and Nuclear Minister Andrew Bowie announced “a massive revival of nuclear power”. This is intended to place the UK “at the forefront of a global race to develop cutting-edge technologies to rapidly deliver cleaner, cheaper, more secure energy”.",
            "This will boost UK energy security, reduce dependence on volatile fossil fuel imports, create more affordable power and grow the economy, with the nuclear industry estimated to generate around £6 billion for the UK economy.",
            "Companies can now register their interest with GBN to participate in a competition to secure funding support to develop their products. “This could result in billions of pounds of public and private sector investment in small modular reactor (SMR) projects in the UK – demonstrating the government delivering on its priorities to partner with the nuclear industry and jointly spearhead the future of nuclear technologies,” the statement says.",
            "It notes that, unlike conventional reactors built on site, SMRs are smaller, can be made in factories and could transform how power stations are built by making construction faster, and less expensive.",
            "“GBN will play a key role in helping the government hit its ambition to provide up to a quarter of the UK’s electricity from homegrown nuclear energy by 2050 and achieve among the cheapest wholesale electricity prices in Europe, whilst supporting jobs across the country.”",
            "However, the government also “remains committed to the mega projects of Hinkley Point C and Sizewell C and will work with GBN to consider the potential role of further large gigawatt-scale nuclear power plants in the UK energy mix”.",
            "Energy Security Secretary Shapps said, in opening GBN and the competition to develop SMR technology, which could result in billions of pounds of public and private sector investment, “we are seeing the first brush strokes of our nuclear power renaissance to power up Britain and grow our economy for decades to come”.",
            "Nuclear Minister Bowie said: “As long-standing pioneers of nuclear, today we’re marking its UK revival with the opening of Great British Nuclear, which will play an essential role in transforming the way we power Britain from Britain.” He added that he looked forward to “seeing the world-class designs submitted from all around the world through the competitive selection process, as the UK takes its place front and centre in the global race to unleash a new generation of nuclear technology”.",
            "Simon Bowen, interim chair of GBN said building on the work done at Hinkley Point and Sizewell, the start of the SMR selection process “signifies a real step forward in delivering the scale of nuclear power that Britain needs for secure, sustainable energy future”.",
            "The government also announced a grant funding package totalling up to £157m ($203m), including:",
            "Up to £77.1m “for companies to accelerate advanced nuclear business development in the UK and support advanced nuclear designs to enter UK regulation, maximising the chance of small and advanced modular reactors being built during the next Parliament”.",
            "Up to £58m for the further development and design of a type of advanced modular reactor (AMR) and next generation fuel that “could provide high temperature heat for hydrogen and other industrial uses alongside nuclear power.",
            "The winning projects for this latest phase of funding are:",
            "Up to £22.5m to Ultra Safe Nuclear Corporation UK in Warrington to further develop the design of a high temperature micro modular reactor, suited to UK industrial demands including hydrogen and sustainable aviation fuel production;",
            "Up to £15m to National Nuclear laboratory in Warrington to accelerate the design of a high temperature reactor, following its success in Japan;",
            "Up to £16m to National Nuclear Laboratory in Preston to continue to develop sovereign coated particle fuel suitable for high temperature reactors.",
            "A further £22.3m from the Nuclear Fuel Fund will enable eight projects to develop new fuel production and manufacturing capabilities in the UK, driving up energy security and supporting the global move away from Russian fuel. The winning projects include:",
            "Over £10.5m to Westinghouse Springfields nuclear fuel plant in Preston to manufacture more innovative types of nuclear fuel for customers both in the UK and overseas;",
            "Over £9.5m to Urenco UK in Capenhurst Chester to enrich uranium to higher levels, including LEU+ and high assay low enriched uranium (HALEU);",
            "Over £1m to Nuclear Transport Solutions, a subsidiary of NDA, to develop transport solutions to facilitate a supply chain for HALEU in the UK and internationally;",
            "Over £1.2m to support MoltexFLEX, a UK molten salt reactor developer based in the North West, to build and operate rigs for the development of molten salt fuel.",
            "Julia Pyke, Joint Managing Director for Sizewell C said the government announcement was “a big vote of confidence in Sizewell C, which will continue the transformation in British nuclear construction started by Hinkley Point C”. Both projects “will form a vital part of the future nuclear fleet, helping to lower carbon emissions and reduce energy costs for British households”.",
            "Tom Greatrex, CEO of the Nuclear Industry Association, said the launch of GBN “marks a new era for nuclear deployment in the UK – helping drive a programme of construction at pace and at scale to strengthen our energy security”. The focus on the SMR selection “will demonstrate the commitment to deployment of innovative technologies and open up new opportunities for the UK industrial supply chain here and abroad” He added: “Britain has an important leadership role in the global nuclear industry, and nowhere more so than in our determination to drive Russia out of the nuclear fuel markets. The government’s Nuclear Fuel Fund will bolster those world-class capabilities that make us uniquely placed to help our allies replace Russian supplies with Western nuclear fuel.”",
            "David Peattie, Nuclear Decommissioning Authority CEO, said decommissioning plays a critical role in the lifecycle of nuclear power generation, “and we are committed to sharing our expertise, resource, and assets to support GBN and the government in delivering for the British public”.",
            "GBN, will initially be led by Simon Bowen and Gwen Parry-Jones, interim Chair and CEO. Following the launch of the SMR selection process, once the initial stage is complete, “GBN will down-select those technologies which have met the criteria, and then enter into detailed discussions with those companies as part of an Invitation to Negotiate phase. The initial down-select will take place in the Autumn.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/poland-and-south-korea-strengthen-co-operation-including-nuclear-11014803/",
        "title": "Poland and South Korea strengthen co-operation including nuclear",
        "text": [
            "During his recent visit to Poland, South Korean President Yoon Suk Yeol attended the opening ceremony of the Korea-Poland business forum attended by some 250 business people from both countries where more than 30 memoranda of understanding (MOUs) were signed. These strengthened cooperation in various areas including high-tech industries, energy, infrastructure and services, according to the Korean Ministry of Trade, Industry & Energy. They included six MOUs related to nuclear cooperation.",
            "Six agreements are on nuclear power generation, including two MOUs that South Korea's Doosan Enerbility signed with Polish companies on the construction of new nuclear power plants in the European country. Doosan, Korea Hydro & Nuclear Power Co and several other South Korean companies, including Hyundai Engineering & Construction (HEC) and Daewoo Engineering & Construction are participating in the Polish project of building nuclear reactors at the Patnow power station.",
            "During a press briefing, Yoon said he and Polish President Andrzej Duda agreed that nuclear energy development is the optimal means to achieve both energy security and carbon neutrality, and to actively support cooperation between the two countries' businesses for the successful construction of NPPs in Poland.",
            "HEC signed a Preliminary Agreement on cooperation in the development Micro-Modular Reactor (MMR) technology in Poland jointly with Polish chemical company Grupa Azoty Zakłady Chemiczne Police (GAP) and US-based Ultra Safe Nuclear Corporation (USNC).",
            "The agreement envisages implementation of USNC’s MMR technology for use in the chemical industry, construction of an energy system based on modular reactors and the use of zero-emission nuclear energy to produce hydrogen.",
            "HEC is an integrator of industrial energy technologies and provides implementation services for energy sources, including SMRs and their integration with the infrastructure of industrial customers. Together with USNC and other partners, HEC is developing a zero-carbon hydrogen production technology that extracts hydrogen by splitting water using electricity generated from nuclear power.",
            "HEC, USNC and GAP also expressed their willingness to support each other and commit to the development and implementation of nuclear energy to mitigate the adverse effect of climate change.",
            "“The agreement we signed today not only significantly strengthens our project by attracting an experienced partner such as HEC, but also strengthens our works towards implementation of nuclear technologies in chemical industry,” said Mariusz Grab, Vice President of the GAP Management Board.",
            "“The document we signed sets the course of action we intend to take to facilitate the licensing of MMR technology in Poland. Seeking access to zero-carbon energy sources while decarbonising our own generation sources aligns with the Grupa Azoty Group’s Strategy for 2023-2030. Poland’s energy transition is not only about government action, but also about the changes that key Polish manufacturing companies such as Grupa Azoty are undertaking, including replacement of fossil fuels with zero-carbon sources of heat and electricity, gradual reduction of energy consumption or improvement of energy efficiency. The agreement is for us an important step in this direction.”",
            "USNC is an integrated nuclear company that designs, licenses, produces, builds, develops and operates zero-carbon nuclear power solutions, among other things. The company has developed the Micro-Modular Reactor (MMR) technology using Fully Ceramic Microencapsulated fuel and has obtained patent protection for some of its related technologies. \"This agreement is an important next step toward Poland's energy independence and decarbonisation efforts. We appreciate the continued interest and support of Grupa Azoty and our partner Hyundai Engineering Company in deploying USNC's high-temperature nuclear batteries at the GAP chemical plant,” said USNC CEO Francesco Venneri.",
            "HEC CEO HyeonSung Hong welcomed continued collaboration with GAP and USNC. “Our company has extensive business experience in Poland. Building upon this experience, we will combine our acquired expertise and capabilities to generate synergistic effects, contributing to the establishment of green energy in Poland.”",
            "Image: South Korean Industry Minister Lee Chang-yang (L) and Polish Minister of Economic Development & Technology Waldemar Buda (R) sign a MoU on establishing a Trade and Investment Promotion Framework between the two countries at the presidential palace in Warsaw as South Korean President Yoon Suk Yeol (L, back row) and Polish President Andrzej Duda watch (courtesy of Yonhap)"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/news/alabama-site-selected-for-mmr-assembly-plant-10967792/",
        "title": "Alabama site selected for MMR assembly plant",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC), which is developing fourth-generation gas-cooled microreactors has selected Gadsden in Alabama as the location of the company’s MMR Assembly Plant (MAP). The facility will manufacture, assemble, test, and inspect the non-radiological modules needed to construct USNC’s Micro-Modular Reactor (MMR). No radioactive material will to be used or stored at the facility. The 578,000 square foot highly automated factory will feature state-of-the-art advanced manufacturing processes and equipment and will be capable of producing up to 10 complete MMR nuclear units a year.",
            "USNC’s MMR is a high-temperature gas-cooled “nuclear battery” design will use Fully Ceramic Micro-encapsulated (FCM) nuclear fuel. USNC has active micro reactor deployment projects in Canada at the Canadian Nuclear Laboratories in Chalk River, in the USA at the University of Illinois Urbana-Champaign, and at LUT University in Lappeenranta, Finland and in Poland. Additional projects are under development in the USA, Canada, and Europe.",
            "FCM fuel enhances safety through proprietary technology to embed TRISO particles in a silicon carbide matrix. In August 2022, USNC opened its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge at the East Tennessee Technology Park (ETTP), to produce the first fuel for testing and qualification for use in the MMR.",
            "The decision to locate the assembly plant in Gadsden followed a year-long search spanning 16 states and hundreds of potential sites. Primary factors evaluated included site suitability and infrastructure, skilled workforce availability, and overall project economics. USNC and the State of Alabama formalised the deal through a Project Agreement executed by Governor Kay Ivey and the company.",
            "The non-nuclear production facility represents a $232m investment in advanced nuclear infrastructure. When operational, MAP will employ 250 professional and technical workers. USNC representatives note significant potential for expansion and export as demand for the MMR high-temperature gas reactor gains global interest and traction. USNC says there is also potential for its suppliers to establish a local presence, contributing to growth and opportunity in and around Gadsden.",
            "Alabama Governor Kay Ivey said: “This unique facility will benefit the Gadsden community through a significant investment and the creation of good jobs while also reinforcing Alabama’s reputation for cutting-edge manufacturing operations.”",
            "Image: Artist's impression of the MAP facility (courtesy of USNC)"
        ],
        "frequency": 10
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-technology-selected-for-nasa-flashlight-10961646/",
        "title": "USNC technology selected for NASA flashlight",
        "text": [
            "US-based Ultra Safe Nuclear’s (USNC’s) EmberCore technology has been selected by NASA to participate in the NASA Innovative Advanced Concepts (NIAC) programme. The Phase 1 study will be on \"EmberCore Flashlight: Long Distance Lunar Characterisation with Intense Passive X- and Gamma-ray Source”. It will be led by Dr Chris Morrison, Chief Engineer, Radioisotopes supported by Dr Thomas Prettyman, Senior Scientist at the Planetary Science Institute.",
            "EmberSource is based on UNSC’s Ember nuclear chargeable ceramic. This is being developed for ultra-high-speed propulsion in space and for survive-the-night capabilities on the lunar surface. By integrating EmberSource into a specially designed casing, x-rays that would normally be contained by shielding are instead released through a controllable aperture. As they interact with the lunar surface and reflect into a sensor, they can provide valuable information about the surface and what lies beneath.",
            "Dr Prettyman says the technology “will enable characterisation of the structure and composition of the lunar surface in unprecedented detail”. He adds: “The capabilities for standoff analyses of elemental composition and operation in darkness are potentially game changing.\"",
            "A rover equipped with an EmberSource X-Ray Flashlight could use its x-rays to map the composition of broad areas of the lunar surface from a distance. A beam several orders of magnitude stronger than any x-ray source previously deployed in space, combined with the mobility of a rover, would make it possible to map the composition of the lunar surface in far greater detail than ever before.",
            "USNC’s Chris Morrison says the EmberSource X-Ray Flashlight “represents the right combination of cutting-edge technology and groundbreaking science, which the NASA NIAC programme is designed to foster”. The new capabilities provided by this technology “could revolutionise lunar exploration by giving us the clearest picture we’ve ever had of what resources are available on the Moon, hopefully paving the way for a sustainable human presence there”.",
            "The EmberSource X-Ray Flashlight being developed for Phase 1 NIAC is intended to be used in two distinct locations on the moon: Shackleton Crater, and Mare Tranquillitatis. In these places, it could be used to search for significant amounts of water and other volatile materials that essential to make the Moon habitable for humans long-term.",
            "The Planetary Science Institute, based in Tucson, Arizona, is a private, nonprofit corporation dedicated to solar system exploration. It was founded in 1972. Its scientists are involved in numerous NASA and international missions",
            "USNC is developing company the Micro-Modular reactor TRISO-based Fully Ceramic Micro-encapsulated nuclear fuel, as well as nuclear power and propulsion technologies for space exploration.",
            "Image: Artist's impression of the EmberCore Flashlight mounted on a rover (courtesy of USNC)"
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-delivers-triso-fuel-to-nasa-10943644/",
        "title": "USNC delivers TRISO fuel to NASA",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) has delivered nuclear fuel to NASA’s Space Nuclear Power & Propulsion programme produced at its Pilot Fuel Manufacturing Facility (PFM). This is the first ever delivery by industry of uranium nitride coated particle TRIstructural ISOtropic (TRISO) fuel to NASA.",
            "The fuel particles were small-diameter uranium nitride kernels with a tri-structural zirconium carbide outer coating surrounding pyrolytic carbon and porous carbon buffer layers. Previous attempts by industry to leverage uranium nitride fuel without tri-structural coatings failed at temperatures well below predicted or desired performance levels. NASA believes this more robust fuel form will unlock higher performance at lower cost for future space nuclear efforts.",
            "\"It’s great to see industry stepping up with investment in infrastructure that delivers,” said Jason Turpin, Space Nuclear Propulsion Program Manager for NASA. “Advanced capabilities like the Pilot Fuel Manufacturing facility mean more tools in the NTP toolbox and that provides a shorter and clearer path to success.\"",
            "Dr Kurt Terrani, USNC’s Executive Vice President for fuel development said the process and facility were designed specifically to be both scalable and flexible “to meet the needs of a rapidly expanding market for advanced coated particle nuclear fuels”.",
            "By leveraging an experienced team and many technologies both with roots going back to Oak Ridge National Laboratory, USNC was able to miss lab-scale deployment and set up a single line of production-scale equipment within 15 months. The PFM facility holds a radioactive material licence and is located on the former K-25 site at Oak Ridge, Tennessee.",
            "PFM will support USNC in the near term across a number of areas including manufacture of Qualification Fuel test articles for its Micro-Modular Reactor (MMR). It improves the production-scale equipment and supports the licensing activities for the recently announced planned Joint Venture with Framatome for large scale production of TRISO-based fuels."
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/inl-sees-market-for-microreactors-in-some-us-states-10884680/",
        "title": "INL sees market for microreactors in some US states",
        "text": [
            "A new report by US Idaho National Laboratory (INL) sees a high market potential for microreactors in US states with energy-intensive industries, nuclear-friendly laws and widespread social acceptance. The 164-page “Microreactor Applications in US Markets” looks at state-level legal, regulatory, economic and technology implications for microreactor applications in US markets.",
            "This report is part of the Emerging Energy Markets Analysis (EMA) initiative led by INL and includes the University of Alaska, Boise State University, University of Michigan, Massachusetts Institute of Technology and the University of Wyoming. It summarises a US Department of Energy (DOE) Microreactor Program analysis of the market opportunities for microreactors.",
            "The EMA team examined the regulatory climate in all 50 US states and found that most have either removed barriers for microreactor (MR) deployment or established carbon-reduction goals that make advanced nuclear technologies attractive. Challenges include public perceptions based on uncertainties related to costs, waste and fuel management.",
            "A key focus is on Alaska and Wyoming where there are location-specific energy needs for electricity and heat. A state-by-state evaluation of current carbon/carbon-related policies and nuclear policies assesses broader market applicability in states undergoing energy transitions. MRs are suited for remote industrial applications such as seafood processing in Alaska and trona mineral mining in Wyoming, the report says.",
            "The report suggests that the nuclear industry and national labs should increase communication about the technology and create a clear differentiation between MRs, small modular reactors and large reactors. It outlines areas needing further research, including developing a deeper understanding of public acceptance or resistance to microreactors. It says there is also a need to: evaluate other possible microreactor markets including conventional mining, oil and gas extraction operations, carbon refining, ammonia production, synthetic fuels, and other industries.",
            "\"Microreactors are a new technology to many of the potential deployment sites, so it is important to promote common understanding of the barriers to market entry for both developers of the technology as well as end users,\" said John Jackson, national technical director of the DOE Office of Nuclear Energy's Microreactor Program. \"The DOE programmes support broad availability of energy solutions to meet individual needs, and characterisation of these needs is very valuable.\"",
            "INL is currently developing the Microreactor Applications Research Validation & Evaluation (Marvel) project This entails the design, development, construction, and start-up of an INL test microreactor, funded by DOE through the Microreactor Program. The aim is to establish an operational nuclear applications test bed that can generate combined heat and power to enable integration and R&D with end-user technologies. It will also allow microreactor technologists to test next-generation control systems.",
            "Marvel is one of 12 microreactor designs described in the International Atomic Energy’s comprehensive publication on Advances in Small Modular Reactor Technology Developments published in 2022. Of the 12, five are being developed in the US. In addition to Marvel, these include Oklo’s Aurora, HolosGen’s Holos-Quad, Ultra Safe Nuclear Corporation’s MMR and Westinghouse’s eVinci.",
            "Image: INL's test microreactor, Marvel (courtesy of Idaho National Laboratory)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/canada-selects-site-for-first-mmr-10858795/",
        "title": "Canada selects site for first MMR",
        "text": [
            "A repurposed parking lot at Atomic Energy of Canada Limited’s (AECL’s) Chalk River campus has been selected as the site for construction of a demonstration Micro-Modular Reactor (MMR), according to a joint statement by AECL, Canadian Nuclear Laboratories (CNL) and Global First Power (GFP).",
            "The 15 MWt (5 MWe) demonstration plant will use Ultra Safe Nuclear Corporation's (USNC’s) MMR technology for the first commercial deployment of private sector funded small modular reactor (SMR) technology in Canada. It is intended as a model for future SMR deployments to support remote and industrial applications.",
            "The selected site will provide good access to campus utilities and to CNL's technical and operational support services. Once the reactor is operational, CNL may also be able to use the energy produced both for campus operations and research activities, the companies said.",
            "GFP submitted an application for a site preparation licence to the Canadian Nuclear Safety Commission (CNSC) in 2021, and work on an environmental assessment for the project is under way. Site preparation and construction is expected to begin in 2025, subject to the necessary approvals, for operation in 2027.",
            "GFP is a joint venture launched in 2020 by USNC and Ontario Power Generation to build, own and operate an MMR at the Chalk River Laboratories site. In addition to the Chalk River project, the MMR is also under consideration for the Ontario campus of McMaster University.",
            "GFP President & CEO Jos Diening said the site demonstrates the \"unique suitability\" of the technology to become fully integrated into remote and industrial facilities and their operations. \"These are precisely the qualities that make advanced nuclear microreactors essential in decarbonising beyond the electric grid,\" he said.",
            "\"Once constructed, this proposed reactor can demonstrate the economics, safety and performance of a new and exciting SMR technology, giving the public confidence in this next-generation nuclear solution, said CNL President and CEO Joe McBrearty. “Overall, I believe that this location could go down in history as one of many at the Chalk River Laboratories where first-of-a-kind nuclear technologies were brought to life,\" he said.",
            "AECL Vice-President of Science, Technology & Commercial Oversight Amy Gottschling said: \"The Chalk River Laboratories have been at the forefront of nuclear innovation for more than 70 years, and we continue to push the envelope, leveraging science to solve problems and benefit Canada and the world.\"",
            "AECL is a federal Crown corporation with a mandate to promote nuclear opportunities for Canada. AECL owns the Chalk River Laboratories and other sites, and manages the Government of Canada’s radioactive waste responsibilities. It oversees and evaluates CNL’s work through contracts.",
            "USNC’s MMR comprises a high temperature gas-cooled reactor that provides process heat to an adjacent plant, via a molten salt heat exchange system. The MMR produces approximately 15 MW (thermal) of process heat to generate electrical power and/or heat, over an operating life-span of 20 years. It is based on USNC’s proprietary Fully Ceramic Micro-encapsulated (FCM) fuel technology. USNC has been progressing the design of the MMR over the last several years. This includes completing the Phase 1 Vendor Design review with CNSC.",
            "The FCM fuel comprises industry standard TRIstructural ISOtropic (TRISO) particles, which contain the radioactive by-products of fission within layered ceramic coatings encased within a fully dense silicon carbide matrix. UNSC says this combination provides an extremely rugged and stable fuel with extraordinary high temperature stability.",
            "USNC’s Pilot Fuel Manufacturing Facility contains full scale production equipment for TRISO particles, FCM Fuel, and novel particle-based fuels and moderators. It is the only operating commercial-scale TRISO production facility in the Western world and is located in Oak Ridge, Tennessee on the Manhattan Project site occupied by the K-25 gaseous diffusion plant. In 2022, the facility produced the first uranium bearing TRISO particles.",
            "Image: The world's first micro-modular reactor will be built at the Canadian Nuclear Laboratories site in Chalk River, Ontario (courtesy of AECL))"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/ultra-safe-nuclear-joins-korean-companies-to-construct-hydrogen-micro-hub-10790402/",
        "title": "Ultra Safe Nuclear joins Korean companies to construct hydrogen micro-hub",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) has signed a memorandum of understanding (MOU) with South Korea’s Hyundai Engineering and SK Ecoplant to conduct R&D on clean hydrogen production. The three companies intend to construct a Hydrogen Micro Hub at the SK Ecoplant’s headquarters in Seoul's Jongno-gu.",
            "The Hydrogen Micro Hub will produce hydrogen based on a high-temperature electrolysis process of solid oxide electrolysis cells (SOEC) using the electricity and high-temperature steam generated by USNC’s Micro-Modular Reactor (MMR). The companies will jointly conduct research and development on the MMR-SOEC integrated plant for the next five years. They will investigate the establishment of a competitive hydrogen production system, and support R&D and verification for future hydrogen production and supply businesses.",
            "Hyundai Engineering will oversee the MMR-related balance of plant (BOP) and design, procurement, and construction (EPC) tasks and USNC will be responsible for MMR design, manufacturing, and supply. SK Ecoplant will establish a nuclear power-based hydrogen production system using Bloom Energy's SOEC and will also supply hydrogen production equipment.",
            "USNC's MMR is a high-temperature gas-cooled reactor (HTGR) with a thermal capacity of 15 MW and an electrical capacity of 5 MW comprising two plants – nuclear plant that generates heat for an adjacent power plant that converts it into electricity or provides process heat for industrial applications. USNC says the system is designed to be simple, with minimal operation and maintenance requirements, and no on-site fuel storage, handling or processing. It will have a sealed transportable core and is designed to use TRISO fuel in prismatic graphite blocks, also produced by USNC. in Canada, USNC is collaborating with Ontario Power Generation for construction of an MMR at the Atomic Energy of Canada Limited's Chalk River Laboratories campus in Ontario, where the project is at an advanced licensing stage.",
            "SK Ecoplant has successfully tested hydrogen production through electrolysis using a 130 kW-scale SOEC facility located at the Bloom SK Fuel Cell manufacturing plant in Gumi, Gyeongsangbuk-do, in cooperation with Bloom Energy and Bloom SK Fuel Cell. It is also participating in a government-led green hydrogen production demonstration project and is pursuing a project to convert green hydrogen into ammonia or methanol. SK Ecoplant is also diversifying its \"zero carbon emission hydrogen production model\" to include pink hydrogen, produced by electrolysis using electricity from nuclear power generation.",
            "SK Ecoplant CEO Kyung-il said, \"SOEC is a good partner that can take advantage of MMR's advantages by operating at high temperatures and producing high-efficiency hydrogen with minimal energy consumption.\" Francesco Venneri, CEO of USNC, said the Hydrogen Micro Hub “is an efficient and economical hydrogen production plant that can produce hydrogen on a scale required at the local site”.",
            "Image (L-R): Francesco Venneri, CEO, USNC; Hong Hyun-seong, CEO, Hyundai Engineering; and Park Kyung-il, CEO, SK ecoplant, following the signing ceremony (courtesy of USNC)"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-signs-more-agreements-in-poland-for-its-mmr-10733954/",
        "title": "USNC signs more agreements in Poland for its MMR",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) has signed an agreement with Polish chemical company Grupa Azoty Police and the West Pomeranian University of Technology in Szczecin. Over the next six months, the parties will prepare a comprehensive research programme and jointly develop a plan for the construction, operation and maintenance of a nuclear energy research facility based on USNC’s Micro-Modular Reactor (MMR) technology.",
            "The first stage of the project will involve the construction of a 30MWt MMR to serve as a training, research & test facility. It will be connected to the existing energy infrastructure of Grupa Azoty Police chemical industry project, providing a unique opportunity to study, test, optimise and integrate the MMR as a zero-carbon generation source into an industrial plant. The collaboration will ultimately lead to the development of a plan for full-scale use of nuclear energy to power chemical processes and to generate steam and hydrogen at Grupa Azoty Police’s plant.",
            "\"The experience of the last several months, especially the situation on the gas market, has proved how important the diversification of energy sources is for the domestic business,” said Karol Rabenda, Deputy Minister of State Assets. “I have no doubt that investments in this direction should be treated as a priority, which is why we support all projects – including, of course, SMR and MMR technologies – whose goal is to develop sources of stable and low-emission energy in Poland.\" Mark Brzezinski, US Ambassador to Poland said cooperation on energy security is a critical component of the US-Polish relationship “and helping develop Poland’s nuclear energy sector is a core part of that effort”.",
            "\"In recent years, the Zachodniopomorskie Voivodeship [Province] has become a place of strategic investments accompanied by the development of important fields of science, said Zbigniew Bogucki, West Pomeranian Voivode [Governor]. “I am glad that next to the West Pomeranian Hydrogen Valley\" a centre will be built where our scientists and students will have the opportunity to conduct research on the advanced technology of nuclear microreactors. The cooperation will provide Grupa Azoty Police with access to safe, reliable and emission-free Energy.\"",
            "Tomasz Hinc, CEO & President of the Management Board of Grupa Azoty said the group’s strategy for 2021-2030 targets new renewable capacities totalling nearly 380 MW by 2030. “In our strategic plan, we have also communicated entry into the segments of wind power and small nuclear sources, including MMRs, which will provide us with additional megawatts of zero-carbon energy.” He added that the new agreement “is paving the way for the Grupa Azoty Group to successfully deploy the 4th Generation MMR technology at our sites by the end of the period covered by our current strategy, that is by 2030”.",
            "The project to construct a 4th generation MMR research reactor will require new human resources with expertise in nuclear power. explained Professor Jacek Wróbel, Rector of the West Pomeranian University of Technology in Szczecin. “At the West Pomeranian University of Technology, we have a wealth of capabilities to equip these individuals with the necessary knowledge in this field. We are committed to constantly developing a unique research infrastructure that allows both domestic and foreign entities to conduct research and engage in R&D projects in engineering, science, and life sciences. We are… one of the 11 universities of technology in Poland.",
            "USNC’s MMR is a high-temperature gas-cooled “nuclear battery” utilising Fully Ceramic Micro-encapsulated (FCM) nuclear fuel. USNC has active micro reactor deployment projects in Canada at the Canadian Nuclear Laboratories in Chalk River, in the USA at the University of Illinois Urbana-Champaign, and at LUT University in Lappeenranta, Finland. Additional projects are under development in the USA, Canada, and Europe. The cooperation agreement builds on the US-Poland cooperative framework formally established by a February 2021 Intergovernmental Agreement.",
            "Image: Signing of the agreement between Ultra Safe Nuclear Corp, Grupa Azoty Police and the West Pomeranian University of Technology (courtesy of Grupa Azoty)"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/u-battery-personnel-join-ultra-safe-nuclears-uk-team-10713528/",
        "title": "U-Battery personnel join Ultra Safe Nuclear’s UK team",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) has announced the addition of key UK personnel to its team supporting the Advanced Modular Reactor (AMR) Research, Development & Demonstration (RD&D) programme funded by the UK Department for Business, Energy & Industrial Strategy (BEIS). USNC says it is taking advantage of the recent availability of personnel from the U-Battery Team. Earlier in March, Urenco withdrew its support for the U-Battery advanced modular reactor (AMR) project saying it had “exhausted its attempts to secure the commitment of new commercial investors\".",
            "USNC said the addition of the U-Battery personnel “effectively doubles the size of its UK Team (USNC-UK Ltd) underscoring the global importance of the AMR programme and supporting and augmenting the UK expertise needed to realise the programme's benefits as intended by the UK Government”.",
            "USNC-UK is building on USNC's Micro-Modular Reactor (MMR) design to develop an advanced MMR design “that will be best suited to the UK's industrial process heat and power needs”. The MMR-III will be a high-power version of USNC's MMR, capable of producing 750°C heat and specifically designed to be utilised in multi-unit \"nuclear battery packs\" at industrial sites.",
            "USNC's MMR is a high-temperature gas-cooled reactor (HTGR) with a thermal capacity of 15 MW and an electrical capacity of 5 MW comprising two plants – a nuclear plant that generates heat for an adjacent power plant that converts it into electricity or provides process heat for industrial applications. USNC says the system is designed to be simple, with minimal operation and maintenance requirements, and no on-site fuel storage, handling or processing. It will have a sealed transportable core and is designed to use TRISO fuel in prismatic graphite blocks, also produced by USNC. The company has been developing its MMR and proprietary Fully Ceramic Micro-Encapsulated (FCM) Fuel since 2011.",
            "UNSC says the MMR-III “aligns particularly well with emerging demands in the UK and globally for hydrogen and sustainable aviation fuel (SAF) production”. The use FCM fuel, helium coolant and the large heat storage unit “will deliver unmatched safety, simplicity and flexibility of use, while ensuring the heat generation and heat utilisation systems remain clean in all circumstances”.",
            "\"This is a great opportunity to move forward for the talented experts on the team in the face of an otherwise challenging situation,\" said Professor Tim Abram, former Head of Engineering & Design Authority for the U-Battery project, who is joining the USNC-UK team. \"We are proud of the contributions made to HTGR technology in the UK by the U-Battery project, and the team are looking forward to carrying on their mission with Ultra Safe Nuclear.”",
            "USNC CEO Francesco Venneri said the UK “is a must-have market, the ideal launch pad for the global deployment of our industrial-grade high-temperature nuclear batteries”. He added that the UK “has deep roots in the relevant gas-cooled nuclear reactor technologies, exemplified by the current AGR reactors and tracing back to Dragon, the very first helium-cooled high-temperature reactor utilising TRISO fuel. We are tapping into these roots by adding the best, most experienced and motivated UK talent to our team”.",
            "In Canada, USNC is collaborating with Ontario Power Generation for construction of an MMR at the Atomic Energy of Canada Limited's Chalk River Laboratories campus in Ontario, where the project is at an advanced licensing stage. MMR projects are also underway at the University of Illinois Urbana-Champaign in the USA and at McMaster University in Canada. USNC also signed an MOU in December 2022 with Canadian privately held investment firm Portland Holdings Investco, which is to invest up to $350m in UNSC to promote MMR technology in the Middle East and North Africa (MENA) and the Caribbean regions.",
            "At the beginning of March, Urenco USA (UUSA) signed an enrichment services supply agreement with USNC as part of the fuel supply programme for USNC’s MMR. USNC will purchase enriched uranium product from UUSA for use in the manufacture of Tri-structural Isotropic (TRISO) particles and FCM fuel via USNC’s planned joint venture with Framatome in USA.",
            "Image: Cross-section of USNC's micro modular reactor unit (courtesy of USNC)"
        ],
        "frequency": 21
    },
    {
        "url": "https://www.neimagazine.com/news/smr-development-tracked-by-nea-and-iaea-studies-10691068/",
        "title": "SMR development tracked by NEA and IAEA studies",
        "text": [
            "The Nuclear Energy Agency (NEA) has recently published a 73-page study, which tracks the progress of selected small modular reactor (SMR) designs towards deployment. NEA says the SMR designs are at various stages of development, from fundamental research on new concepts to commercial deployment and operation of mature designs.",
            "NEA notes that the International Panel on Climate Change (IPCC) found, on average, the pathways for the 1.5 degree C scenario would require installed nuclear capacity to reach 1,160 GWe by 2050, up from 394 GWe in 2020. “While the IPCC nuclear target is ambitious for nuclear energy, it is not beyond reach,” according to NEA. “Recent NEA analysis … finds that this target can be achieved through a combination of the long-term operation of existing plants and building large-scale Generation-III new builds and SMRs. It will also include leveraging both power and non-power applications of nuclear energy, including nuclear heat for industry and district heating, nuclear-based hydrogen and synthetic fuels.”",
            "NEA estimates that by 2050 SMRs could reach 375 GWe of installed capacity in an ambitious case, contributing to more than 50% of this capacity gap. The SMR technology pipeline includes a range of technology readiness levels and regulatory readiness levels. Some technologies are already demonstrated (at lab and commercial scales), while others are still in the R&D stage. NEA says timelines for deployment vary based on technology and regulatory readiness levels, with some designs expected to be demonstrated and commercialised before 2030 with others to follow later in the 2030s.",
            "NEA believes less mature SMRs will also play a role in meeting decarbonisation objectives. SMRs and advanced reactors with high levels of technology and licensing readiness will play a central role in getting to net zero by 2050 by supporting decarbonisation efforts that are expected to gain pace in the 2030s and 2040s. SMRs and advanced reactors with lower levels of technology and licensing readiness could be deployed at scale from the 2040s to supply electricity, heat and hydrogen and would contribute to long-term sustainability of nuclear energy after 2050 when associated with advanced nuclear fuel cycles. The report urges policy support for SMRs with high and low levels of technology and licensing readiness.",
            "The NEA SMR Dashboard studies only 21 specific SMRs with respect to six key areas: licensing; siting; financing; supply chain; engagement; and fuel. The 21 reactors include:",
            "ARC-100 (ARC Clean Technology, Canada), a 286 MWt fast reactor fuelled by metallic uranium dioxide (UO2);",
            "CAREM (CNEA, Argentina), a 100 MWt thermal reactor fuelled by UO2 pellets;",
            "APCR50S (CGN, China), a 200 MWt thermal reactor fuelled by UO2 pellets;",
            "ACP100 (CNCC, China), a 385 MWt thermal reactor fuelled by UO2 pellets;",
            "Nuward (EDF, France), a 540 MWt thermal reactor fuelled by UO2 pellets;",
            "BWRX-300 (GE-Hitachi, USA), an 870 MWt thermal reactor fuelled by UO2 pellets;",
            "Hermes (Kairos Power, USA), a 35 MWt thermal reactor fuelled by TRISO pebbles;",
            "SEALER-55 (Leadcold Reactors, Sweden), a 140 MWt fast reactor fuelled by metallic UO2 pellets;",
            "Stable Salt Reactor-Wasteburner (Moltex Energy, Canada), a fast reactor fuelled by molten salt;",
            "VOYGR (NuScale Power, USA), a 250 MWt thermal reactor fuelled by UO2;",
            "Aurora (Oklo, USA) a 4 MWt fast reactor fuelled by metallic UO2;",
            "Rolls Royce SMR (Rolls Royce SMR, UK), a 1,358 MWt thermal reactor fuelled by UO2 pellets;",
            "KLT40S (Rosatom, Russia), a 150 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200N (Rosatom, Russia), a 190 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200S (Rosatom, Russia), a 198 MWt thermal reactor fuelled by UO2 pellets;",
            "Natrium (Terrapower, USA), an 840 MWt fast reactor fuelled by metallic UO2;",
            "HTR-PM (INET-CNNC, China), a 500 MWt thermal reactor fuelled by TRISO pebbles;",
            "MMR (UltraSafe Nuclear, USA), a 15 MWt thermal reactor fuelled by TRISO prismatic;",
            "U-Battery (Urenco, UK), a 10 MWt thermal reactor fuelled by TRISO prismatic;",
            "eVinci (Westinghouse, USA), a 13 MWt thermal reactor fuelled by TRISO;",
            "XE-100 (X-energy, USA), a 200 MWt thermal reactor fuelled by TRISO-X pebbles.",
            "These include 10 water cooled reactors; four gas-cooled reactors; four fast reactors and two molten salt reactors. NEA also classifies them according to reactor configurations including 17 land-based designs; five multi-module designs; three marine-based designs; and one mobile design.",
            "NEA notes that SMRs can replace fossil fuels for on-grid power generation, diesel generators for off-grid mining and industrial operations, and fossil fuels for cogeneration of heat and power for heavy industries and district heating. They can also enable large-scale water treatment and desalination to produce clean potable water. “These varied market needs have prompted the development of a range of SMR technologies, which vary in technology, sizes, and configuration.” NEA comments: “Policymakers are often overwhelmed with this great variety as they strive to consider which designs might meet their particular needs and in what time frame.”",
            "It says the NEA SMR Dashboard is designed to help navigate this complex area of technology. It adds that future editions will continue to track the progress of these designs and include additional SMR technologies as verifiable information becomes available and is assessed.",
            "However, missing from the array of information on this selection of widely different SMRs is projected deployment dates. Some of these companies have suggested somewhat optimistic dates for operation of their first units. For example, USNC has suggested 2027 for its MMR, while Kairos (Hermes) has suggested 2026. Terrapower (Natrium), Urenco (U Battery) and X-energy (Xe-100) have all suggested 2028, although Terrapower has since indicated a delay of two years due to problems with fuel development. Leadcold initially suggested 2025 for its SEALER-55 but later amended that to 2030. Others scheduled for the early-mid 2030s include EDF’s Nuward, NuScale’s VOYGR, the Rolls Royce SMR and the Westinghouse eVinci. Meanwhile, Russia’s KLT40S and China’s HTR-PM are already in operation.",
            "Much greater detail is available in the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022. This provides data on SMRs around the world, including detailed descriptions of 83 reactors under development or construction in 18 countries. The 424 pages provide details of the technologies involved while Annex I summarises the information in a series of tables, including deployment timelines. The first booklet in this series was first published in 2014 and serves as a supplement to the IAEA’s Advanced Reactors Information System (ARIS), an online database with comprehensive information on the latest developments in advanced reactors.",
            "IAEA notes in its introduction to the latest edition: “Several major milestones have been reached in SMR technology deployment. The Akademik Lomonosov floating power unit in the Russian Federation with two-module KLT-40S was connected to the grid in December 2019 and started commercial operation in May 2020. The HTR-PM demonstrator in China was connected to the grid in December 2021 and is expected to reach full power operation by the end of 2022. The CAREM25 in Argentina is under construction and is expected to reach first criticality in 2026. The construction of ACP100 in China started in July 2021 and is targeted to start commercial operation by the end of 2026. The construction of BREST-OD-300 in Russian Federation began in June 2021 and is planned to be completed in 2026. The NuScale Power Module in the United States has received Standard Design Approval from US NRC in September 2020. The NRC has directed to issue a final rule that certifies NuScale’s SMR design for use in the United States.”",
            "All the other designs, including those mentioned by NEA, are either in the pre-conceptual/conceptual or basic/detailed design stages. Those still in the conceptual design stage include U Battery, eVinci, Nuward and Sealer-55.",
            "IAEA notes that the technical description and major technical parameters in the booklet “were provided by the design organisations without validation or verification by the IAEA. All figures, illustrations and tables in technical description of each design were also provided by the design organisations.” A similar caveat is given by NEA."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/urenco-supplies-enriched-uranium-for-advanced-reactor-project-10657788/",
        "title": "Urenco supplies enriched uranium for advanced reactor project",
        "text": [
            "Urenco USA (UUSA) has signed an enrichment services supply agreement with Ultra Safe Nuclear Corporation (USNC) as part of the fuel supply programme for USNC’s Micro-Modular Reactor (MMR). UUSA is operated by Louisiana Energy Services, the only US commercial producer supplying uranium enrichment services.",
            "USNC will purchase enriched uranium product (EUP) from UUSA for use in the manufacture of Tri-structural Isotropic (TRISO) particles and Fully Ceramic Micro-encapsulated (FCM) fuel via USNC’s planned joint venture with Framatome in the United States. This marks the first ever commercial supply of EUP for use in an advanced reactor. The EUP will be produced and supplied by the UUSA uranium enrichment facility located in New Mexico. Terms and details of the supply agreement are commercially confidential",
            "USNC says the agreement strengthens its vertical integration across the value chain to maximise competitive advantage and reduce risk by securing sufficient quantities of EUP to support MMR active deployments. USNC's MMR is a high-temperature gas-cooled reactor (HTGR) with a thermal capacity of 15 MW and an electrical capacity of 5 MW. It comprises two plants – a nuclear plant that generates heat for an adjacent power plant that converts it into electricity or provides process heat for industrial applications. It will have a sealed transportable core and is designed to use TRISO fuel in prismatic graphite blocks. The MMR is being licensed in Canada and the USA.",
            "“We’ve been working hard to manage and de-risk the front end of our fuel cycle,” says UNSC Executive Vice President Kurt Terrani. “With others facing so much uncertainty regarding fuel supply, it is vital to have reliable commercial partners to source, transport, and deconvert our EUP, feeding our fuel factory operations.”",
            "Karen Fili, President & CEO at UUSA says: “By leveraging our US infrastructure and highly skilled workforce, UUSA is well-positioned to supply enriched uranium product to fuel those reactors, as needed by the market and supported by long-term supply agreements.”",
            "The first batch of EUP is slated for delivery to the USNC-Framatome fuel manufacturing joint venture in 2025, to coincide with the start of their TRISO and FCM fuel factory operations. This will be used to fuel USNC’s MMR deployments with some availability to the wider advanced reactor market. MMR deployments are moving forward, including projects at Chalk River in Canada, with a view to first power in 2026, and the University of Illinois Urbana-Champaign, targeted for first power in 2027."
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/news/french-us-joint-venture-targets-commercial-production-of-triso-fuel-10558505/",
        "title": "Framatome-USNC JV set to produce TRISO particles and FCM fuel",
        "text": [
            "France’s Framatome and US-based Ultra Safe Nuclear Corporation (USNC) are forming a joint venture to manufacture Tri-structural Isotropic (TRISO) particles and USNC’s Fully Ceramic Micro-encapsulated (FCM) fuel. Framatome and USNC have signed a non-binding Heads of Terms Agreement to integrate their complementary resources to bring commercially viable fuel to market for advanced reactor designs.",
            "USNC, headquartered in Seattle, is developing a Micro-Modular Reactor (MMR) and produces FMC nuclear fuel based on TRISO fuel particles. FCM fuel enhances safety through proprietary technology to embed TRISO particles in a silicon carbide matrix. In August 2022, USNC announced the opening of its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge at the East Tennessee Technology Park (ETTP), to produce the first fuel for testing and qualification for use in its MMR.",
            "The PFM contains full scale production equipment for TRISO particles, and USNC’s FCM Fuel. The privately owned facility is located on the Manhattan Project site previously occupied by the K-25 gaseous diffusion plant. USNC produced its first uranium bearing TRISO particles earlier in 2022. PFM engineers employ additive manufacturing (3D printing) to fabricate FCM fuel. “The modular production lines for TRISO particles and FCM fuel, already demonstrated at scale at the PFM facility, are rapidly repeated to increase capacity to meet growing demand for the MMR and advanced reactor technologies more broadly,” USNC notes.",
            "The company has active MMR deployment projects at the Canadian Nuclear Laboratories (Chalk River) with Ontario Power Generation and at the University of Illinois Urbana-Champaign (UIUC). The project at Chalk River is targeting 2026 for first power, with the UIUC project targeted for first power the following year.",
            "USNC says its vertical integration “captures the entire value chain, from fuel manufacturing to reactor construction and operation, maximises competitive advantage and reduces risk”. Ala Alzaben, senior vice president for North America Fuel at Framatome says: “Ultra Safe Nuclear is a pioneer in the manufacture of both TRISO-based nuclear fuels and micro reactors, both of which contribute to a clear and attainable path toward a low carbon future.”",
            "USNC CEO Francesco Venneri say: “Framatome is an important strategic partner in our quest, and this move is a crucial step towards our vision of socially and environmentally responsible zero-carbon nuclear power.” Framatome was selected as a partner “as a result of thorough review and due diligence”, says USNC executive vice president Kurt Terrani. “Not only does Framatome have a long history of safely and economically manufacturing nuclear fuels, the company’s deep experience in manufacturing will be key to our success in bringing commercial TRISO and FCM fuel forms to market in rapid fashion.”",
            "The joint venture expects to begin manufacturing TRISO particles and FCM fuel in late 2025. TRISO fuel production capacity will be used in the manufacture of USNC’s FCM fuel and available to the broader commercial market. The partners have developed concrete plans to support rapid expansion to meet demand growth in the US and global markets.",
            "Image: FCM fuel pellet (courtesy of USNC)"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-explores-possible-deployment-of-its-mmr-in-finland-10451860/",
        "title": "USNC explores possible deployment of its MMR in Finland",
        "text": [
            "Ultra Safe Nuclear Corporation (UNSC) has signed a Memorandum of Understanding (MOU) with Lappeenranta-Lahti University of Technology (LUT) in Finland to investigate deployment of its Micro-Modular Reactor (MMR) as a research and test reactor for the city of Lappeenranta, in the vicinity of the University campus.",
            "USNC's MMR is a high-temperature gas-cooled reactor (HTGR) with a thermal capacity of 15MW and an electrical capacity of 5MW comprising two plants – nuclear plant that generates heat for an adjacent power plant that converts it into electricity or provides process heat for industrial applications. USNC says the system is designed to be simple, with minimal operation and maintenance requirements, and no on-site fuel storage, handling or processing. It will have a sealed transportable core and is designed to use TRISO fuel in prismatic graphite blocks, also produced by USNC. The company has been developing its MMR and proprietary Fully Ceramic Micro-Encapsulated (FCM) Fuel since 2011.",
            "If constructed in Finland, the reactor will serve as a training, research and test facility and will connect to the district heating infrastructure of Lappeenrannan Energia, the municipally-owned energy company providing district heating to the university, city, and surrounding area. “The work LUT is doing to support the transition to a carbon-neutral world is important and the MMR is the perfect research and training facility to advance their knowledge and experience, especially when it comes to decarbonizing district heating systems,” said USNC CEO Francesco Venneri.",
            "“The safety and design of the MMR makes partnering with Ultra Safe Nuclear the ideal choice for LUT and for Finland as we work toward decarbonized municipal and industrial heat supply and a carbon-neutral world,” said Juhani Hyvärinen, LUT Professor of Modelling in Nuclear Engineering.",
            "In Canada, USNC is collaborating with Ontario Power Generation for construction of an MMR at the Atomic Energy of Canada Limited's Chalk River Laboratories campus in Ontario, where the project is at an advanced licensing stage. MMR projects are also underway at the University of Illinois Urbana-Champaign in the USA and at McMaster University in Canada.",
            "USNC also signed an MOU on 15 December with Canadian privately held investment firm Portland Holdings Investco, which is to invest up to $350 million in UNSC to promote MMR technology in the Middle East and North Africa (MENA) and the Caribbean regions.",
            "Image: Rector Juha-Matti Saksa of LUT and CEO Francesco Venneri of Ultra Safe Nuclear sign agreement to study MMR advanced reactor deployment at Finland's leading climate university to support their vital decarbonisation mission (courtesy of Business Wire)"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/us-nrc-accepts-triso-xs-application-for-fuel-fabrication-facility-10451681/",
        "title": "US NRC accepts TRISO-X’s application for fuel fabrication facility",
        "text": [
            "The US Nuclear Regulatory Commission (NRC) has accepted an application from X-Energy Reactor Company subsidiary, TRISO-X, for a fuel fabrication facility which will use high-assay low-enriched uranium (HALEU). Anticipating the decision, TRISO-X, in October, broke ground and began construction of the facility in Oak Ridge, Tennessee. The TRISO-X Fuel Fabrication Facility (TF3) is expected to create more than 400 jobs and attract investment of approximately $300 million. TF3 is set to be commissioned and operational by 2025.",
            "In a letter to TRISO-X, NRC said that the agency had \"determined that the application provides sufficient information to proceed with a detailed technical review\" and further \"established a 30-month review schedule to be completed by June 2025.\"",
            "TRIstructural ISOtropic (TRISO) fuel comprises three layers of carbon and ceramic materials that surround kernels or balls of high-assay low-enriched uranium (HALEU) fuel. The coatings have uniform characteristics in all directions. Fuel particles, each the size of a poppy seed, are enriched to a level four times higher than fuel used in most of today’s commercial nuclear reactors. The coatings retain fission products, making each particle its own containment system. DOE says TRISO is “the most robust nuclear fuel on earth”.",
            "In 2020, the DOE selected X-energy for their Advanced Reactor Demonstration Program (ARDP) to receive up to $1.2 billion of federal cost-shared funding to develop, license, build, and demonstrate operational advanced reactors by the end of the decade. The TRISO-X nuclear fuel produced in the Oak Ridge TF3 will be used in X-energy’s Xe-100 high-temperature gas reactors, which are expected to be operational by 2028. Since 2016, TRISO-X has operated a pilot-scale nuclear fuel fabrication facility at the Oak Ridge National Laboratory (ORNL) to further develop its TRISO-X fuel and support the Xe-100 reactor design.",
            "“TRISO-X will be the nation’s first commercial scale facility dedicated to fuelling reactors that require high-assay low-enriched uranium TRISO particles,” said Dr Kathryn Huff, Assistant Secretary for Nuclear Energy earlier this year. “It’s a job creator and an advanced reactor enabler that will help fuel a transition to a net-zero economy.”",
            "However, TRISO fuel development is also continuing at several of the US national laboratories. Earlier in December, BWX Technologies (BWXT) began production of TRISO nuclear fuel intended for the first US microreactor (Project Pele). Under a $37 million award from Idaho National Laboratory (INL), BWXT will manufacture a core for Project Pele, TRISO fuel for additional reactors and coated particle fuel for NASA. The fuel will be down-blended from US government stockpiles of HALEU and fabricated into TRISO fuel at BWXT’s facility in Lynchburg, Virginia. BWXT facilities are the only private US facilities licensed to possess and process highly enriched uranium.",
            "BWXT has expanded its specialty coated fuels production manufacturing capacity through previously announced awards funded by the Department of Defense (DOD) Operational Energy Capabilities Improvement Fund Office and NASA and programme management provided by DOD’s Strategic Capabilities Office.",
            "Also in December, US-based Kairos Power signed an agreement to produce TRISO fuel pebbles for the Hermes demonstration reactor at Los Alamos National Laboratory’s (LANL’s) Low Enriched Fuel Fabrication Facility (LEFFF) in New Mexico. The partnership with Los Alamos is facilitated by the Laboratory’s proximity to Kairos Power’s testing and manufacturing facility in Albuquerque.",
            "In August, Ultra Safe Nuclear Corporation (USNC) announced the opening of its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge, located in the East Tennessee Technology Park (ETTP), to produce the first fuel for testing and qualification for use in its Micro Modular Reactor (MMR). The PFM contains full scale production equipment for TRISO particles, and UNSC’s FCM Fuel. The privately owned facility is located on the Manhattan Project site previously occupied by the K-25 gaseous diffusion plant. USNC produced its first uranium bearing TRISO particles earlier this year.",
            "Nine of the ten advanced reactor designs selected for funding under ARDP, including two planned demonstration reactors – Terrapower’s Natrium and X-energy’s XE-100 High Temperature Gas-Cooled Reactor – will rely on HALEU, which is enriched to nearly 20% with uranium-235 compared with the 5% used in power reactors. However, the US is facing problems as domestic production is limited and previous supplies from Russia are no longer available.",
            "Congress authorised the HALEU Availability Program in 2020 and eventually appropriated $45 million to “expedite” HALEU fuel-processing capacity. The Inflation Reduction Act added another $700 million and DOE has also established a HALEU consortium to support activities to secure a domestic supply of the fuel. In December, DOE also signed a contract with Centrus Energy’s subsidiary, American Centrifuge Operating (ACO), to pioneer production of HALEU at its facility leased from DOE in Piketon, Ohio. However, Centrus Energy Corp is expected to be producing less than 1 metric ton by 2023. Terrapower has postponed its Natrium plans by two years because of the HALEU shortage. It remains to be seen whether the TRISO projects will be affected by this.",
            "Image: Artist's rendering of the TRISO-X Fuel Fabrication Facility in Oak Ridge, TN, USA (courtesy of US Department of Energy)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/canada-calls-for-proposals-for-cnri-programme-10064542/",
        "title": "Canada calls for proposals for CNRI programme",
        "text": [
            "Canadian Nuclear Laboratories (CNL) has issued a call for proposals for the fourth round of its Canadian Nuclear Research Initiative (CNRI). CNL said the CNRI programme continues to grow, and this year has expanded to accept applications from Canadian universities, who are invited to submit project ideas that fall within this round’s designated focus areas.",
            "“We must close the innovation gap here in Canada, and that means working in collaboration with like-minded organisations to discover and advance solutions that address critical national needs,” commented CNL’s President and CEO, Joe McBrearty. “That is the intent of the CNRI programme, and it is at the centre of CNL’s new strategic vision. And as part of that goal, this year we have expanded what has already been a very successful programme to incorporate participation from Canada’s academic community. It is only by working better together that we can bring a new generation of reactors online here in Canada to combat climate change.”",
            "The CNRI programme was launched by CNL in 2019 to accelerate the deployment of new innovations, including small modular reactor (SMR) and advanced reactor (AR) designs, next-generation on-grid reactors and fusion technologies, by connecting reactor vendors with the facilities and expertise within Canada’s national nuclear laboratories. Participants are able to optimise resources, share technical knowledge, and gain access to CNL experts to help advance the commercialisation of AR technologies.",
            "For the fourth intake, research proposals must align with topics that include advanced fuels, advanced materials and chemistry, reactor safety, component development and testing, and application of nuclear capabilities to emerging technologies. As in previous rounds, once a technical review of each proposal is completed, CNL will work with the proponent to develop a plan to establish the scope, budget, and deliverables for the project. CNL will complete a final evaluation of the proposed project plans before making the final selection and approval of successful applicants. The deadline for this round of submissions is December 21, 2022.",
            "Since the CNRI programme was launched, CNL has received applications from many of the world’s leading reactor vendors, and participates in collaborative research projects with companies that include General Fusion, Terrestrial Energy, ARC Clean Energy, Ultra Safe Nuclear Corporation, and Moltex. Together, these projects enabled CNL to grow its capabilities in a number of promising new areas, including work to advance fuel development and manufacturing processes for new SMR designs, nuclear safeguards for a molten salt reactor design, tritium extraction techniques for fusion reactors, and the fabrication of innovative new reactor fuels.",
            "By leveraging the assets owned by Atomic Energy of Canada Limited (AECL), CNL serves as the nexus between government, the nuclear industry, the broader private sector and the academic community."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/uk-government-allocates-funds-for-next-generation-nuclear-technology-9980914/",
        "title": "UK government allocates funds for next generation nuclear technology",
        "text": [
            "The UK government has allocated GBP3.3 million ($3.8m) to help develop the next generation of nuclear reactors. The funding will support the early-stage innovation for six winning projects, helping attract private investment and supporting the creation of new, highly-skilled green jobs, the Department for Business, Energy & Industrial Strategy (BEIS) said.",
            "The funding through the Advanced Modular Reactor Research, Development and Demonstration (AMR RD&D) programme, “will support the development of cutting-edge nuclear technology in the UK such as high temperature gas reactors (HTGRs), helping revolutionise the way the UK gets its energy”.",
            "Energy Minister Greg Hands said the investment “will help unlock the potential for new nuclear reactors in the UK, as we drive forward plans to boost clean, cutting-edge, homegrown technologies for our energy security, while driving down bills in the long term”.",
            "Some GBP2.5 million in funding is going to six projects seeking to develop Advanced Modular Reactors (AMRs) in the UK. AMRs use novel and innovative fuels, coolants, and technologies to generate high-temperature heat for industrial use, as well as electricity. The AMR RD&D programme, part of the GBP385 million Advanced Nuclear Fund, focuses on developing HTGRs, “with an ambition for a demonstrator by the early 2030s, as they optimise opportunities for decarbonising industrial heat to support the UK’s target of reaching net zero by 2050”.",
            "In addition, the government is providing up to GBP830,000 to the Office for Nuclear Regulation and the Environment Agency to develop their capability and consider innovative regulatory approaches to HTGRs. This will help support the government’s plans to have a UK-based HTGR demonstration by the early 2030s.",
            "BEIS will work with the Nuclear Decommissioning Authority and their wider estate to explore how to leverage their knowledge, sites and operational experience to inform the development, deployment and operation of the demonstration and to support BEIS policy objectives in this area.",
            "U-Battery Developments Ltd in Slough is receiving GBP499,845 for a study to determine the optimum size, type, cost, and delivery method for a U­Battery AMR suitable for demonstration in the UK.",
            "EDF Energy Nuclear Generation Ltd in Gloucester and Hartlepool is receiving GBP499,737 focusing on end-user requirements to determine the reactor design characteristics most suitable for a HTGR demonstration in the 2030s. EDF proposes the Hartlepool Heat Hub as a host site for the UK’s first HTGR demonstration.",
            "Ultra Safe Nuclear Corporation UK Ltd in St Helens, Merseyside is receiving GBP498,312 for a project that will build on USNC’s existing micro modular reactor (MMR) design as a foundation to develop and demonstrate a modified MMR+ design best suited to UK industry’s current and projected future process heat demands. This includes a demonstration of hydrogen and sustainable aviation fuel (SAF) production.",
            "National Nuclear Laboratory (NNL) in Cheshire is receiving GBP497,495 for a project that coordinates a UK-Japan team (NNL, Japan Atomic Energy Agency (JAEA) and Jacobs) to leverage a proven HTGR baseline from Japan and adopt an innovative approach in its design, build, construction and operation.",
            "Springfields Fuels Ltd in Salwick, Lancashire is receiving GBP243,311 for a project, in collaboration with Urenco Limited, to support the range of potential HTGR technologies which may come forward in the UK.",
            "NNL is receiving GBP250,000 under the Lot 2 Phase A funding, for a project that aims to deliver a domestic commercial fuel supply starting with the first fuel load for the HTGR demonstration.",
            "Funding for this programme was split into 2 Lots – Lot 1 for projects developing advanced modular HTGR technologies, with up to GBP500,000 available for each project; Lot 2 for projects developing coated particle fuel (CPF) for HTGR technologies, with up to GBP250,000 available for each project.",
            "Image: UK Energy Minister, Greg Hands"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/ultra-safe-nuclear-and-hyundai-engineering-collaborate-on-microreactors-9969413/",
        "title": "Ultra Safe Nuclear and Hyundai Engineering collaborate on microreactors",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) and South Korea’s Hyundai Engineering have entered into a Framework Agreement for Procurement, extending existing collaboration in project development and deployment. The agreement, signed in Ottawa (Canada) builds on many years of collaboration between the two companies, a business cooperation agreement signed in January 2022, and an engineering agreement signed in June 2022.",
            "Under the Framework Agreement, Hyundai Engineering will bring its supplier network to support procurement of materials and services to USNC’s Micro Modular Reactor (MMR) based projects globally, strengthen USNC’s ability to serve international markets deploying MMR energy systems.",
            "“It is a great opportunity to contribute not only to the development of Ultra Safe Nuclear’s key projects globally, but also to advance the capabilities and performance of these power plants to deliver reliable, carbon-free energy anywhere,” said Hyeon Sung Hong, CEO of Hyundai Engineering. “We are pleased to help bring this advanced micro reactor technology to the world at a very important time of global energy transition.”",
            "USNC and Hyundai also signed a memorandum of understanding to build on USNC’s fully ceramic micro-encapsulated (FCM) nuclear fuel and MMR fuel and reactor technology, and to develop a “Multi-Purpose High Temperature Reactor” (MP-HTR) suitable for high efficiency power production and process heat applications, including but not limited to the production of hydrogen. The signing ceremony took place at USNC’s recently completed Pilot Fuel Manufacturing (PFM) radiological facility in Oak Ridge, Tennessee. TRISO particle fuel and FCM fuel elements manufactured in the PFM facility will be used for irradiation testing and qualification.",
            "“We are seeing tremendous interest in our micro reactor for a growing number of power and industrial process heat applications,” said Francesco Venneri, CEO of Ultra Safe Nuclear. “Partnering with global EPC leader Hyundai Engineering positions us well to meet this market demand worldwide.”",
            "Earlier this month, following a review by the Committee on Foreign Investment in the United States (CFIUS), USNC and Hyundai Engineering closed a previously announced $30 million equity investment. “The investment further strengthens the strategic relationship between the companies and advances the deployment of clean, carbon-free energy systems in the United States and globally,” the companies said.",
            "Image: Ultra Safe Nuclear CEO Francesco Venneri (l) and Hyundai Engineering CEO Hyeon Sung Hong (r) have signed a Framework Agreement extending collaboration on MMR project development and deployment at a ceremony in Ottawa (courtesy of Ultra Safe Nuclear)."
        ],
        "frequency": 8
    },
    {
        "url": "https://www.neimagazine.com/news/ultra-safe-nuclear-corporation-opens-pilot-fuel-manufacturing-facility-9943982/",
        "title": "Ultra Safe Nuclear Corporation opens pilot fuel manufacturing facility",
        "text": [
            "Seattle-based Ultra Safe Nuclear Corporation (USNC) has opened its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge, at the East Tennessee Technology Park (ETTP). UNSC said the facility is leveraging the region’s specialised workforce to produce the first fuel for testing and qualification for use in the company’s advanced Micro Modular Reactor (MMR) Energy System.",
            "Tennessee Lieutenant Governor Randy McNally, Congressman Chuck Fleischmann (TN-03), Assistant Secretary for Nuclear Energy Dr. Kathryn Huff, and representatives from Senator Marsha Blackburn’s and Bill Hagerty’s office toured the PFM on the eve of commencing radiological operations.",
            "The PFM facility uses the same production-scale modules for manufacturing TRISO (TRistructural ISOtropic) coated fuel particles and the company’s patented Fully Ceramic-Microencapsulated (FCM) fuel that will go into USNC’s future commercial fuel manufacturing factory. PFM is a radiological facility capable of producing FCM for testing and qualification in multiple-kilogram quantities. In the process, PFM will also codify and demonstrate the manufacturing modules that will be used in the company’s commercial fuel manufacturing factory, USNC said.",
            "The fuel manufacturing processes and modules are based on nuclear fuels research and development efforts of the US Department of Energy (DOE) and the Office of Nuclear Energy (NE). The 3D printing process for manufacturing refractory ceramic carbides was developed at Oak Ridge National Laboratory (ORNL) and licensed by USNC for use in the PFM production line. “It’s great to see technology developed at ORNL being used by industry – tech transfer is an important role that the national labs play,” said ORNL Associate Laboratory Director for Fusion and Fission Energy and Science Dr Kathryn A.McCarthy.",
            "Dr Kathryn Huff, Assistant Secretary for Nuclear Energy at DOE said she was impressed by the project. “I think it’s an indication of how clearly important this mission is going to be and what part this facility will play in the future of our nuclear energy as we transform this nation into a factory fighting the calamity of climate change,” she noted.",
            "“With this facility, Ultra Safe Nuclear moves one-step closer to the commercialisation of its fuel production,” stated USNC CEO Dr Francesco Venneri. “The market is ready. The nation is ready. The world is ready. Ultra Safe Nuclear is proud to be leading the way with the Department of Energy, with Oak Ridge, and with all our partners every step of the way.”",
            "USNC said it had designed and constructed its privately funded facility in less than 12 months. The PFM facility will produce the USA’s first private sector TRISO and FCM fuel. The project has already created more than 40 highly skilled jobs.",
            "USNC is currently demonstrating MMR Energy Systems at the Canadian Nuclear Laboratories in partnership with Ontario Power Generation and at the University of Illinois, and has started new projects to further deploy its technology in the USA, Canada, and Europe."
        ],
        "frequency": 8
    },
    {
        "url": "https://www.neimagazine.com/analysis/building-the-gen-iv-fuel-supply-chain-9809794/",
        "title": "Building the Gen IV fuel supply chain",
        "text": [
            "Above: Ultra Safe Nuclear Corporation’s Fully Ceramic Microencapsulated fuel",
            "Designing, licensing, building and deploying Gen IV nuclear reactors is proceeding steadily. The growing momentum behind new nuclear is in response to the need to eliminate carbon emissions, while delivering a stable and reliable power supply. Almost weekly there are technical advances, energy-generation agreements and interest announced in various Gen IV reactor designs by countries and organisations around the globe.",
            "When the marketplace evaluates next-generation nuclear options, whether it be small modular reactors (SMRs) or microreactors, often the focus is on the plant hardware. The reactor, and the adjacent equipment that puts nuclear-generated energy to productive use, are certainly important, but it is only half of the equation. The fuel that will power these reactors is just as crucial.",
            "Fuel design is progressing and is benefiting from new approaches and modern technologies. However, it is critical to have a tangible, dependable supply chain for these advanced fuels if new nuclear is to be successful.",
            "Enhancing fuel performance and safety",
            "The most common fuel form in Gen IV designs is the tristructural isotropic (TRISO) fuel particle. The high-temperature radionuclide retention capability of TRISO fuel particles has been studied, improved and established over recent decades. TRISO has long been relied on because it can be manufactured efficiently with consistent performance characteristics. Combined with the passive heat removal systems of Gen IV reactors, TRISO is the foundational technology for many SMR and microreactor systems.",
            "At Ultra Safe Nuclear Corporation (USNC), we are building on the proven safety and irradiation performance of TRISO fuel with Fully Ceramic Microencapsulated (FCM®) fuel.",
            "By embedding individual TRISO fuel particles inside a refractory silicon carbide (SiC) ceramic, we increase safety without reducing performance.",
            "As a technical ceramic with extreme environmental stability even in high-temperature applications, the SiC matrix in FCM fuel is an advance over the historic graphitic-matrix fuel and ideal for use in Gen IV reactors.",
            "Graphitic-matrix fuel exhibits complex irradiation behaviours — initially shrinking, then expanding — so the material degrades over time. The graphitic matrix is also prone to oxidation, making it susceptible to degradation in the presence of trace amounts of air or moisture that could leak into reactor coolant.",
            "In contrast, the silicon carbide matrix in FCM exhibits well known and finite swelling behaviour and can withstand an extremely high radiation dose, while retaining its configuration and strength. Silicon carbide also has exceptional air and steam oxidation resistance and is extremely resistant to environmental degradation.",
            "The radionuclide retention behaviour of SiC is the most important consideration. A silicon carbide coat is the primary barrier to radionuclide release in the TRISO spherical fuel particle. The radionuclide retention of TRISO fuel is dramatically improved in FCM fuel by embedding the TRISO particle inside the SiC matrix, which serves as an additional strong radionuclide release barrier.",
            "The inherent accident tolerance of silicon carbide and very low radionuclide release rates from the fuel are strong safety benefits.",
            "Deploying fuel manufacturing facilities",
            "USNC has recently opened two facilities in the USA to manufacture its core materials and FCM fuel. These facilities have been financed exclusively through USNC’s private capital, a testament to the company’s strong commitment to delivering a tangible and reliable fuel supply chain.",
            "The first of these two facilities — Advanced Ceramics Manufacturing (ACM) — is a non-radiological manufacturing unit in Salt Lake City, Utah. The ACM facility entered operation in 2021 and is dedicated to manufacturing non-radiological ceramic components for USNC’s microreactors.",
            "Many of the manufacturing technologies at ACM are underpinned by USNC’s proprietary ceramic additive manufacturing technology (a combination of binderjet additive manufacturing and chemical vapour infiltration), developed by some of USNC’s staff previously working at US Department of Energy’s (DOE) Oak Ridge National Laboratory (ORNL). USNC licensed this technology to apply it to the manufacturing of its FCM fuel and non-fuel advanced ceramic components.",
            "The ACM facility hosts most of USNC’s current binderjet additive manufacturing and chemical vapour infiltration systems. These systems offer a wide range of manufacturing capacity from 0.5l to 150l of production volume. These capabilities are applied to production of SiC, zirconium carbide (ZrC) and various metal hydrides.",
            "The manufacturing capability for these speciality ceramics supports deployment of USNC’s Micro Modular Reactor MMR® as well as its space-related nuclear energy systems.",
            "The second facility is the Pilot Fuel Manufacturing (PFM) plant, located on an 8.7 acre site in the East Tennessee Technology Park (ETTP) — originally the location of the Manhattan Project’s K-25 gaseous diffusion plant. PFM is a radiological manufacturing unit dedicated to pilot-scale manufacturing of TRISO fuel particles and FCM fuel. It is due to enter operation in mid 2022 and its production-scale fuel manufacturing modules will process feedstock uranium into TRISO fuel particles and subsequently produce FCM fuel in multiple kilogramme quantities. The PFM facility is a serial manufacturing process:",
            "Solution-gelation to form uranium gel spheres.",
            "Conversion to calcine and sinter the gel spheres into dense uranium fuel kernels.",
            "Fluidized bed chemical vapour deposition to coat the kernels and produce TRISO fuel particles.",
            "Load TRISO into SiC shells.",
            "Final densification to produce FCM fuel.",
            "One of the aims of the PFM facility is to fully establish and codify the production-scale modules for manufacturing TRISO and FCM fuel to support deployment of the modules in USNC’s future commercial-scale nuclear fuel manufacturing facilities. It will enable an informed and efficient licensing process for those facilities.",
            "The PFM facility siting involved due diligence to ensure the location uses the best available workforce and regional synergies. PFM is close to ORNL and the DOE National Nuclear Security Administration’s Y-12 National Security Complex, and this will enhance PFM facility operations by allowing access to world-class fuel characterisation and uranium logistics capabilities, respectively.",
            "TRISO and FCM fuel manufacturing processes differ vastly from those used for light water reactor fuel manufacturing, using materials, chemicals and processes with unique requirements. Developing and executing a sensible licensing strategy entails additional effort and early interaction with regulators.",
            "Fortunately, these regulatory bodies recognise they have to work effectively with advanced reactor developers to assure the highest levels of public safety and enable the industrial base to transition from light water reactors to the new nuclear fleet.",
            "USNC’s application of additive techniques to manufacture the SiC matrix of the FCM fuel form permits fuel designs to be geometrically optimised with unique tracking and monitoring capabilities, improving system safety and performance.",
            "The goal is to establish FCM as a flexible fuel architecture that enables a range of core designs.",
            "USNC believes that as the fuel supply chain evolves, FCM architecture based on coated particle fuels will be used in the USNC MMR as well as in other SMRs and microreactors.",
            "A near-term objective of USNC’s PFM facility is to produce a batch of TRISO and FCM fuel for its qualification programme in support of MMR licensing. This qualification fuel batch is slated for irradiation testing in 2023 in the Petten reactor in the Netherlands. The results will be integral to qualifying FCM fuel for use in MMRs and other advanced reactors.",
            "Low enriched uranium (LEU) with enrichment greater than 5wt% is key to Gen IV reactor fuels. The need for this stream of HALEU remains conspicuous and requires coordinated action by governmental and non-governmental organisations. They are working to establish this feedstock availability. Given today’s geopolitics, it is imperative that this material is sourced from reliable providers.",
            "Binder jet 3D printing technology",
            "Massachusetts-based Desktop Metal, Inc, has partnered with USNC supplying the company with two 3D printers from its X-Series line of binder jetting systems. Two additional machines are expected to follow this year.",
            "The printers for metal and ceramic powders can 3D-print advanced materials such as silicon carbide (SiC). “Binder jetting is a low-cost, high-yield, reliable process for our complex serial production,” Kurt Terrani, executive",
            "vice president of USNC’s Core Division, says, adding: “The advanced material capability of these machines is fundamental to our innovative approach to fuel design.”",
            "Desktop Metal says its X-Series line was designed to scale applications from research and development size right up to mass production with their repeatable open parameters and performance across a range of machines. With the small-format InnoventX already installed at the company’s facility in Salt Lake City, Utah, USNC has already developed its next-generation nuclear fuel matrix to be scaled up on the larger X25Pro and X160Pro systems. “Driving mass adoption of additive manufacturing requires scalable systems capable of printing high-performance materials that enable the most innovative applications,” says Ric Fulop, Co-founder and CEO of Desktop Metal.",
            "The X-Series family of 3D printer features three models – the InnoventX, the X25Pro and the X160Pro – and uses advanced compaction technology for dispensing, spreading and compacting powders during the binder jet printing process. Important for 3D printing silicon carbide, the process is carried out at low temperatures, which enables USNC to create complex and bespoke shapes in a material that is difficult if not impossible to manufacture with traditional technologies or conventional laser-based 3D printing methods.",
            "Author information: Kurt Terrani is Executive vice president, Ultra Safe Nuclear Corporation Core Division"
        ],
        "frequency": 21
    }
]