[
    {
        "url": "https://www.world-nuclear-news.org/Articles/CEA-spins-off-two-companies-for-SMR-development",
        "title": "CEA spins off two companies for",
        "text": [
            "The French Alternative Energies and Atomic Energy Commission (CEA) has spun off two nuclear start-ups - Hexana and Stellaria - for the development of small modular reactors (SMRs).",
            "The Hexana team: Paul Gauthé , Jean-Baptiste Droin and Sylvain Nizou (Image: CEA / L Godart)",
            "Hexana aims to develop an SMR featuring a sodium-cooled fast neutron reactor, integrated with a high temperature storage device. A plant would comprise two of these reactors (400 MWt each) supplying a heat storage device. An adjoining conversion system will allow it to produce electricity on demand and in a flexible manner to compete with gas-fired power plants, but also to supply heat directly to nearby energy-intensive industries.",
            "CEA said fast neutron and sodium-cooled reactors are of \"major interest in the management of nuclear materials: they operate without natural or enriched uranium but with depleted uranium combined with plutonium from reprocessed fuel from the French nuclear fleet (MOX)\".",
            "It added: \"These reactors will thus contribute to energy sovereignty and to the reduction of the volumes of high-level nuclear waste in a logic of closing the nuclear fuel cycle.\"",
            "Meanwhile, Stellaria aims to develop an energy system based on a chloride molten salt reactor (MSR).",
            "The Stellaria team: Guillaume Campioni, Lucas Tardieu and Nicolas Breyton (Image: CEA / L Godart)",
            "MSRs use molten fluoride salts as primary coolant, at low pressure. They may operate with epithermal or fast neutron spectrums, and with a variety of fuels. Much of the interest today in reviving the MSR concept relates to using thorium (to breed fissile uranium-233), where an initial source of fissile material such as plutonium-239 needs to be provided. There are a number of different MSR design concepts, and a number of interesting challenges in the commercialisation of many, especially with thorium.",
            "The salts concerned as primary coolant, mostly lithium-beryllium fluoride and lithium fluoride, remain liquid without pressurisation from about 500°C up to about 1400°C, in marked contrast to a pressurised water reactor which operates at about 315°C under 150 atmospheres pressure.",
            "The main MSR concept is to have the fuel dissolved in the coolant as fuel salt, and ultimately to reprocess that online. Thorium, uranium, and plutonium all form suitable fluoride salts that readily dissolve in the LiF-BeF2 (FLiBe) mixture, and thorium and uranium can be easily separated from one another in fluoride form. Batch reprocessing is likely in the short term, and fuel life is quoted at 4-7 years, with high burn-up.",
            "The reactor proposed by Stellaria will be very compact - measuring 4 cubic metres - and, like Hexana, will be able to use a diversified range of nuclear fuels (uranium, plutonium, MOX, minor actinides, even thorium), \"thus fitting perfectly into the French strategy of closing the cycle\". The reactor will produce 250 MWt.",
            "The CEA intends to find partners beyond the nuclear sector for these two start-ups, which will be able to apply for the France 2030 call for \"innovative nuclear reactors\" projects: a programme endowed with EUR500 million (USD534 million) which will part of the government's desire to close the nuclear fuel cycle,",
            "In February 2022, President Emmanuel Macron announced that the time was right for a nuclear renaissance in France, saying the operation of all existing reactors should be extended without compromising safety and unveiled a proposed programme for six new EPR2 reactors, with an option for a further eight EPR2 reactors to follow.",
            "In addition, Macron said EUR1.0 billion will be made available through the France 2030 re-industrialisation plan for France's Nuward small modular reactor project and \"innovative reactors to close the fuel cycle and produce less waste\". He said he had set \"an ambitious goal\" to construct a first prototype in France by 2030.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/kairos-begins-operation-of-molten-salt-system-11438233/",
        "title": "Kairos begins operation of molten salt system",
        "text": [
            "US-based Kairos Power has completed 1,000 hours of pumped salt operations after loading 12 tonnes of FLiBe molten fluoride into its Engineering Test Unit (ETU) at its testing and manufacturing facility in Albuquerque, New Mexico. FLiBe comprises a mixture of lithium fluoride (LiF) and beryllium fluoride (BeF2). It is both a nuclear reactor coolant and solvent for fertile or fissile material. It served both purposes in the Molten-Salt Reactor Experiment (MSRE) at the Oak Ridge National Laboratory in 1969.",
            "The ETU and will be used to inform the design, construction, and operation of Kairos’s Hermes low-power reactor that the company is using to advance the development of its planned fluoride salt-cooled high-temperature reactor (KP-FHR). ETU, the largest FLiBe molten salt system ever built, is a non-nuclear prototype of the KP-FHR that aims to demonstrate the integration of principal systems, structures, and components. Lessons learned from ETU will be integrated into Hermes and future iterations on the path to commercialising KP-FHR technology. This advanced 140 MWe reactor will use TRISO (TRI-structural ISOtropic) fuel in pebble form combined with a low-pressure fluoride salt coolant. The technology employs a steam cycle to convert heat from fission into electricity and to complement renewable energy sources.",
            "Kairos Power manufactured 14 tonnes of FLiBe for ETU at its Molten Salt Purification Plant in Elmore, Ohio. “Gaining experience with FLiBe production and operations is fundamental to taking risk off the table towards KP-FHR commercialisation,” said Mike Laufer, Kairos Power co-founder and CEO. “Iterative development with real hardware systems like ETU 1.0 is a pillar of our strategy to deliver a clean, safe, affordable technology with true cost certainty and, when combined with in-house manufacturing, provides a unique opportunity to move quickly so we can make an impact in the fight against climate change.”",
            "The Hermes project is part of the US Department of Energy’s (DOE’s) Advanced Reactor Demonstration Programme. Kairos Power plans to operate the ETU for about five months before decommissioning the unit and constructing a second iteration, ETU 2.0. The company plans to build a third iteration in Oak Ridge in 2024 to lay the groundwork for Hermes operations starting in 2026. Kairos optimistically says the KP-FHR commercial reactor could be operational in the early 2030s.",
            "The US Nuclear Regulatory Commission (NRC) recently issued a construction permit to Kairos Power for the c proposed Hermes non-power test reactor to be built at the Heritage Center Industrial Park in Oak Ridge. The permit authorises Kairos to build a 35 MWt reactor that would use molten salt to cool the reactor core. Kairos will have to submit a separate application for an operating licence.",
            "Image: The Engineering Test Unit at Kairos Power's testing and manufacturing facility in Albuquerque, New Mexico (courtesy of Kairos Power)"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/kairos-claims-operation-of-worlds-largest-flibe-system-11315280/",
        "title": "Kairos claims operation of world’s largest FLiBe system",
        "text": [
            "Kairos Power claimed that its ETU in Albuquerque is the largest FLiBe system in the world. Image Representative. (Credit: 2427999 from Pixabay)",
            "Kairos Power says its Engineering Test Unit (ETU) in Albuquerque has become the largest FLiBe system in the world. Kairos commissioned the plant in partnership with Materion Corporation to produce high-purity fluoride salt coolant – known as FLiBe – a eutectic mixture of lithium fluoride and beryllium fluoride.",
            "In October, the team at the ETU began loading 14 tonnes of molten fluoride salt coolant, initiating the largest FLiBe transfer since the US Molten Salt Reactor Experiment in 1969.",
            "ETU is a non-nuclear prototype of Kairos Power’s planned fluoride salt-cooled high-temperature reactor (KP-FHR) that aims to demonstrate the integration of principal systems, structures, and components. Lessons learned from ETU will be integrated into Hermes and future iterations on the path to commercialising KP-FHR technology. This is an advanced reactor technology that uses TRISO (TRI-structural ISOtropic) fuel in pebble form combined with a low-pressure fluoride salt coolant. The technology employs a steam cycle to convert heat from fission into electricity and to complement renewable energy sources.",
            "In September 2021, Kairos applied to the US Nuclear Regulatory Commission (NRC) for a permit to build a 35 MWt reactor that would use molten salt to cool the reactor core. The test reactor, which will not generate electricity, is intended to provide operational data for future developments. The 35 MWt Hermes demonstration reactor design was awarded $629m in cost-shared risk reduction funding over seven years by the US Department of Energy under the Advanced Reactor Demonstration Program. A site has been selected for the demonstration reactor at the East Tennessee Technology Park in Oak Ridge, and TRISO fuel pebbles will be produced at the Los Alamos National Laboratory’s Low Enriched Fuel Fabrication Facility under an agreement reached in late 2022.",
            "Last July, Kairos applied to NRC for permission to build its Hermes 2 plant next to the Hermes reactor at Oak Ridge. Hermes 2 comprises two 35 MWt reactors, each the same size as the original test reactor, that share a power generation system. Hermes 2 is a non-power stepping stone towards deployment of the KP-FHR. The purpose of Hermes 2 is to further reduce risk on the path to commercialising the KP-FHR technology, demonstrating licensing, construction, operations, training, and decommissioning of a multi-reactor plant to help estimate the cost of the first commercial unit.",
            "Kairo said the final batch of FLiBe for ETU was delivered to the ETU in August. The FLiBe was produced at the Kairos Molten Salt Purification Plant (MSPP) on the Materion campus in Elmore, Ohio.",
            "“Being the first to build and operate a plant to produce FLiBe at an industrial scale has generated a wealth of lessons that will help de-risk salt production for future iterations,” Kairos noted.",
            "“As we accelerate our experience with large-scale FLiBe operations, establishing operating protocols, training personnel, and executing maintenance procedures, we learn important lessons to optimise plant operations for Kairos Power’s future nuclear iterations.” Once all 14 tonnes of FLiBe are circulating in ETU, operators will embark on a multi-month testing programme that will continue to provide data until the system is decommissioned to make way for the next iteration – ETU 2.0.",
            "Kairos said construction work has begun on the Modular Systems Facility, which will support ETU 2.0 subsystem development. ETU 2.0 is the first iteration to demonstrate modular construction, which provides a number of benefits. “By building each subsystem for ETU 2.0 as a modular skid, we will be able to complete entire subsystems and perform qualification testing in parallel before moving the skids into the ETU enclosure for assembly. This will enable us to advance ETU 2.0 construction while ETU 1.0 operations and decommissioning are still in progress.”",
            "Kairos is also producing “components from stainless steel and graphite, U-stamped pressure vessels, non-nuclear TRISO pebbles, and other specialised parts for our testing programme”. This includes construction of a vessel shop where we will make reactor vessels for future iterations, “along with the TRISO Development Lab, where we will advance fuel manufacturing techniques that will be implemented off-site to produce the fuel for Hermes”.",
            "The infrastructure and experience that Kairos Power is building in Albuquerque will directly support deployments in Tennessee, including the Hermes demonstration reactor, the company noted. “But Hermes won’t be our first hardware demonstration in Oak Ridge. In August, we announced that the third ETU iteration – ETU 3.0 – will be constructed on land owned by Kairos Power adjacent to the Hermes site at Heritage Centre Industrial Park.” Kairos Power plans to break ground at Heritage Centre in early 2024.",
            "Image: Kairos Power’s Engineering Test Unit in Albuquerque (courtesy of Kairos Power)"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/news/us-nrc-issues-final-environmental-impact-statement-for-hermes-test-reactor-11090256/",
        "title": "US NRC issues final environmental impact statement for Hermes test reactor",
        "text": [
            "The US Nuclear Regulatory Commission has completed its final environmental impact statement (FEIS) on Kairos Power’s application for a permit to build a test version of the company’s Hermes advanced reactor design in Oak Ridge, Tennessee. NRC staff recommended that the permit should be issued. The staff will submit the FEIS and the final safety evaluation report (FSER), which was completed in June, to the Commission for the mandatory hearing phase of the licensing process. Following the hearing, expected to take place later this year, the Commission will vote whether to authorise the staff to issue the permit.",
            "Kairos filed the application in September 2021, seeking a permit to build a 35 MWt reactor that would use molten salt to cool the reactor core. The test reactor, which will not generate electricity, is intended to provide operational data to support the development of a larger version for commercial power production. Kairos Power will have to submit a separate application for an operating licence and obtain approval from the NRC before operating the Hermes reactor.",
            "\"This is the final document from NRC staff to support the commission hearing planned later this year and marks the formal conclusion of the environmental review for the Hermes construction permit application,\" Kairos noted.",
            "Darrell Gardner, senior licensing director at Kairos said the FEIS is the result of extensive engagement between Kairos Power and NRC since 2018. \"It builds upon selecting and characterising an appropriate site for Hermes, engaging with the local community, and continuously communicating with stakeholders,” he said.",
            "In July, Kairos submitted an application to NRC for permission to build the Hermes 2 plant next to the Hermes reactor at Oak Ridge. Hermes 2 comprises two 35 MWt reactors, each the same size as the original test reactor, that share a power generation system. NRC is now assessing the application to determine if it is acceptable and complete enough to begin the formal technical review process.",
            "Hermes 2 is a non-power stepping stone towards deployment of the Kairos Power FHR (KP-FHR). This is an advanced reactor technology that uses TRISO (TRI-structural ISOtropic) fuel in pebble form combined with a low-pressure fluoride salt coolant. The technology employs a steam cycle to convert heat from fission into electricity and to complement renewable energy sources. The purpose of Hermes 2 is to further reduce risk on the path to commercialising the KP-FHR technology, demonstrating licensing, construction, operations, training, and decommissioning of a multi-reactor plant to help estimate the cost of the first commercial unit.",
            "The 35 MWt Hermes demonstration reactor design was awarded $629m in cost-shared risk reduction funding over seven years by the US Department of Energy under the Advanced Reactor Demonstration Program. It aims to provide operational data to support development of the larger version for commercial deployment.",
            "A site has been selected for the demonstration reactor at the East Tennessee Technology Park in Oak Ridge, and TRISO fuel pebbles will be produced at the Los Alamos National Laboratory's Low Enriched Fuel Fabrication Facility under an agreement reached in late 2022. The company has also commissioned a plant in partnership with Materion Corporation to produce high-purity fluoride salt coolant – known as Flibe – a eutectic mixture of lithium fluoride and beryllium fluoride.",
            "The earliest possible start date for construction of Hermes 2 is put at July 2025 with the aim of completing the first unit between July 2027 and December 2027. Construction of the second unit is expected to be completed one year after the first unit. The reactors will have a short operating period of 11 years. Kairos CEO Mike Laufer acknowledges that this is an ambitious plan but believes it is achievable.",
            "Image: Rendering of the Hermes demonstration plant at Oak Ridge (courtesy of Kairos Power)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/commonwealth-fusion-awarded-us-doe-grants-11076965/",
        "title": "Commonwealth Fusion awarded US DOE grants",
        "text": [
            "The US Department of Energy’s Innovation Network for Fusion Energy (INFUSE) programme has awarded US-based Commonwealth Fusion Systems (CFS) three new grants to fund research & development projects with the University of California at Berkeley, Princeton Plasma Physics Lab, and University of California at Los Angeles. The INFUSE award programme is intended to accelerate fusion energy development through public-private research partnerships.",
            "The CFS awards will support the following projects:",
            "Electrochemical evaluation of hydrogen concentration and diffusivity in FLiBe [a eutectic mixture of lithium fluoride and beryllium fluoride]. This programme will measure the behaviour of tritium, a key fusion fuel, in FLiBe, which CFS’s ARC fusion power plant will use to transfer thermal energy, cool and shield components, and breed tritium.",
            "Deuterium retention in boron dust. This programme will examine how boron, which is typically applied to the plasma-facing surfaces in tokamaks, traps deuterium, another key fusion fuel.",
            "Informing ARC divertor design and plasma facing material selection through integrated modelling. This programme will evaluate the ability of material candidates to survive the demanding environment of an ARC power plant divertor.",
            "INFUSE was established in 2019. The 2023 INFUSE awards total $4.6m and funded 18 projects at US National Labs and universities. The programme is sponsored by the Fusion Energy Sciences (FES) programme office within DOE’s Office of Science and is focused on accelerating fusion energy development through public-private research partnerships. The projects for the 2023 INFUSE awardees were selected through a competitive peer review process managed by the INFUSE leadership team at Oak Ridge National Laboratory and Princeton Plasma Physics Laboratory.",
            "CFS has received 21 INFUSE awards, and has past or present collaborative projects with12 US National Labs and universities. CFS was spun out of Massachusetts Institute of Technology’s (MIT’s) Plasma Science & Fusion Centre as a private company in 2018, and has since raised more than $2bn in funding. CFS is collaborating with MIT to leverage decades of research combined with new high-temperature superconducting (HTS) magnet technology. SPARC is a tokamak under development by CFS in collaboration with MIT’s Plasma Science and Fusion Centre, which is also designing the compact ARC (affordable, robust, compact) fusion reactor."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/chinas-experimental-molten-salt-reactor-receives-licence-10952226/",
        "title": "China’s experimental molten salt reactor receives licence",
        "text": [
            "Institute of Applied Physics, Chinese Academy of Sciences. (Credit: N509FZ/Wikipedia)",
            "China’s National Nuclear Safety Administration (NNSA) has issued a licence to the Shanghai Institute of Applied Physics (SINAP) of the Chinese Academy of Sciences for operation of its Thorium Molten Salt Reactor – Liquid Fuel 1 (TMSR-LF1) at the Hongshagang Industrial Cluster, Wuwei City, in Gansu Province.",
            "“The thorium-fuelled molten salt experimental reactor operation application and related technical documents were reviewed, and it was considered that the application met the relevant safety requirements, NNSA said in a statement. “It was decided to issue the 2 MWt liquid fuel thorium-based molten salt experimental reactor an operating licence.” The licence was issued by the General Office of the Ministry of Ecological Environment.",
            "The reactor uses a special salt of lithium-beryllium fluoride as a coolant. It is expected to operate at a maximum temperature of 650°C for up to 10 years. If this reactor is successful, China plans a much bigger one. NNSA said operation of the reactor must observe the principle of ‘safety first’.",
            "The project was started in 2011 at a cost of CNY3bn ($450m). Construction began in 2018 and was completed in 2021. In 2022, a commissioning plan was approved, and the reactor will operate for the first 5-8 years in batch mode, before converting to continuous operation.",
            "The Chinese Academy of Sciences (CAS) assigned the project to SINAP, which now has molten salt reactor (MSR) research and design facilities in the Jiading District. The liquid fuel design is based on the 1960s Molten-Salt Reactor Experiment at Oak Ridge National Laboratory in the US",
            "The TMSR-LF1 is a 2 MWt Generation IV reactor. The fuel salt is FLiBe ( (fertile blanket of lithium-beryllium fluoride) with more than 99.95% Li-7 with fluorides of zirconium, uranium (HALEU: 19.75% U-235), and thorium. The coolant salt is also FLiBe and the cover gas is Argon. The moderator is nuclear graphite and the structural material is UNS N10003 superalloy.",
            "In future, a small modular reactor based on the LF1, as well as a fuel salt batch pyro-process demonstration facility, is planned. The TMSR-400 is designed as a thorium convertor and in situ burner driven by low enriched uranium. It will be used as a high temperature heat source, which can be used for electricity generation, but also for seawater desalination, heat supply, supercritical steam supply for industry demands and hydrogen production, etc.",
            "It will use mature technologies and experiences accumulated from TMSR-LF1 project and potential technologies to be developed in subsequent years. The primary loop is designed as a compact reactor module and can be replaced every 8-10 years to solve the long-term irradiation problems of materials. A pilot stage pyro-processing facility will be established in 2030s. The used fuel in TMSR-400 will be sent to the facility for fuel salt recovery and to minimise the radioactive inventory for disposal.",
            "Image: Cutaway of the thorium molten salt reactor nuclear energy system (courtesy of SINAP)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/nrc-advisors-approve-construction-permit-for-hermes-reactor-10933756/",
        "title": "NRC advisors recommend permit approval for Hermes reactor",
        "text": [
            "Having completed its review of the construction permit application for Kairos Power’s Hermes test reactor, the US Nuclear Regulatory Commission’s (NRC’s) Advisory Committee on Reactor Safeguards (ACRS) has submitted its conclusions to the agency, recommending approval. California–based Kairos",
            "to build a demonstration reactor at the East Tennessee Technology Park in Oak Ridge, Tennessee in September 2021 and NRC accepted the application for review two months later.",
            "“Key attributes of the Hermes design include low thermal power of the reactor, use of TRISO fuel and FLiBe [a eutectic mixture of lithium fluoride and beryllium fluoride] coolant as an effective functional containment, and passive heat removal capability,” ACRS stated in its letter to NRC chair Christopher Hanson. “The overall design results in projected dose consequences with large margins to regulatory siting criteria… A scaled demonstration plant like Hermes will be valuable to test key technical elements, design features, safety functions, and equipment performance for this technology. There is confidence that the facility can be constructed in accordance with relevant regulations and the design bases outlined in the preliminary safety analysis report. The construction permit for Hermes should be approved.”",
            "Hermes is a 35-MWt fluoride salt–cooled high-temperature reactor. The proposed unit is intended to demonstrate complete nuclear systems, advance Kairos’s manufacturing capabilities for critical components, test the supply chain, and facilitate licensing certainty for the technology. The company expects Hermes to be operational in 2026 and to lead to the development of a commercial-scale, 140-MWe version dubbed the KP-X.",
            "In December 2020, Kairos received a",
            "US Department of Energy (DOE) Advanced Reactor Demonstration Program award",
            "for risk-reduction funding to support the development, construction, and commissioning of Hermes in collaboration with Oak Ridge National Laboratory, Idaho National Laboratory, Materion Corporation, and the Electric Power Research Institute. The total award value is $629m over seven years, with the DOE contributing $303m. Kairos has also established a",
            "cooperative development agreement",
            "with the Tennessee Valley Authority to provide defined engineering, operations, and licensing services for Hermes.",
            "Image: A rendering of the Hermes low-power demonstration reactor (courtesy of Kairos Power)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/argonne-national-lab-supports-advanced-nuclear-concepts-10574308/",
        "title": "Argonne National Lab supports advanced nuclear concepts",
        "text": [
            "The US Department of Energy’s (DOE’s) Argonne National Laboratory (ANL) is supporting three companies developing a range of new advanced reactor and fuel cycle concepts. The work is funded through a voucher programme provided by the Gateway for Accelerated Innovation in Nuclear (GAIN) programme established by DOE’s Office of Nuclear Energy.",
            "Under one award ANL will work with California start-up Radiant Industriesto perform numerical modelling of heat production and removal in Radiant’s advanced high-temperature gas-cooled microreactor concept. The Kaleidos microreactor is portable. ANL nuclear engineer April Novak said this type of reactor is quite different from conventional reactors because of its small size. “It is targeting diverse applications for nuclear energy, such as remote communities and electric vehicle charging,” she noted. “I find it rewarding to see Argonne’s research applied to a commercial concept that has potential to expand nuclear energy’s role in addressing climate change.”",
            "Novak will help create high-fidelity computational fluid dynamics models of the microreactor in shutdown conditions, including its passive heat removal systems. One of these heat removal systems is an air jacket, which consists of a thin layer of ambient air between the reactor and the shielding. \"The air jacket is designed to passively remove decay heat, improving the safety of nuclear power production,” Novak said. The award will also help researchers identify the heat sources in the reactor, based on how fuel is burned, Novak added.",
            "Radiant CEO Doug Bernauer said: “We plan to be the first new commercial reactor design to achieve a fuelled test in more than 50 years. Full commercialisation for advanced reactors will require widespread, ongoing partnership across DOE and several national labs like Argonne and Idaho National Lab.” ANL’s work on Kaleidos supported by GAIN is an extension of earlier work performed through the Nuclear Energy Advanced Modelling and Simulation programme.",
            "The second GAIN award project is with California-based Oklo, which is working on small fast reactors as part of the Aurora product line. ANL nuclear engineer Darius Lisowski will lead a team that will help to test high-flow coolant over pin bundles designed by Oklo. These pins are fabricated and tested using capabilities recently established at Argonne. ​“We initially built this facility for the Versatile Test Reactor, and our experience will serve us well in helping Oklo bring their reactor concept into reality,” Lisowski said.",
            "\"Basically because of the internal geometry there’s a lot of interesting physics about how the coolant mixture will flow across the pins,” Lisowski added. “We’re looking at extreme flow conditions — over 800 gallons of water a minute — to look at the pressure drop through various sections of the assembly.”",
            "The third project involve a team led by ANL nuclear engineer Melissa Rose looking at reactors powered and cooled by a molten salt mixture. Although no molten salt reactors are currently commercially in use, Rose said a molten salt reactor is conducive to nuclear fuel recycling via pyroprocessing, a technology developed at Argonne. “About 97% of nuclear fuel can theoretically be used; it’s just contaminated by fission products that have to be separated out,” she said. “A molten salt reactor could get us closer to a closed fuel cycle in which much of the nuclear fuel is used over and over again.”",
            "In a molten salt reactor, the fuel is dissolved in the molten salt and the liquid moves through the reactor. In the GAIN-funded programme, Rose is working with Flibe Energy, based in Alabama. Flibe is pursuing a molten fluoride reactor that could be used for both energy generation and to provide medical isotopes.",
            "Argonne developed and maintains specialised facilities that Rose and her colleagues will use to measure the properties of these molten salts. These include melting point, phase behaviour, heat capacity and thermal diffusivity, Argonne’s analysis of these properties will help Flibe bring their reactor closer to construction. This is Argonne’s seventh GAIN voucher for measuring properties in support of molten salt reactors.",
            "Image: ANL is supporting three companies developing a range of new advanced reactor (above) and fuel cycle concepts under a DOE program (courtesy of ANL)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/more-funding-for-us-companies-under-does-gain-programme-10451593/",
        "title": "More funding for US companies under DOE’s GAIN programme",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Nuclear Energy (NE) has awarded vouchers to four companies under its Gateway for Accelerated Innovation in Nuclear (GAIN) initiative to help support the development of several US advanced reactor designs. The companies will be provided access to the research capabilities and expertise at Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to help advance their projects.",
            "The GAIN initiative is a partnership mechanism launched in 2016 by DOE-NE to accelerate the commercialisation of advanced nuclear technologies. Th purpose was to make research, development and demonstration (RD&D) infrastructure available to stakeholders “to achieve faster and more cost-effective development of innovative nuclear energy technologies toward commercial readiness”.",
            "DOE said this would “realise the enormous potential of nuclear energy and maintain the United States' historic leadership in the field”. It noted that the RD&D needed to bring new concepts to a commercial readiness was traditionally lengthy and expensive. FAIN was intended to overcome this by giving companies access to DOE facilities.",
            "The latest awards are for:",
            "Dow (Midland, Michigan) to work with INL to examine how small modular reactor (SMR) technologies can be integrated to provide electricity and process heat for the company’s chemical plants. Dow intends to use SMRs to provide process heat and power at one of its US Gulf Coast sites by 2030.",
            "Flibe Energy (Huntsville, Alabama) to work with ANL to manufacture and characterise salt systems for use in the company’s low-enriched uranium fuelled molten salt reactor. The company is developing a Liquid Fluoride Thorium Reactor that can be used for power or medical isotope production.",
            "Oklo (Santa Clara, California) to work with ANL to conduct experiments that can simulate coolant flow through the company’s reactor core to validate key modelling parameters and inform their reactor design. Oklo is developing the Aurora microreactor to provide off-grid electric power to customers isolated from large electric grids.",
            "Radiant Industries (El Segundo, California) will work with ANL and INL to develop computational analysis tools to better advance the design of its portable microreactor. The company’s Kaleidos design concept is being developed as a potential replacement for diesel generators.",
            "GAIN voucher recipients do not receive direct financial awards but provide funding to DOE national laboratories to help businesses overcome critical technological challenges to commercialising their technologies. All awardees are responsible for a minimum 20% cost-share, which could be an in-kind contribution. These were the first vouchers awarded in Fiscal Year 2023 cycle.",
            "In FY 2022 vouchers were awarded to Curio Solutions, Elementl Power, Tennessee Valley Authority, Orano Federal Services, TerraPower, Elysium Industries, Kairos Power, , Terrestrial Energy Ultra Safe Nuclear Corp (two awards). Other companies that have benefitted from the scheme include Kinectrics AES, Engineered Solutions Group, Vega Wave Systems, Lightbridge, Oklo, Analysis and Measurement Services Corporation, Terrestrial Energy, Urbix Resources, ThorCon and Transatomic."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/china-approves-launch-of-liquid-salt-thorium-reactor-9920912/",
        "title": "China approves launch of liquid-salt thorium reactor",
        "text": [
            "The Shanghai Institute of Applied Physics (SINAP), a division of the Chinese Academy of Sciences (CAS), has received permission from the Ministry of Ecology and Environment to commission an experimental liquid-salt thorium reactor. The project began in 2011, when CAS launched an R&D programme for liquid-salt thorium reactors. It is variously referred to as a liquid fluoride thorium reactor (LFTR), a thorium-breeding molten-salt reactor (TMSR), or fluoride salt-cooled high temperature reactor (FHR).",
            "The R&D budget for its development totalled CNY3 billion ($450m). The TMSR centre at SINAP, located in the Jiading district of Shanghai, was assigned responsibility for the work. Construction began in September 2018 at a branch of the institute in the city of Wuwe in the Gobi Deser, in the Chinese province of Gansu. Initially, the completion date was 2024, but subsequently a decision was made to accelerate work, and completion of the reactor was announced in September 2021.",
            "On 2 August, the Ministry of Ecology and Environment sent a directive to SINAP as follows: “According to the relevant provisions of the Nuclear Safety Law of the People's Republic of China and the Regulations of the People's Republic of China on Safety Supervision and Management of Civilian Nuclear Installations, our bureau has carried out a technical review of the documents submitted by you, and considers that your plan for commissioning the 2MWt experimental liquid fuel reactor fuel based on thorium and molten salt (version V1.3) is acceptable and approved.”",
            "It added: \"During commissioning of your 2 MWt liquid fuel thorium-based molten salt experimental reactor, you should strictly implement this plan to ensure the effectiveness of its implementation and the safety and quality of debugging. If any major abnormality occurs during the commissioning process, it should be reported to our bureau and the Northwest Nuclear and Radiation Safety Supervision Station in time.\"",
            "The TMSR-LF1 reactor will use a mixture of uranium and thorium as fuel (uranium in the form of UF4 enriched in uranium-235 to less than 20% and a thorium load of about 50 kg), and a blanket of lithiumberyllium fluoride (FLiBe) with 99.95% Li-7.",
            "As water is not required for heat removal of the reactor, it does not need to be built near the ocean or inland water body and is suitable for remote desert regions. If the pilot operation of the TMSR-LF1 reactor proves successful, China plans to build a larger 373MWe reactor of this type by 2030.",
            "The project is expected to start on a batch basis with some online refuelling and removal of gaseous fission products, but discharging all fuel salt after 5-8 years for reprocessing and separation of fission products and minor actinides for storage. It will proceed to a continuous process of recycling salt, uranium and thorium, with online separation of fission products and minor actinides. The reactor will work up from about 20% thorium fission to about 80%.",
            "The TMSR-LF1 will be the first molten-salt reactor to operate since 1969, when US researchers at the Oak Ridge National Laboratory in Tennessee shut down a similar device. It will be the world’s first molten-salt reactor to be fuelled by thorium.",
            "Image: Cutaway of the TMSR-LF1 reactor (courtesy of SINAP)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/kairos-and-materion-plant-to-produce-coolant-for-high-temperature-molten-salt-reactors-9867059/",
        "title": "Kairos and Materion plant to produce coolant for high-temperature molten salt reactors",
        "text": [
            "US-based Kairos Power has said that, as part of a Cooperative Development Agreement with Materion Corporation, it had commissioned a Molten Salt Purification Plant (MSPP) at the Materion campus in Elmore, Ohio. The plant, designed by Kairos Power, will produce large quantities of high-purity fluoride salt coolant to be used in high-temperature molten salt reactors.",
            "Kairos Power’s fluoride salt-cooled high-temperature reactor (KP-FHR) technology is cooled by a mixture of lithium fluoride and beryllium fluoride salts known as “Flibe” which is chemically stable and operates at low pressure. This molten salt coolant will be used in Kairos Power’s Engineering Test Unit (ETU), and the Hermes demonstration reactor, as well as future commercial KP-FHR reactors.",
            "Materion supplies beryllium fluoride for MSPP and contributes requisite expertise staffing and operating the plant. The decision to locate MSPP at Materion’s Elmore facility reinforces a long-term, strategic commitment by both companies to demonstrate leadership in molten salt production.",
            "Kairos says that, by confirming the chemical process to produce Flibe at industrial scale, MSPP will help ensure the success of Kairos Power’s iterative hardware demonstrations, reducing risk in a critical path work stream for the commercialisation of KP-FHR technology while delivering cost certainty.",
            "“MSPP represents a major investment in Kairos Power’s vertical integration strategy to achieve cost certainty by establishing commercial Flibe production, said Ed Blandford, Chief Technology Officer and co-founder of Kairos Power. “We have confidence in our ability to produce Flibe that meets our nuclear specification for Kairos Power’s testing program at the scale necessary to supply our major hardware demonstrations.”",
            "Alan Kruizenga, Senior Director of Salt Chemistry & Production, Kairos Power noted: “With MSPP we have scaled up a chemical process developed in Kairos Power’s Salt Lab to produce Flibe in large quantities with specifications that demonstrate our ability to deliver for ETU, Hermes and beyond….We’ve established a plant and a working team that will scale as needed in the future.”",
            "Keith Smith, Vice President of Nuclear, Science & Government Affairs, Materion Corporation said the MSPP has been in design and process development for more than a year. “This is the largest Flibe production facility ever built and has the capacity to generate commercial quantities of the material.”",
            "Image: The Molten Salt Purification Plant (Image: Kairos Power)"
        ],
        "frequency": 6
    }
]