[
    {
        "url": "https://www.world-nuclear-news.org/Articles/Holtec-unveils-hybrid-nuclear-solar-power-plant-de",
        "title": "Holtec unveils hybrid",
        "text": [
            "Holtec International has announced a new power plant design which combines the benefits of nuclear with those of solar. The Combined Nuclear/Solar Plant (CNSP) features the company's SMR-300 small modular reactor, its HI-THERM HSP solar thermal system, together with its Green Boiler energy storage system.",
            "An SMR-300 plant (Image: Holtec)",
            "The plant can \"provide base load or on-demand power while eliminating the intermittency drawback of solar plants\", according to Holtec.",
            "Holtec has been developing its small modular reactor (SMR) unit since 2011. The SMR-300 is a pressurised water reactor producing about 300 MW of electrical power or 1050 MW of thermal power for process applications, and the company says it has undergone several design evolutions, the most recent of which is the incorporation of forced flow capability overlayed on gravity-driven flow in the plant's primary system.",
            "With the combined plant, the energy contribution of the Sun to the power plant will occur through the HI-THERM HSP hybrid solar plant.",
            "The nuclear reactor's steam supply system and the heat from the solar thermal plant are conjugated in the Green Boiler which is a heavily insulated thermal energy storage device with integral steam generators. Holtec says the Green Boiler is a three-in-one device that: can store vast amounts of heat; receives high temperature heat conveyed to it from the solar collector; and  can make motive steam at the required pressure and superheat to power the turbine.",
            "\"The CNSP will have a much higher thermodynamic efficiency than the nuclear plant alone and would make solar power an integral part of base load supply,\" the company said. \"It should be noted that the CNSP does not use any batteries, which have been the Achilles heel of the renewable energy industry. In fact, CNSP contains no fragile parts or materials that may limit its service life, which is expected to exceed 60 years.\"",
            "Holtec believes the most immediate application of the CNSP technology is to repower coal-fired power plants, which typically have sufficient land area to house the CNSP, which would use the coal plant's existing power block, thereby minimising the cost of transition. The steam production portion of the coal plant will be decommissioned, it said, freeing up most of the plant's land area where the solar plant would reside.",
            "While it says the CNSP is adaptable for deployment in any country, the company plans to offer the technology principally in those regions of the world where \"solar radiation level is adequate to be harvestable\".",
            "\"We believe that an adroit combination of nuclear and solar embodied in the CNSP provides a compelling solution for nations seeking to move past fossil fuels,\" said Holtec President and CEO Kris Singh.",
            "In December 2019, California-based Oklo Inc launched its Aurora energy plant which is powered by a small reactor with integrated solar panels. The company describes Aurora as an \"advanced fission clean energy plant design developed to power communities with affordable, reliable, clean power.\" The Aurora \"powerhouse\" includes a \"fission battery\" which uses metallic fuel. Its sloped roof serves as the support for solar photovoltaic panels. It can produce about 1.5 MW of electrical power and can also produce usable heat.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/supply-chain/oklo-secures-contract-to-supply-nuclear-power-to-wyoming-hyperscales-data-centre-campus/",
        "title": "Oklo secures contract to supply nuclear power to Wyoming Hyperscale’s data centre campus",
        "text": [
            "Image: Oklo’s Aurora powerhouse",
            "US-based Oklo has signed a non-binding letter of intent with Wyoming Hyperscale to supply 100 MWe to a state-of-the-art data centre campus. The companies intend to enter into a 20-year Power Purchase Agreement (PPA), highlighting Oklo’s commitment to providing reliable and scalable clean power solutions in response to the increasing demand for electricity driven by global digitalisation and artificial intelligence (AI) adoption.",
            "“As the widespread adoption of artificial intelligence increases, Oklo remains dedicated to providing clean, reliable, and affordable energy solutions to meet the needs of our data centre partners,” said Jacob DeWitte, co-founder and CEO of Oklo. “Our partnership with Wyoming Hyperscale underscores our commitment to advancing sustainable energy practices and supporting high-efficiency operations within the data centre industry,”",
            "Trenton Thornock, Founder and Managing Member of Wyoming Hyperscale said the goal is to create data centres with minimal environmental impact. “This collaboration with Oklo perfectly aligns with our vision for sustainable, efficient operations. By merging sustainability with advanced technology, we are setting a new standard for the future of accelerated computing.”",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL). In 2020, Oklo submitted a combined licence application to the Nuclear Regulatory Commission (NRC) to build and operate the Aurora microreactor at INL. However, NRC denied the application, citing the company’s failure to provide sufficient design information. A revised application was submitted in September 2022.",
            "In February, Oklo reportedly signed a similar letter of intent with Equinix to supply up to 500 MWe of power to Equinix for its data centres."
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/altc-acquisition-shareholders-approve-merger-with-oklo-11757694/",
        "title": "AltC Acquisition shareholders approve merger with Oklo",
        "text": [
            "US-based special purpose acquisition company (SPAC) AltC Acquisition Corp stockholders have voted to approve the business combination between AltC and fission technology company Oklo. Almost 100% of the votes cast at the meeting, representing approximately 72.7% of AltC's outstanding shares, voted to approve the transaction. AltC stockholders also voted to elect seven directors to the post-closing board of directors, comprised of proven industry leaders with deep operational, technical, and financial expertise, as well as strong networks across important end-markets to Oklo. These included:",
            "Sam Altman (chairman) – current Chairman of Oklo and CEO of AltC;",
            "Michael Klein – current AltC Chairman;",
            "Jacob DeWitte – co-founder and CEO of Oklo;",
            "Caroline Cochran – co-founder and Chief Operating Officer of Oklo;",
            "Lieutenant General (Ret) John Jansen – United States Marine Corps;",
            "Richard Kinzley – retired Chief Financial Officer of Black Hills Corporation;",
            "Chris Wright – current CEO of Liberty Energy.",
            "The strong support from AltC's stockholders will result in Oklo receiving over $306m of gross proceeds upon closing of the transaction, representing almost 100% of the AltC cash in trust prior to the redemption deadline.",
            "Upon closing of the transaction, Oklo will have a strong balance sheet through the combination of the AltC proceeds and a recent $25m customer prepayment. Oklo has received strong customer interest in its Aurora powerhouse designed to meet the rapidly expanding electric power needs of the artificial intelligence, data centre, energy, defence, and industrial markets.",
            "The combined company will be named Oklo Inc, and it is anticipated that shares of its class A common stock will begin trading on the New York Stock Exchange on 10 May.",
            "AltC was formed for the purpose of effecting a merger, capital stock exchange, asset acquisition, stock purchase, reorganisation or similar business combination with one or more businesses.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL). In 2020, Oklo submitted a combined licence application to the Nuclear Regulatory Commission (NRC) to build and operate the Aurora microreactor at INL. However, NRC denied the application, citing the company’s failure to provide sufficient design information. A revised application was submitted in September 2022.",
            "Image: Oklo’s Aurora powerhouse (courtesy of Oklo)"
        ],
        "frequency": 16
    },
    {
        "url": "https://www.neimagazine.com/analysis/advanced-reactorsfusion/idaho-national-laboratorys-future-focus-11710931/",
        "title": "Idaho National Laboratory’s future focus",
        "text": [
            "For more than 70 years the Idaho National Laboratory (INL) has been at the forefront of reactor research and continues to pioneer novel designs and fuels to power them. Dr Jess C. Gehin, Associate Laboratory Director of Nuclear Science & Technology tells NEI about the cutting edge of nuclear research.",
            "Above: Molten salt reactors are an active area of nuclear research at INL",
            ": Please give a brief history of INL and the facilities currently available to support the development of advanced reactors and new nuclear fuels?",
            "Idaho National Laboratory (INL) originates from the National Reactor Testing Station, which was established in 1949 to provide a location to develop, test, and demonstrate civilian reactor systems and support the nuclear navy. The site is well known for its first reactor, the Experimental Breeder Reactor-I (EBR-I), which started operations in December 1951. EBR-I was the first nuclear reactor to produce usable amounts of electricity. The reactor was also novel in that it used a liquid metal coolant and operated using a fast neutron spectrum that enabled demonstration of nuclear fuel breeding, a key concept for maximizing uranium resource use. Over the ensuing decades, 52 reactors were operated on the site establishing the technical and scientific basis that underpins the safe operation of our current commercial reactors as well as for the development of future advanced reactor concepts. Four of those 52 reactors are still operating.",
            "There are many research and development facilities at the laboratory that support nuclear energy development, but some key facilities are summarized below:",
            "Research fuel fabrication facilities",
            "– INL has several facilities devoted to developing and fabricating nuclear fuels for research and development. These facilities can produce metallic- and ceramic-based fuels that support testing in INL’s test reactors and commercial power reactors.",
            "Fuels and material irradiation capabilities",
            "The Advanced Test Reactor (ATR) provides steady-state irradiation capabilities for reactor fuels and materials testing, which supports nearly all U.S. reactors in operation or planned, including research reactors, commercial power reactors, naval reactors and future reactors.",
            "The Transient Reactor Test facility (TREAT) provides powerful reactor pulses that can test the performance of fuels and materials during power excursions. The TREAT building will also serve as the operational location for the MARVEL reactor.",
            "Irradiated fuels examination facilities",
            "– INL has three primary irradiated fuels and materials examination facilities:",
            "The Hot Fuel Examination Facility (HFEF) is a large hot cell facility that can be used to perform engineering-scale examinations of irradiated fuels and materials. HFEF can accommodate a full range of fuels from TRISO coated particle fuels, metallic fuels and light water reactor fuels. The facility is also used to create samples to be sent to other facilities for more detailed examinations.",
            "Irradiated Materials Characterization Laboratory (IMCL) contains a wide range of unique scientific instruments that allow researchers to examine the microstructure of nuclear fuels and materials to gain a fundamental understanding of material performance under irradiation.",
            "Sample Preparation Laboratory (SPL) is a new facility still under construction that will provide leading examination capabilities for non-fuel materials that are used primarily for components and structures in nuclear reactors.",
            "National Reactor Innovation Center (NRIC) Reactor Demonstration Test Beds",
            "– Two reactor demonstration test beds (DOME and LOTUS) are under development.",
            "Demonstration of Microreactor Experiments (DOME) is a repurposed and redesigned containment facility, formerly Experimental Breeder Reactor-II (EBR-II), capable of housing Category B nuclear reactors that generate up to 20 megawatts of thermal energy using high-assay low-enriched uranium (HALEU) or low-enriched uranium fuels. The facility provides a location and a supporting ecosystem of systems, equipment, and personnel to shepherd industry partners through a testing program for experimental microreactors to achieve first criticality and validate their design and analytical model algorithms. The DOME is expected to support operations beginning in 2026. Current industry partners engaged in front end engineering and experiment design work in preparation for potential testing are Westinghouse, Radiant and Ultra Safe Nuclear Corporation.",
            "Laboratory for Operations and Testing in the US (LOTUS) is a repurposed and redesigned confinement facility, formerly the Zero Power Physics Reactor, capable of housing Category B nuclear reactors that generate up to 500 kilowatts of thermal energy using high-enriched uranium fuels. The facility provides a location and a supporting ecosystem of systems, equipment, and personnel to shepherd industry partners through a testing program for experimental reactors to achieve first criticality and validate their design, fuel characteristics and analytical model algorithms. LOTUS is expected to support operations beginning in 2027/28. A current industry partner engaged in design work in preparation for a potential test program is the Southern/TerraPower Molten Chloride Reactor Experiment (MCRE) project.",
            "Collaborative Computing Center (C3) provides state-of-the-art computer systems to perform modeling and simulation of nuclear reactors and fuels to support research on reactor concepts and fuels. C3 currently contains the Sawtooth computer, widely used across the nuclear R&D community. Sawtooth supports the use of advanced simulation software based on INL’s MOOSE framework.",
            "Above: The Collaborative Computing Center (C3) provides state-of-the-art computer systems to perform modelling and simulation of nuclear reactors and fuels",
            ": Describe current research underway at the ATR, both in-house and collaborative",
            "ATR supports the testing of a range of nuclear reactor fuels.",
            "– In support of industry development of accident tolerant fuels for light water reactors, INL is performing irradiations of fuel samples from Westinghouse, General Electric and Framatome to provide fuel performance data to support regulatory approvals for the use of these fuels in commercial power reactors.",
            "– The irradiation program for the Department of Energy’s Advanced Gas Reactor Fuels Program has been completed and the remaining experiments are undergoing post-irradiation examination. Capabilities to support new TRISO fuel irradiations are being developed and irradiation experiments are being designed to support specific advanced reactor developers.",
            "High-performance research reactor fuels",
            "– Researchers are developing and testing fuels to support the conversion of high-performance research reactors from using highly-enriched uranium to low-enriched uranium.",
            ": What experiments are currently underway at TREAT including latest advances on MARVEL?",
            "The TREAT facility is performing experiments to support a range of fuels development activities. In 2023, the first Transient Water Irradiation System for the TREAT (TWIST) calibration test demonstrated the ability to conduct experiments that simulate the first phase of a loss of coolant accident in a light water reactor to support fuel safety testing. This addresses a key gap since the Halden reactor shut down.",
            "As part of a joint project between the U.S. and Japan to perform the first transient tests on fast reactor fuels in more than two decades, INL developed the Temperature Heatsink Overpower Response capsule. The device houses fuel experiments in TREAT that mimic conditions of fast reactors during postulated accident conditions.",
            "The MARVEL team completed an updated 90% final design package for the microreactor that included resolving hundreds of technical comments, followed by the final design review. A contract has been signed for cask recertification to support transporting the Training, Research, Isotopes, General Atomics (TRIGA) fuel from France, and the lab procured high-assay low-enriched uranium for fuel fabrication in February 2023 and a contract has been finalized to produce the MARVEL fuel.",
            ": When do you expect DOME and LOTUS to be available to researchers and how will these new test beds be used?",
            "The NRIC DOME facility will be available in 2026 to support reactor experiments. In 2023, NRIC announced the selection of three companies for front-end engineering and experiment design (FEEED) process that will support activities before performance experiments within DOME. The outcome of the FEEED process will determine the specific timing of the microreactor experiments. The companies chosen for the FEEED process includes Radiant, Ultra Safe Nuclear Corporation and Westinghouse.",
            "The LOTUS test bed will be available in 2027 for installation of the first reactor experiment, which is anticipated to be the Molten Chloride Reactor Experiment.",
            ": What research, in-house and collaborative, is currently underway on molten salt reactors?",
            "INL is performing a range of research and development on molten salt reactors and to support Advanced Reactor Demonstration Program projects. INL has established a capability to perform irradiation of molten salt fuels and in 2023 performed the first uranium-fueled chloride salt irradiation in history at the lab’s Neutron Radiography Reactor. Through NRIC, INL is establishing the Molten Salt Thermophysical Examination Capability to perform key property measurements on irradiated fuel salts.",
            "In partnership with Southern and TerraPower on the Advanced Reactor Demonstration Program MCRE project, INL has made significant progress to produce fuel salts. In 2023, INL achieved a ~98% yield during a fuel salt synthesis scale-up run, exceeding project requirement of a 90% yield, and performed a full-scale fuel salt synthesis demonstration using 9 kilograms of depleted uranium to produce 17 kg of fuel salt.",
            ": Is INL looking to restart development of fast reactors – how are plans for the VTR developing?",
            "INL has never stopped working on the development of fast reactors, with the primary focus over the years being the development of advanced metallic fuels based on similar concepts that were proven in the operation of the Experimental Breeder Reactor II. Current work is primarily in collaboration with Advanced Reactor Program Projects including the TerraPower Natrium project and the Advanced Reactor Concepts project.",
            "All work on the Versatile Test Reactor (VTR) has stopped due to the lack of Congressional funding for the project. There is a strong need for VTR to support nuclear reactor and fuel development given the lack of such a facility in the U.S. and partner countries.",
            ": INL has offered to site advanced reactor experiments. How many companies have undertaken to build their reactors/fuel facilities at INL and how has the cancellation of the UAMPS-NuScale experiment affected this?",
            "Oklo will site its first Aurora microreactor and initial fuel fabrication facility for Aurora at INL. Other companies have expressed interest in siting both reactor and fuel facilities at INL and are pursuing site access. Several companies have expressed interest in testing reactors at INL as well.",
            "The Department of Energy launched the Cleanup to Clean Energy initiative and released a request for information in 2023 to get input on siting carbon free energy sources, including nuclear reactors, on the INL site. DOE is reviewing the submissions.",
            "The cancelation of the UAMPS Carbon Free Power Project, which intended to deploy a NuScale VOYGR small modular reactor commercially (not as an experiment) has had no impacts on the activities to site other reactors at INL.",
            ": What progress is being made on the development of HALEU fuel?",
            "INL continues work to recover HALEU from used EBR-II driver fuel to provide feedstocks to support reactor demonstrations, including the Oklo reactor mentioned earlier.",
            "In the fuel development area, INL continues work on a range of fuels using HALEU. Specific activities include continuing the post-irradiation examination of TRISO fuel, development of irradiation experiments of TRISO fuels to support reactor developers, fabrication and irradiation of metallic fuels, and producing roughly two dozen HALEU uranium dioxide pellets for testing as light water reactor fuel.",
            ": What work is being done on TRISO fuel?",
            "Several aspects of TRISO fuel development were outlined in answers above. Here’s a summary of those answers and a few additional items:",
            "Performing post-irradiation examination of the advanced gas-cooled reactor TRISO fuel that provides data to support reactor developer use.",
            "Expanded modeling and simulation capabilities for TRISO fuel in the R&D 100 award-winning BISON fuel performance code.",
            "Continued development of capabilities at ATR to support TRISO fuel testing.",
            "Direct work with reactor developers on design of irradiation experiments to be irradiated at ATR to support their specific fuel qualification needs.",
            ": What do you consider to be the main priority going forward in terms of reactor and fuel development?",
            "Complete the three near-term reactor experiments and demonstrations that establish the ability to start up and operate new nuclear reactors for the first time in nearly 50 years. These projects are MARVEL, Project Pele and MCRE.",
            "Develop and maintain key experimental capabilities to support fuels development. This includes capabilities for experimental fuel fabrication, irradiation, and examination and key facilities including ATR, TREAT, HFEF, IMCL and SPL. Continued development of infrastructure to support these areas is needed.",
            "Complete NRIC DOME and LOTUS test beds and the first industry partner experimental reactor tests in those facilities, establishing capabilities to support reactor testing and demonstrations."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/diamondback-energy-to-purchase-energy-from-oklo-smrs-11677739/",
        "title": "Diamondback Energy to purchase energy from Oklo SMRs",
        "text": [
            "US Oklo has signed a non-binding letter of intent (LOI) with oil and gas producer Diamondback Energy to enter into a 20-year power purchase agreement (PPA). The proposed agreement focuses on engaging Oklo’s Aurora powerhouses to supply electricity to Diamondback’s operations in the Permian Basin. According to the terms of the LOI, Oklo intends to license, build, and operate powerhouses capable of generating 50 MW of electric power to Diamondback E&P, a wholly owned subsidiary of Diamondback near Midland, Texas.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL). In 2020, Oklo submitted a combined licence application to the Nuclear Regulatory Commission (NRC) to build and operate the Aurora microreactor at INL. However, NRC denied the application, citing the company’s failure to provide sufficient design information. A revised application was submitted in September 2022.",
            "The LOI outlines options to renew and extend the potential PPA for an additional 20-year term. Oklo’s powerhouse designs are intended to be able to operate for 40 years, and because of Oklo’s design-build-own-operate business model, potential customers such as Diamondback are expected to be able to purchase power without complex ownership issues or other capital requirements. “By developing and providing a low-cost, high-reliability, and emission-free energy source, Oklo is poised to help meet the growing energy requirements of operators like Diamondback,” said Oklo CEO Jacob DeWitte."
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/three-companies-awarded-gain-vouchers-by-us-doe-to-advance-nuclear-technologies-11622817/",
        "title": "Three companies awarded GAIN vouchers by US DOE to advance nuclear technologies",
        "text": [
            "The US Department of Energy (DOE) has awarded Gateway for Accelerated Innovation in Nuclear (GAIN) vouchers to three companies to accelerate the innovation and application of their advanced nuclear technologies. GAIN was established by DOE’s Office of Nuclear Energy and provides the nuclear community with the technical, regulatory, and financial support necessary to move innovative nuclear technologies toward commercialisation while ensuring the continued, safe, and economic operation of the existing fleet. The vouchers provide companies access to the extensive nuclear research capabilities and expertise available across the DOE national laboratory complex.",
            "Element Factory (Cheyenne, Wyoming), which will work with Idaho National Laboratory (INL) to ensure that graphite components will meet technical and regulatory requirements for use in nuclear reactors when they are produced through their novel process that uses different carbon sources.",
            "Kanata America (Cheyenne, Wyoming), which will collaborate with Sandia National Laboratories to improve the efficiency of their thermal energy storage and power conversion systems for future use in microreactors.",
            "Oklo (Santa Clara, California), which will partner with INL to complete pre-conceptual design work of an experimental test device that will be used in its first Aurora fast reactor to support irradiation testing of advanced fuels and materials.",
            "GAIN voucher recipients do not receive direct financial awards. Vouchers provide funding to DOE laboratories to help businesses overcome critical technological and commercialization challenges. All awardees are responsible for a minimum 20% cost share, which could be an in-kind contribution. This is the second round of GAIN vouchers awarded for FY 2024.",
            "Image: Oklo's design for its planned SMR (courtesy of Oklo)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/analysis/smr-buildout-needs-a-new-marshall-plan-11618552/",
        "title": "SMR buildout needs a new Marshall Plan",
        "text": [
            "Above: Akademik Lomonosov, the world’s first operational SMR-based facility launched in 2019 and stationed in Chukotka (Photo credit: Grigorii Pisotsckii/Shutterstock.com)",
            "Over the last several years evidence has been mounting that a large expansion of nuclear energy capacity is indispensable for keeping global warning within 1.5°C limits. Multiple studies have confirmed that, contrary to the claims by “all-renewables” zealots, no single group of technologies can enable a timely and cost-efficient energy transition, and a diversified energy mix of low-carbon sources, including both intermittent renewables and nuclear, is needed to achieve net-zero by 2050. The most recent estimates suggest that the global nuclear energy installed capacity needs to increase 2.5-3 times from the current 370 GW to between 916 GWe and 1,160 GW by 2050.",
            "To offset the retirement of the aging existing fleet, new global capacity additions over the next 25 years need to reach between 800-1,000 GWe, averaging about 30-40 GWe annually. This task is challenging, considering that the average new global capacity additions over the past decade stood at approximately 6.5 GWe per year, almost six times less than the target. While the majority of expected growth will likely come from conventional, GW-sized reactors connected to centralised grids in BRICS and other large emerging economies, between 10% and one-third of the additions are expected to come from small modular reactors (SMRs).",
            "In December 2023, the New Nuclear Watch Institute (NNWI), a London-based think tank, published a report: ‘",
            "Scaling Success: Navigating the Future of Small Modular Reactors in Competitive Global Low Carbon Energy Markets",
            "’ which emphasises the pivotal role of SMRs in achieving global net-zero targets and underscores the urgency for accelerated deployment of SMRs across the globe.",
            "Despite growing interest and burgeoning number of start-ups and initiatives, the actual sector’s progress in the past decades has been slower than expected. Russia’s Akademik Lomonosov, the world’s first operational SMR-based facility launched in 2019 and stationed in Chukotka, remains the lone commercially-operational project to date. The recent cancellation of NuScale’s pilot project in Utah in November 2023 further highlights the challenges SMR vendors face.",
            "According to the NNWI analysis, the very attributes making SMRs appealing – their compact size, modular construction, and flexibility – are also associated with their potential strategic vulnerabilities. While SMRs offer the promise of quicker, more economical builds and suitability for diverse grid configurations, these advantages come with higher relative costs per unit of output capacity. At the same time, market demand uncertainties, along with supply chain challenges, regulatory and political risks, complicate the scaling of modular production, a key factor in driving down costs.",
            "SMR projects are entering a very competitive market. Internally, the competition arises among different SMR designs, while externally, especially in the on-grid application segment, they face competition from other low-carbon energy sources like large reactors, utility-scale energy storage, which is advancing rapidly towards full commercialisation, advanced geothermal technologies in some parts of the world, and carbon capture and storage systems. In this context, according to the NNWI analysis, capabilities enabling a rapid scaling for SMR designs to leverage modularisation benefits and reduce costs becomes crucial. As a result, the market is expected to be dominated by first movers.",
            "Many of the SMR vendors tout significant and even potentially disruptive reduction of overnight construction cost offered by a move from the conventional pressurised water (PWR) technology, where up to half of the capital expenses is spent on safety features, to advanced, next generation technologies boasting “inherent safety”. However, according to the NNWI, the real costs of new technologies are likely to significantly exceed ex-ante estimates. Advanced SMRs, employing technologies like molten salt and high-temperature gas reactors, might face significant delays due to complex licensing and challenges in supply chain and fuel provision. Though some prototype units still may, as planned, become operational between 2030 and 2035, widespread deployment and mass production are not anticipated until around 2040.",
            "The NNWI analysis shows that factors beyond technology, such as access to low-cost capital, subsidised demand, shorter supply chain lead times, and more efficient licensing processes are vital, sometimes even more so than technological advancements in safety and performance.",
            "It highlights that learning curves, scalability, and reduced capital costs often lead to greater reductions in electricity costs than those achieved through technological innovation.",
            "According to the report, in its base-case scenario the total capacity of the global SMR fleet by 2050 will be around 150-170 GWe (up to about 300 GWe in the high case). Geographically, this distribution is expected to include approximately one-third in the United States and Canada, about one-quarter in China, and another quarter across the emerging markets of Africa, Asia, and Latin America.",
            "The report evaluates the top 25 SMR projects, chosen based on a mix of external business factors and internal technological capabilities. These 25 designs or design series, according to the NNWI, have the highest chances to be successfully deployed and capture significant market shares by mid-century. It suggests that if current trends continue, over half of the global SMR capacity by 2050 could be represented by just 6 to 8 leading designs that are the first to enter the market.",
            "The Russian RITM reactor series, benefiting from state backing and an early move into the stage of series manufacturing, is expected to capture the largest share of the global SMR fleet, representing 17-18% of its total capacity. Despite geopolitical challenges, Rosatom is likely to extend its market dominance from the large reactors’ exports segment to that of SMRs, especially in emerging markets. The Chinese Linglong One, NuScale’s VOYGR, GE Hitachi’s BWRX-300, as well as advanced reactors like the XE-100 are projected to secure significant global market shares in the coming decades. Relative latecomers, which are expected to capitalise on substantial private and public backing, like the molten salt reactor Natrium being developed by Bill Gates’ TerraPower, the French NUWARD, and Rolls-Royce’s UK-SMR, as well as the group of potential disrupters, such as OKLO’s Aurora, SSR-Wasteburner, and Terrestrial Energy’s IMSR are also expected to survive the competition and win in some significant market niches.",
            "Above: Relative latecomers are expected to capitalise on substantial private and public backing, like the molten salt reactor Natrium being developed by Bill Gates’ TerraPower",
            "The NNWI estimates that developing 150-160 GWe of SMR capacity globally by 2050 will require an investment of around US$800-900bn, based on 2023 prices. State support and subsidies are vital in the sector’s early stages before the leading designs reach the stage of full commercialisation. The sector is estimated to need about US$150bn in governmental aid and subsidies for its successful rollout over the next two decades. Although it may seem a lot, this amount is just a fraction of the amount currently spent on fossil fuel subsidies, with over US$1 trillion spent globally in 2022 alone, including coal subsidies via capacity mechanisms.",
            "Despite the challenges, SMRs remain the most economically viable, and often the only practical, option for replacing coal in decentralised grids, district heating, and industrial applications. If pursuing net-zero is a genuine goal, prioritising the replacement of coal and diesel generation with SMRs is essential. The world requires an initiative akin to the Marshall Plan to assist the most carbon-intensive regions in transitioning from aging coal-fired plants to SMRs."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-and-anl-complete-second-theta-testing-campaign-11612619/",
        "title": "Oklo and ANL complete second THETA testing campaign",
        "text": [
            "US-based Oklo has completed the second phase of the Thermal Hydraulic Experimental Test Article (THETA) testing campaign in collaboration with the US Argonne National Laboratory (ANL). THETA is a sodium fixture with instrumentation installed at ANL’s Mechanisms Engineer Test Loop (METL) facility.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL). In 2020, Oklo submitted a combined licence application to the Nuclear Regulatory Commission (NRC) to build and operate the Aurora microreactor at INL. However, NRC denied the application, citing the company’s failure to provide sufficient design information. A revised application was submitted in September 2022.",
            "The THETA testing campaign at ANL is focused on key thermal-hydraulic behaviour of Oklo’s fast fission reactor design. “A better understanding of key thermal-hydraulic behaviour enables design optimisations while providing high-fidelity data using high-fidelity instrumentation.” Oklo noted. “Ultimately, the THETA testing campaign enables the opportunity to further improve the demonstrated safety and economic potential of bringing Oklo’s fast fission technology to market.”",
            "THETA is a 500-litre liquid sodium facility that is used to develop components and instrumentation as well as acquire experimental data for validation of reactor thermal hydraulic and safety analysis codes. It is installed in one of the 71 cm nominal diameter METL test vessels. The facility can be used to simulate normal conditions as well as a variety of accident conditions characteristic of a liquid metal cooled nuclear reactor.",
            "THETA comprises a traditional primary coolant and secondary coolant system. The primary system is submerged in the pool of sodium and consists of a pump, electrically heated core, intermediate heat exchanger, flowmeter, and connected piping and thermal barriers (redan). The secondary system, located outside of the sodium pool, consists of a pump, flowmeter, sodium to air heat exchanger, and connected piping and valves.",
            "Sophisticated instrumentation such as Rayleigh backscatter based optical fibre temperature sensors and high temperature rated (550°C) electromagnetic flowmeters are being used to characterise THETA thermal hydraulics. The facility was designed in partnership with systems code experts to tailor the experiment to ensure the most relevant and highest quality data for code validation. The THETA primary and secondary systems are both operational and providing experimental data for sodium cooled reactor thermal hydraulic characterisation.",
            "“Argonne’s leadership and technical expertise have been pivotal to THETA’s success, and the completion of the second phase of testing is a huge accomplishment. THETA has and will continue to play a major role in Oklo’s testing endeavours to support our commercialisation plans for our Aurora Powerhouses,” said Patrick Everett, Oklo Deputy Senior Director of Product. Oklo shared costs for the work done at ANL with funding from a DOE Gateway for Accelerated Innovation in Nuclear (GAIN) voucher.",
            "Image: The Thermal Hydraulic Experimental Test Article (THETA) – courtesy of Argonne National Laboratory"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-firms-up-mmr-siting-agreement-and-receives-approval-for-fuel-fabrication-facility-11494087/",
        "title": "Oklo firms up MMR siting agreement and receives approval for fuel fabrication facility",
        "text": [
            "US-based Oklo has signed an Option & Right of First Refusal to Purchase Real Estate (land rights agreement) with the non-profit Southern Ohio Diversification Initiative (SODI) for land including options for the siting of two powerhouses. This is an extension of Oklo and SODI’s May 2023 agreement for land to host two more of Oklo’s Aurora design fast neutron microreactors. Oklo received a site permit in December 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL).",
            "SODI, a community-reuse organisation, plans to deploy two 15 MWe plants at its Portsmouth site near Piketon, Ohio. DOE began transferring parcels of the Portsmouth site to SODI in June 2018 for economic development. The site previously hosted the Portsmouth Gaseous Diffusion Plant, now undergoing decontamination and decommissioning.",
            "Subject to the terms and conditions of the land rights agreement and in exchange for an upfront fee, which will be credited toward any purchase by Oklo under the land rights agreement, SODI has granted Oklo an option and right of first refusal to purchase land in Southern Ohio from SODI.",
            "The collaboration between Oklo and SODI, supported by DOE, derives from the prospective power of public-private partnerships in driving forward the next generation of energy solutions, Oklo noted.",
            "DOE recently reviewed and approved the Safety Design Strategy (SDS) for the Aurora Fuel Fabrication Facility at INL. The",
            "Aurora Fuel Fabrication Facility is being designed to demonstrate the reuse of recovered nuclear material to support Oklo’s planned commercial advanced fission power plant demonstration at INL.",
            "Oklo was selected for access to the fuel material through a competitive process launched in 2019 by INL. The goal of the solicitation was to accelerate the deployment of commercially viable reactors by providing developers with access to the material needed to produce fuel for their reactors. The DOE is supporting INL to produce High-Assay, Low-Enriched Uranium (HALEU) for advanced reactors by recovering uranium through electrorefining treatment on used fuel from the now-decommissioned Experimental Breeder Reactor-II.",
            "“The SDS approval is a major step towards a DOE approval of the Aurora Fuel Fabrication Facility as we continue towards our goal of producing fuel for our planned Aurora commercial power plant,” said Jacob DeWitte, co-founder and CEO of Oklo.",
            "The SDS marks the initial stage in a comprehensive DOE approval process prior to the operation of the Aurora Fuel Fabrication Facility. Oklo and Battelle Energy Alliance, operator of INL, are currently working on the next phase, focusing on the Conceptual Safety Design Report (CSDR). The purpose of the CSDR is to summarise the hazard analysis efforts and safety-in-design decisions incorporated into the conceptual design, along with any identified project risks associated with the selected strategies.",
            "The Aurora design uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It uses metallic high-assay low-enriched uranium, (HALEU) fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system.",
            "Image (top left): Oklo has a partnership with Southern Ohio Diversification Initiative at the DOE Piketon Site for its second and third commercial plants (courtesy of Oklo)",
            "Image (right): The Aurora Fuel Fabrication Facility (courtesy of Idaho National Laboratory)"
        ],
        "frequency": 15
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-makes-siemens-energy-preferred-supplier-for-advanced-reactors-11405963/",
        "title": "Oklo makes Siemens Energy preferred supplier for advanced reactors",
        "text": [
            "US-based fission technology company Oklo has signed a memorandum of understanding (MOU) with Siemens Energy designating Siemens Energy to become Oklo’s preferred supplier for rotating equipment of the power conversion system (conventional island) for the Aurora powerhouse. Siemens Energy would also be positioned to provide consulting to support Oklo in design work of the conventional island. Oklo says that as a result of this partnership, the power generation equipment for its powerhouses is expected to be “cost-efficient, well-proven, and sourced from readily available components, enabling a key catalyst for deployment scale-up and reliability” of for its advanced fission power plants.",
            "“The clean power generated by advanced nuclear is one of the key steps to reaching a net zero future and Siemens Energy’s thermal energy components and services complement the powerhouses being developed by Oklo,” said Tobias Panse, Senior Vice President of Industrial Steam Turbines and Generators at Siemens Energy. “Working with Oklo as a preferred supplier will bring us closer to advanced nuclear deployments and our net-zero targets.” Oklo said Siemens Energy's contributions will extend beyond the supply of steam turbine generators; they will also provide consulting to support the design and integration of the power conversion system (conventional island).",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Alex Renner, Senior Director of Product at Oklo said the company “is focused on providing clean, reliable, affordable power to customers” He added: “Fast fission reactors are a proven technology to produce heat and partnering with Siemens Energy takes steps to secure an efficient, reliable, and scalable supply chain for converting that heat into power in our Oklo Aurora powerhouses.”",
            "By partnering with Siemens Energy, a global leader in energy technology, Oklo says it will gain access to a well-established supply chain for its essential components critical to making power. The partnership with Siemens Energy as a proven leader in energy solutions would complement Oklo’s overall design philosophy for the powerhouses, “which is based on proven fast reactor technology with hundreds of reactor years of successful operational history”.",
            "Currently however, the only operational fast reactors are in Russia, which is the world leader in this technology. A number of other countries in the past have run fast reactor prototypes, such as EBR-II in the US, Phénix and Superphénix in France, the Prototype Fast Reactor and Dounreay Fast Reactor in the UK and Joyo and Monju in Japan. These were all closed down prematurely for a combination of political and technical reasons, with only the Russian development continuing.",
            "Image: Oklo’s Senior Director of Product, Alex Renner, and Oklo's Director of Power Engineering, Scott Auerbach, engage in a discussion of the industrial steam turbine package with the Siemens Energy team (courtesy of Oklo)"
        ],
        "frequency": 17
    },
    {
        "url": "https://www.neimagazine.com/news/global-smr-buildout-needs-a-new-marshall-plan-11398436/",
        "title": "Global SMR buildout needs a new Marshall Plan",
        "text": [
            "Over the last several years evidence has been mounting that a large expansion of nuclear energy capacity is indispensable for keeping global warning within 1.5°C limits. Multiple studies have confirmed that, contrary to the claims by “all-renewables” zealots, no single group of technologies can enable a timely and cost-efficient energy transition, and a diversified energy mix of low-carbon sources, including both intermittent renewables and nuclear, is needed to achieve net-zero by 2050. The most recent estimates suggest that the global nuclear energy installed capacity needs to increase 2.5-3 times from the current 370 GW to between 916 GWe and 1,160 GW by 2050.",
            "To offset the retirement of the aging existing fleet, new global capacity additions over the next 25 years need to reach between 800-1,000 GWe, averaging about 30-40 GWe annually. This task is challenging, considering that the average new global capacity additions over the past decade stood at approximately 6.5 GWe per year, almost six times less than the target. While the majority of expected growth will likely come from conventional, GW-sized reactors connected to centralised grids in BRICS and other large emerging economies, between 10% and one-third of the additions are expected to come from small modular reactors (SMRs).",
            "In December 2023, the New Nuclear Watch Institute (NNWI), a London-based think tank, published a report:",
            "Scaling Success: Navigating the Future of Small Modular Reactors in Competitive Global Low Carbon Energy Markets’",
            "which emphasises the pivotal role of SMRs in achieving global net-zero targets and underscores the urgency for accelerated deployment of SMRs across the globe.",
            "Despite growing interest and burgeoning number of start-ups and initiatives, the actual sector's progress in the past decades has been slower than expected. Russia's",
            ", the world’s first operational SMR-based facility launched in 2019 and stationed in Chukotka, remains the lone commercially-operational project to date. The recent cancellation of NuScale's pilot project in Utah in November 2023 further highlights the challenges SMR vendors face.",
            "According to the NNWI analysis, the very attributes making SMRs appealing – their compact size, modular construction, and flexibility – are also associated with their potential strategic vulnerabilities. While SMRs offer the promise of quicker, more economical builds and suitability for diverse grid configurations, these advantages come with higher relative costs per unit of output capacity. At the same time, market demand uncertainties, along with supply chain challenges, regulatory and political risks, complicate the scaling of modular production, a key factor in driving down costs.",
            "SMR projects are entering a very competitive market. Internally, the competition arises among different SMR designs, while externally, especially in the on-grid application segment, they face competition from other low-carbon energy sources like large reactors, utility-scale energy storage, which is advancing rapidly towards full commercialisation, advanced geothermal technologies in some parts of the world, and carbon capture and storage systems. In this context, according to the NNWI analysis, capabilities enabling a rapid scaling for SMR designs to leverage modularisation benefits and reduce costs becomes crucial. As a result, the market is expected to be dominated by first movers.",
            "Many of the SMR vendors tout significant and even potentially disruptive reduction of overnight construction cost offered by a move from the conventional pressurised water (PWR) technology, where up to half of the capital expenses is spent on safety features, to advanced, next generation technologies boasting “inherent safety”. However, according to the NNWI, the real costs of new technologies are likely to significantly exceed ex-ante estimates. Advanced SMRs, employing technologies like molten salt and high-temperature gas reactors, might face significant delays due to complex licensing and challenges in supply chain and fuel provision. Though some prototype units still may, as planned, become operational between 2030 and 2035, widespread deployment and mass production are not anticipated until around 2040.",
            "The NNWI analysis shows that factors beyond technology, such as access to low-cost capital, subsidised demand, shorter supply chain lead times, and more efficient licensing processes are vital, sometimes even more so than technological advancements in safety and performance. It highlights that learning curves, scalability, and reduced capital costs often lead to greater reductions in electricity costs than those achieved through technological innovation.",
            "According to the report, in its base-case scenario the total capacity of the global SMR fleet by 2050 will be around 150-170 GWe (up to about 300 GWe in the high case). Geographically, this distribution is expected to include approximately one-third in the United States and Canada, about one-quarter in China, and another quarter across the emerging markets of Africa, Asia, and Latin America.",
            "The report evaluates the top 25 SMR projects, chosen based on a mix of external business factors and internal technological capabilities. These 25 designs or design series, according to the NNWI, have the highest chances to be successfully deployed and capture significant market shares by mid-century. It suggests that if current trends continue, over half of the global SMR capacity by 2050 could be represented by just 6 to 8 leading designs that are the first to enter the market.",
            "The Russian RITM reactor series, benefiting from state backing and an early move into the stage of series manufacturing, is expected to capture the largest share of the global SMR fleet, representing 17-18% of its total capacity. Despite geopolitical challenges, Rosatom is likely to extend its market dominance from the large reactors’ exports segment to that of SMRs, especially in emerging markets. The Chinese Linglong One, NuScale's VOYGR, GE Hitachi’s BWRX-300, as well as advanced reactors like the XE-100 are projected to secure significant global market shares in the coming decades. Relative latecomers, which are expected to capitalise on substantial private and public backing, like the molten salt reactor Natrium developing by Bill Gates’ TerraPower, the French NUWARD, and Rolls-Royce’s UK-SMR, as well as the group of potential disrupters, such as OKLO’s Aurora, SSR-Wasteburner, and Terrestrial Energy’s IMSR are also expected to survive the competition and win in some significant market niches.",
            "The NNWI estimates that developing 150-160 GWe of SMR capacity globally by 2050 will require an investment of around US$800-900bn, based on 2023 prices. State support and subsidies are vital in the sector's early stages before the leading designs reach the stage of full commercialisation. The sector is estimated to need about US$150bn in governmental aid and subsidies for its successful rollout over the next two decades. Although it may seem a lot, this amount is just a fraction of the amount currently spent on fossil fuel subsidies, with over US$1 trillion spent globally in 2022 alone, including coal subsidies via capacity mechanisms.",
            "Despite the challenges, SMRs remain the most economically viable, and often the only practical, option for replacing coal in decentralised grids, district heating, and industrial applications. If pursuing net-zero is a genuine goal, prioritising the replacement of coal and diesel generation with SMRs is essential. The world requires an initiative akin to the Marshall Plan to assist the most carbon-intensive regions in transitioning from aging coal-fired plants to SMRs."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/growing-uncertainty-in-us-regarding-economics-of-new-nuclear-11347683/",
        "title": "Growing uncertainty in US regarding economics of new nuclear",
        "text": [
            "A recent statement from Fitch Ratings casts doubt on any new nuclear construction in the US in the immediate future. Similar concerns were voiced during discussions at a full committee hearing of the Senate Committee on Energy & Natural Resources to Examine Opportunities and Challenges Associated with Advanced Nuclear Reactor Commercialisation.",
            "Fitch noted that without “broader joint action, improved cost competitiveness and/or greater certainty of cost and delivery, most US public power systems are unlikely to pursue new nuclear construction over the next few years, and those that do face the risk of weakened credit quality”.",
            "The recent announcement by the Utah Associated Municipal Power Systems (UAMPS) and NuScale Power to terminate their Carbon Free Power Project (CFPP) illustrates the challenges facing public power systems as they consider new nuclear construction, Fitch said. “The project was unable to attract interest from enough purchasers to continue development, despite the plant's modular design, improved safety measures and the offer of low-cost government funding, likely due to schedule delays and cost concerns.”",
            "Interest in new nuclear generation “should remain piqued as a result of proposed Environmental Protection Agency (EPA) rules to limit carbon-dioxide emissions from power plants, as well as widening concerns about the effects of climate change and more aggressive carbon-free energy standards”. However, “until the cost of new construction can be assured through insurance or guarantees provided by the US government or highly creditworthy entities, widespread ownership agreements can broadly distribute and limit project exposure, and new design construction is proven to be both feasible and replicable, these risks will remain formidable barriers to participation”.",
            "Fitch noted that nuclear projects “are large, costly and complex, and developers have a historically poor record of completing new projects on time and within budget”. The agency cited the projects launched at the Summer and Vogtle nuclear stations in 2013 that were “plagued by scheduling delays, fabrication challenges, labour shortages and significant cost overruns almost from the beginning of construction”. The Tennessee Valley Authority (TVA) completed its Watts Bar unit 2 in 2016 after work was suspended in 1985 and resumed in 2007, Fitch said. “However, the final cost was roughly $2bn higher than initially planned.” It was only the operational breadth and financial strength of TVA allowed that the utility to absorb the costs and maintain its then current ratings.",
            "Meanwhile, the US Senate Energy & Natural Resources Committee hearing chaired by Joe Manchin discussed opportunities for advanced nuclear considering federal support from the Inflation Reduction Act (IRA) and Bipartisan Infrastructure Law, commercialisation challenges and the need to onshore nuclear energy supply chains.",
            "The Bipartisan Infrastructure Law provided $2.4bn to support competitive Department of Energy (DOE) awards for advanced reactor demonstration projects at commercial scale. The IRA provided ten years of certainty to commercialise advanced reactors through a 30% investment tax credit or $25/MWh production tax credit for new nuclear plants, along with making tens of billions of dollars in loan guarantees available for nuclear projects, said Chairman Manchin, opening the hearing. “The IRA incentives were not just about building power plants, but also securing our nuclear supply chain. Congress provided $700m for High-Assay Low-Enriched Uranium (HALEU), which is the fuel that most advanced nuclear technologies need, including Pele, Terrapower, and X-Energy.”",
            "However, “despite all of the federal and private sector support, we’re witnessing struggles and hesitancy in getting advanced nuclear projects off the ground”, he said. There are large design, cost, and regulatory uncertainties associated with first-of-a-kind nuclear technology, he added, which is why numerous federal programmes were put in place to help reduce these risks. “But someone will need to go first, and unfortunately many of the utilities I’ve spoken with won’t get in the game until others have done it first. We also must continue to ensure that taxpayer dollars are being spent judiciously and we’re managing risks – and learning from instances like the NuScale project with UAMPS, which fell far short of our expectations.”",
            "Manchin also commented on the need to offset China and Russia’s growing influence on international nuclear energy development. “We must push back and they cannot succeed. To regain our civil nuclear leadership, we need to demonstrate domestically that we can develop and deploy the next generation of nuclear energy to attract our international partners. We also need to export these technologies to our allies and partners to help reduce their energy dependence on foreign adversaries.”",
            "He also discussed Russia’s dominance over the nuclear fuel supply chain. “Currently, Russia is the only commercial supplier of HALEU, the fuel used for our DOD [Defence Department] micro-reactor project, DOE Advanced Reactor Demonstration Projects, and many other advanced nuclear technologies.” The bipartisan Nuclear Fuel Security Act of 2023 “authorises a DOE programme to onshore US uranium conversion and enrichment capacity, for both traditional and advanced reactors”, said Manchin. “We must re-establish a domestic nuclear fuel supply chain, and our bill will do just that. I’ve also worked … to introduce legislation that would limit and eventually ban uranium fuel imports from Russia. Today, I’m calling on my Congressional colleagues to include these critical nuclear fuel bills and associated funding in the defence and appropriations packages we’re currently negotiating.”",
            "The committee heard witnesses from the Idaho National Laboratory (INL), Strategic Capabilities Office (SCO) at the Office of the Secretary of Defence, Dow chemical company and the US Nuclear Industry Council.",
            "Dr John C Wagner, Laboratory Director at INL described the various projects underway. These included MARVEL, an 85 kW DOE test reactor; Pele, a partnership with DOD and BWXT that will utilise TRi-structural ISOtropic (TRISO) particle fuel. INL, working with Southern Company and TerraPower also plans to conduct the Molten Chloride Reactor Experiment (MCRE), which “will become the world’s first fast spectrum salt reactor experiment to achieve criticality”. These first three systems will be authorised for operation under DOE authority, as opposed to the Nuclear Regulatory Commission (NRC) licensing. The first planned NRC-licensed reactor on the INL site is the Oklo Aurora microreactor in 2027. INL intends to use existing reactor facilities as test beds for reactor demonstrations via the National Reactor Innovation Center (NRIC) to streamline testing, demonstration, and, ultimately, deployment of advanced reactors into the market.",
            "“We are making steady progress, said Wagner. “But we cannot rest easy, as the recent ending of the Utah Associated Municipal Power Systems (UAMPS) Carbon Free Power Project shows. The era of constructing paper reactors must end. We have to identify our challenges, address, and overcome them. We need to accelerate the systems and build the supply chains needed to rapidly develop and deploy advanced technologies at scale, in our nation and around the world. The project did not end because of technical flaws [but] was suspended because of economics.”",
            "He added: “We cannot abdicate our world leadership in nuclear energy development and deployment. When we build new systems – and export our technologies, materials, and services – we also export our values. A nuclear power plant is designed to operate for six to eight decades. When a country sells a nuclear reactor to another nation, it begins what can be a century-long relationship that encompasses many areas.”",
            "Countries will look for developers who can quickly, safely, affordably, and effectively develop a reactor and get it deployed. “And because U.S. developers are not competing on equal terms, too many of these nations will turn to China, Russia or our friends in South Korea. This presents not just a missed opportunity, but in the case of Russian and Chinese expansion, a danger to US national security.” INL is also working to supply HALEU from DOE-owned materials. “But our lack of domestic fuel cycle capabilities is already hurting efforts to deploy the next generation of technologies needed to allow our commercial fleet to produce 24/7, carbon-free power more than 93% of the time,” Wagner noted.",
            "Optimistic presentations were made by Dr Jeff Waksman SCO Program Manager, about projects being developed by DOD and Edward Stones Vice President, Energy & Climate at Dow about its planned project with X-Energy. However, Jeffrey S Merrifield, a former Commissioner at NRC and Chairman of the Advanced Nuclear Working Group of the US Nuclear Industry Council was more circumspect",
            "He acknowledged that companies such as Dow, Microsoft, Google and Nucor were all considering how nuclear energy to meet their energy needs. These companies share is a large balance sheet and conduct extensive infrastructure design and construction. “Thus, they are not deterred by the additional complexity and patience that comes with the deployment of nuclear power.” However, apart from large state-owned or quasi state-owned utilities, including Ontario Power Generation in Canada and Tennessee Valley Authority other power utilities are hesitant.",
            "“Financial markets and public utility commissions have viewed what is admittedly a tortuous path that it took to get Southern Company’s Vogtle units 3-4 online and the failure of the VC Summer project and have made it abundantly clear that they do not want to repeat that example. Despite the provision of government-backed loan guarantees and other federal tax incentives that are intended to jump start the order process, utility executives … have a variety of built-in incentives for not jumping to the front of the line.",
            "What utilities fear the most is that they will commit to building a first-of-a-kind plant and that there will be financial and timing risk on the back end of the project that could put the utility at economic risk.”",
            "He proposed further support from the federal government and Congress , noting: “As a nation, our skills at building very large infrastructure projects, to put it politely, are ‘rusty’ and we need to have additional investment in university-based engineering programmes.” He added: “Some of the capabilities needed to build new nuclear units either don’t exist or have limited options in the US. While some of these come from friendly nuclear supplier countries such as South Korea and Japan, the vast potential for new nuclear deployment certainly begs the question as to why more of this supply of components can’t be fabricated and built in the US.”",
            "To achieve the economies of scale needed to efficiently and cost effectively manufacture multiple lines of small modular reactors (SMRs), further incentives will be necessary."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/us-military-withdraws-offer-to-oklo-for-microreactor-11317824/",
        "title": "US military withdraws offer to Oklo for microreactor",
        "text": [
            "The US Defense Logistics Agency (DLA) has rescinded a notice of intent to award (NOITA) a contract made in August on behalf of the Department of the Air Force to US-based fission technology company Oklo to provide heat and electricity to the Eielson Air Force Base near Fairbanks in Alaska. This was part of the Air Force's micro-reactor pilot programme initiated in response to the Fiscal Year 2019 National Defense Authorisation Act, which required DOD to identify potential military locations to site, construct, and operate a micro-reactor.",
            "In late September, the DLA’s energy arm revoked its decision, citing a need for “further consideration” of its obligations under a specific military contracting regulation, according to a memo sent to Ultra Safe Nuclear Corp (USNC), a competing bidder for the contract. The memo, obtained by Northern Journal, noted: “The Government tentatively selected Oklo as the apparently successful offeror and pending awardee for the small modular reactor requirements at Eielson Air Force Base, Alaska under the subject solicitation via Notice of Intent to Award on 22 August 2023. On September 29, 2023, DLA Energy rescinded the original Notice to give further consideration to the agency’s responsibilities pursuant to DFARS 215.306, and take whatever actions are required as a result.” That regulation says the military should engage in post-bidding negotiations and discussions for contracts worth $100m or more.",
            "In an emailed response to Northern Journal, DLA spokeswoman Michelle McCaskill repeated the language from the memo and said all bidders that responded to the agency’s request for proposals are still under consideration. McCaskill said a “pre-filing notice of protest” of the award to Oklo had been submitted to the US Court of Federal Claims. A spokeswoman for USNC confirmed to Northern Journal that her company had made the pre-filing notice but added that a formal protest had not been filed.",
            "The Eielson contract had attracted broad interest from the energy industry. An informational meeting about it last year was attended by a large number of companies, according to a roster published by the military. As well as USNC, these included representatives from Westinghouse, Rolls-Royce and Siemens.",
            "Oklo’s chief executive, Jake DeWitte, said his company is letting the contracting process play out. “But we are more than excited about the opportunity,” he said. The USNC spokeswoman Mary Woollen said USNC is still “extremely interested in providing this solution to the Air Force and (is) waiting for DLA’s contracting officer to notify us of the next steps in the procurement process”.",
            "USNC “believes it is in the best position to support the Air Force and will continue to pursue all means at its disposal to support its bid”, she wrote in Northern Journal.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Ultra Safe Nuclear Corporation (USNC), in August announced updates to the design of its Gen IV gas-cooled microreactor with fuel developments with a tripling of power output. The company’s Micro-Modular Reactor design can operate at various power levels from 10 MWt (3.3 MWe) to 45 MWt (15 MWe) and can work with either HALEU (19.75% enrichment) or LEU+ (9.9% enrichment). USNC is in pre-licensing engagement with the US Nuclear Regulatory Commission and with the Canadian Nuclear Safety Commission in Canada through the Global First Power joint venture with Ontario Power Generation.",
            "At the time of the August announcement, the Air Force said the micro-reactor was expected to go online by the end of 2027, based on a directive in Congress’s 2019 military spending bill. DLA’s McCaskill said there is no revised timeline to the contracting process and that the agency still intends to meet all deadlines.",
            "Image: Aircraft lined up on the runway at Eielson Air Force Base near Fairbanks in Alaska (courtesy of Senior Airman Keith Holcomb / US Air Force)"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/haleu-demonstration-project-begins-enrichment-in-ohio-11216435/",
        "title": "HALEU demonstration project begins enrichment in Ohio",
        "text": [
            "Enrichment operation have begun at the US Department of Energy’s (DOE’s) enrichment facility in Piketon, Ohio operated by American Centrifuge Operating (ACO), a subsidiary of Centrus Energy Corp (ACO). Doe said the demonstration project is on track to produce 20 kilograms of HALEU by the end of 2023.",
            "ACO completed its operational readiness reviews in June with the Nuclear Regulatory Commission NRC) and received approval to use uranium at the facility. Since then, it has been conducting final systems tests and other preparations to begin enriching limited quantities of uranium hexafluoride gas into HALEU. Production of the first HALEU material is expected within the next few weeks.",
            "HALEU fuel contains uranium enriched to 5-20% uranium-235 (higher than the 3-5% typically used in light water reactors). It is required by most of the advanced reactor designs being developed under DOE’s Advanced Reactor Demonstration Program (ARDP).",
            "Currently there is no commercial supply chain to support HALEU production, which prompted DOE to launch a programme to stimulate the development of a domestic supply. Under a competitively-awarded, cost-share contract signed DOE in 2022, Centrus was required to begin production of HALEU by the end of this year.",
            "The work builds on a three-year project with DOE to manufacture and assemble 16 advanced centrifuges into an enrichment cascade. ACO expects to meet demonstration requirements by producing 20kg of 19.75% enriched HALEU by the end of the year. It will then continue production in 2024 at an annual production rate of 900 kg of HALEU a year, with options to produce more in future years.",
            "“This moment holds great pride – and promise – for the nation,” said Centrus President & CEO Daniel Poneman. “We hope that this demonstration cascade will soon be joined by thousands of additional centrifuges right here in Piketon to produce the HALEU needed to fuel the next generation of advanced reactors, Low-Enriched-Uranium to sustain the existing fleet of reactors, and the enriched uranium needed to sustain our nuclear deterrent for generations to come. This is how the United States can recover its lost nuclear independence.”",
            "Deputy Energy Secretary David Turk noted: “It’s remarkable what we can accomplish in the truly American public, private partnership model. For the first time ever, an American company is producing HALEU on American soil, providing critical fuel for advanced nuclear reactors, a statement that America’s committed to our energy security.\"",
            "The HALEU will be used to help fuel the initial cores of two demonstration reactors awarded under ARDP and will also support fuel qualification and the testing of other new reactor designs.",
            "The Piketon plant is currently the only US facility licensed to enrich uranium up to HALEU levels of 19.75%.",
            "In addition to this demonstration project, DOE is supporting several efforts to provide more access to HALEU. Current activities include recycling used nuclear fuel from government-owned research reactors and acquiring HALEU through purchase agreements with domestic industry partners to spur demand for additional HALEU production and private investment in the nuclear fuel supply infrastructure.",
            "In September, US-based BWX Technologies was contracted by DOE to process thousands of kilograms of government-owned scrap material containing enriched uranium into HALEU. The initial award will total $47m, with a total contract value of up to $116.5m, subject to annual congressional appropriations. BWXT will produce the HALEU over the next five years, with several hundred kilograms expected to be available as early as 2024.",
            "DOE is also working to recycle used fuel from the closed EBR-II reactor to make HALEU. DOE plans to recover approximately 10 tonnes of HALEU from EBR-II fuel by December 2028 using an electrochemical process that was perfected over the years at Idaho National Laboratory (INL). EBR-II operated from 1964 to 1994 using a metallic alloy fuel containing highly enriched uranium (HEU).",
            "US-based fission technology company Oklo has expressed interest in receiving five tonnes of HALEU pending a cooperative agreement with INL that was competitively awarded in 2019. The recovered material from EBR-II will be used in the initial core of its Aurora microreactor that is expected to be first demonstrated at the INL in 2026. DOE will retain ownership over the material before, during, and after its use.",
            "Image: The HALEU cascade at the US Department of Energy’s enrichment facility in Piketon, Ohio (courtesy of Centrus)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-microreactors-considered-for-alaskan-military-base-11122089/",
        "title": "Oklo microreactors considered for Alaskan military base",
        "text": [
            "The US Defense Logistics Agency (DLA), on behalf of the US Air Force and Department of Defense (DOD), has issued a notice of intent to award (NOITA) a contract to US-based fission technology company Oklo to provide heat and electricity to the Eielson Air Force Base near Fairbanks in Alaska as part of the Air Force's micro-reactor pilot programme. This programme was initiated in response to the Fiscal Year 2019 National Defense Authorisation Act, which required DOD to identify potential military locations to site, construct, and operate a micro-reactor. The NOITA initiates the acquisition process to potentially award the contract to Oklo under a long-term power purchase agreement executed by the DLA.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL). In 2020, Oklo submitted a combined licence application to the Nuclear Regulatory Commission (NRC) to build and operate the Aurora microreactor at INL. However, NRC denied the application, citing the company’s failure to provide sufficient design information. A revised application was submitted in September 2022. The DLA contract may be conditional on Oklo receiving and NRC licence.",
            "In August 2018, the Air Force office of energy assurance recommended Eielson Air Force Base for the microreactor pilot. It was determined to be an ideal location for the pilot project due to the existing infrastructure, suitable climate, and “critical mission resilience requirement”. A microreactor could also meet the base’s year-round energy needs for station heating.",
            "The pilot project will be coordinated with the Air Force Office of Energy Assurance, the office of the deputy assistant secretary of Defense for Environment & Energy Resilience, the Department of Energy and NRC. The groups will also be working together to oversee the safety of the project.",
            "“Today is a historic first for the Air Force, state of Alaska, and the nation, said Dr Ravi Chaudhary, Assistant Secretary of the Air Force for Energy, Installations & Environment. “Safe, reliable, clean energy using microreactor technology will be an integral part of Air Force installations in the future. The best part of this innovation is that we are coming together at the beginning to demonstrate this capability – partnering with key regulatory authorities, state, and local communities to ensure we get this right and do it safely.”",
            "Nancy Balkus, Deputy Assistant Secretary of the Air Force for Environment, Safety & Infrastructure, noted: “Our partnerships with Oklo Inc, Nuclear Regulatory Commission, Department of Energy, Alaska stakeholders and Tribal Nations are imperative to a successful pilot and future implementation scalability of this transformational technology.”",
            "Colonel Paul P Townsend, 354th Fighter Wing Commander at Eielson Airforce Base said: “Eielson is eager to welcome this cutting-edge technology onto the base. The NOITA to Oklo Inc reinforces our commitment to innovation in order to protect and defend the nation with even greater efficiency and effectiveness.” The microreactor is expected to be operational by the end of 2027, as directed by the fiscal year 2019 National Defense Authorisation Act.",
            "Image: The Eielson Air Force Base in Alaska (courtesy of USAF)"
        ],
        "frequency": 10
    },
    {
        "url": "https://www.neimagazine.com/news/us-doe-seeks-to-make-haleu-from-ebr-ii-used-fuel-11121968/",
        "title": "US DOE seeks to make HALEU from EBR-II used fuel",
        "text": [
            "The US Department of Energy (DOE) is working to recycle used fuel from the closed EBR-II reactor to make high-assay low-enriched uranium (HALEU) which is required by most advanced reactors designs. HALEU, enriched between 5% and 19.75% with uranium-235, is not currently available from domestic suppliers",
            "DOE plans to recover approximately 10 tonnes of HALEU from EBR-II fuel by December 2028 using an electrochemical process that was perfected over the years at Idaho National Laboratory (INL). EBR-II operated from 1964 to 1994 using a metallic alloy fuel containing highly enriched uranium (HEU).",
            "In order to recover that HEU, the used nuclear fuel is prepared and placed into a high-temperature molten salt chemical bath. An electric current is then used to separate the HEU metal from the fission products. The recovered uranium is cleaned and mixed with lower enriched uranium to create HALEU.",
            "The HALEU is then fabricated into a large circular ingot before being fashioned into low-dose, smaller shapes in a high-temperature furnace. The smaller ingots can then be used to produce fuel for advanced reactors. To date, almost five tonnes of HALEU material has been recovered from the used EBR-II fuel.",
            "US-based fission technology company Oklo has expressed interest in receiving five tonnes of HALEU pending a cooperative agreement with INL that was competitively awarded in 2019. The recovered material from EBR-II will be used in the initial core of its Aurora microreactor that is expected to be first demonstrated at the INL in 2026. DOE will retain ownership over the material before, during, and after its use.",
            "In addition to this project DOE is also supporting several efforts to provide more access to HALEU. Current activities include recycling used nuclear fuel from other government-owned research reactors; supporting the demonstration of HALEU production at the enrichment facility in Piketon, Ohio, operated by Centrus Energy Corp; and acquiring HALEU through purchase agreements with domestic industry partners.",
            "The US Energy Act of 2020 authorised DOE to support availability of HALEU for domestic commercial use. In December 2022, DOE announced the creation of a HALEU Consortium to support the establishment of domestic HALEU infrastructure and to: calculate HALEU demand estimates for domestic commercial use; purchase HALEU made available to members for commercial use; carry out demonstration projects using HALEU; and identify actionable opportunities to improve the reliability of the HALEU supply chain.",
            "The Piketon plant is currently the only US facility licensed to enrich uranium up to HALEU levels. In February, Centrus completed the operational readiness review for its HALEU production facility and in June received permission from the Nuclear Regulatory Commission to begin operation. DOE says Centrus subsidiary American Centrifuge Operating (ACO is on track to produce 20 kilograms of HALEU before the end of the year. ACO will then produce 900 kilograms the following year, with additional options to produce more HALEU in future years pending congressional appropriations.",
            "Recently Oklo signed a Memorandum of Understanding (MOU) with Centrus to support deployment of Oklo’s Aurora microreactors and advanced nuclear fuel production in Southern Ohio. Oklo and Centrus became partners in 2021 after signing a Letter of Intent to cooperate in the development of a HALEU fuel facility.",
            "Centrus has also signed a MOU with US-based TerraPower to expand collaboration aimed at establishing commercial-scale, US production capabilities for HALEU to supply TerraPower’s first-of-a-kind Natrium reactor and energy storage system. In October 2022, Global Nuclear Fuel-Americas (GNF-A), a GE-led joint venture, and TerraPower agreed to build a Natrium Fuel Facility at the site of GNF-A’s existing plant site near Wilmington. The facility, which will use HALEU, will be jointly funded by TerraPower and DOE through the Advanced Reactor Demonstration Program. TerraPower and Centrus have been working together since 2021 when they entered into a contract for services to help expedite the commercialisation of domestic enrichment technology at Piketon.",
            "Image: HALEU reguli made from EBR-II spent nuclear fuel at Idaho National Laboratory (courtesy of Idaho National Laboratory)"
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-and-centrus-strengthen-cooperation-on-advanced-reactors-and-fuel-11112433/",
        "title": "Oklo and Centrus strengthen cooperation on advanced reactors and fuel",
        "text": [
            "US-based fission technology company Oklo has signed a Memorandum of Understanding (MOU) with Centrus Energy Corp to support deployment of Oklo’s advanced Aurora fission powerhouses and advanced nuclear fuel production in Southern Ohio. Oklo and Centrus became partners in 2021 after signing a Letter of Intent to cooperate in the development of a High-Assay, Low-Enriched Uranium (HALEU) fuel facility.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It will use HALEU fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in 2019 from the US Department of Energy (DOE) to build its first Aurora facility at Idaho National Laboratory (INL). In 2020, Oklo submitted a combined licence application to the Nuclear Regulatory Commission (NRC) to build and operate the Aurora microreactor at INL. However, NRC denied the application, citing the company’s failure to provide sufficient design information. A revised application was submitted in September 2022.",
            "HALEU fuel contains uranium enriched to 5-20% uranium-235 (higher than the 3-5% typically used in light water reactors). HALEU is required by most of the advanced reactor designs being developed under the DOE's Advanced Reactor Demonstration Program. Currently there is no commercial supply chain to support HALEU production and DOE to launch a programme to stimulate the development of a domestic supply. Centrus plays a key role in DOE’s plans. At the American Centrifuge Plant in Piketon, Ohio, Centrus has constructed the first US HALEU production facility licensed by NRC. In June Centrus completed its operational readiness reviews and received regulatory approval to possess uranium at Piketon and to introduce uranium into the cascade of centrifuges there. Centrus expects to begin production of HALEU by the end of 2023.",
            "Under the new MOU, Oklo and Centrus are planning a range of collaboration programmes to support the development and operation of the Aurora powerhouses including the supply of HALEU produced by Centrus at its fuel production facility in Piketon, Ohio. Oklo also has a partnership with Southern Ohio Diversification Initiative at the Piketon Site for two more plants. Centrus intends to buy energy from Oklo’s planned Ohio plants to power its HALEU Production Facility.",
            "Oklo and Centrus intend to enter into one or more definitive agreements related to the following collaborative activities:",
            "Oklo would purchase HALEU from the production facility Centrus is planning to build in Piketon, which is the only such facility licensed by NRCto produce HALEU.",
            "Centrus would purchase electricity from the two Aurora powerhouses Oklo is planning to build in Piketon. These are designed to power homes and businesses in addition to the HALEU production facility. In turn, the HALEU production plant is designed to be scaled up to support hundreds of reactors.",
            "Centrus would manufacture components for Oklo’s Aurora powerhouse at Centrus’s advanced manufacturing facility in Oak Ridge, Tennessee, as well as manufacturing capacity at the American Centrifuge Plant in Piketon, where HALEU production will take place.",
            "Centrus and Oklo would work together to establish and license the capabilities necessary to deconvert HALEU from uranium hexafluoride to uranium metal and fabricate fuel assemblies.",
            "Oklo Co-founder & CEO Dr Jacob DeWitte said the partnership with Centrus “is expected to span fuel production, manufacturing, and power off-take, exemplifying the early market interest in our scalable power plants and differentiated business model, involving selling power, not power plants”.",
            "Centrus President & CEO Daniel B. Poneman stressed that establishing a domestic HALEU supply chain requires a public-private partnership. “We are excited to see strong support from industry leaders like Oklo as well as growing bipartisan support in Congress and the Administration for robust investment in domestic uranium enrichment.”",
            "Image: Computer-generated image of how an Aurora powerhouse could look (courtesy of Oklo)"
        ],
        "frequency": 19
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-announces-merger-with-acquisition-company-altc-11005073/",
        "title": "Oklo announces merger with acquisition company AltC",
        "text": [
            "US-based fission technology company Oklo is to merge with AltC. Oklo said in a statement it believed roughly 40% of the Fortune 500 companies are committed to an emissions-free future, with some $2 trillion expected for power generation alone. \"Oklo is pursuing two complementary tracks to address this demand: providing reliable, commercial-scale energy to customers; and selling used nuclear fuel recycling services to the US market,\" the company said.",
            "“Our long-term goal is to build a wide range of advanced fission power plants, including small and large designs and designs that are economically competitive,\" said Jacob DeWitte, a co-founder and CEO at Oklo.",
            "Oklo is developing the Aurora microreactor, which uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It uses metallic high-assay low-enriched uranium, (HALEU) fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe.",
            "Oklo received a site permit in December 2019 from the US Department of Energy to build its first Aurora facility at Idaho National Laboratory (INL). In March 2020, Oklo submitted to the US Nuclear Regulatory Commission (NRC) a combined licence application to build and operate the Aurora microreactor at INL and the application was accepted for review. However, in January 2022, NRC denied the application, citing the company’s failure to provide sufficient information on several crucial topics regarding the Aurora design. Oklo’s application contained “significant information gaps” in its description of Aurora’s potential accidents as well as its classification of safety systems and components, NRC said. Although this prevented further review, NRC said it would re-engage with Oklo if the company submitted a revised application, which it did in September 2022.",
            "“We are thrilled to announce that Oklo intends to go public through a business combination with AltC Acquisition Corp,” the company said. “Since our founding, we’ve been on a journey to revolutionise the energy landscape by providing affordable, reliable, clean energy at scale. Today’s news is a significant step towards achieving our vision of reviving and modernising fast fission nuclear technology.” The transaction, which has been approved by the Boards of Directors of Oklo and AltC, is expected to close in late 2023 or early 2024.",
            "Oklo is backed by leading technology and decarbonisation investors, including Sam Altman, who has served as Chairman of Oklo since 2015. Altman is also the co-founder and CEO of AltC.",
            "The transaction is expected to provide up to $500m of gross capital with net proceeds going to accelerate Oklo’s business plan and fund the first deployment of the Aurora powerhouse.",
            "Altman welcomed the new partnership “that provides the opportunity for AltC’s shareholders to become investors in Oklo and fund the first deployment of the Aurora powerhouse” He added: “I think the two most important inputs to a great future are abundant intelligence and abundant energy. I have long been interested in the potential that nuclear energy offers to provide clean, reliable, and affordable energy at great scale.”",
            "He noted that Oklo has a site and fuel secured for its first plant, which it expects to be online in 2026 or 2027, and also has “strong and growing customer interest in future deployments”. The Company and its partners have been selected by the DOE for four cost-share awards to potentially commercialise advanced recycling technologies to produce fuel from used fuel. Oklo is planning to construct a commercial-scale fuel recycling facility in the US by the early 2030s.",
            "Altman is known for his work with artificial intelligence after Microsoft invested billions of dollars in OpenAI and the company’s ChatGPT chatbot. Altman told CNBC that his vision for a better future depends on two technologies developing in parallel: AI and energy. “My whole view of the world is the future can be radically better and the two things that we really need for that are to lower the cost of energy and lower the cost of intelligence.”",
            "In addition to supporting nuclear fission through Oklo, Altman has also invested $375m into Helion, which is seeking to commercialise nuclear fusion. Altman says fusion, if it can be commercialised as Helion envisions, and Oklo, with its smaller, cheaper nuclear reactors, can co-exist. The need for clean, cheap energy “is so vast” that having multiple source of reliable, clean nuclear energy is a good thing. Also, because Oklo reactors are going to be much smaller than Helion power plants, they will likely serve different kinds of customers. “The world is just so energy limited, and it’s such an energy deficit, we need all of it,” Altman told CNBC.",
            "Image: Oklo’s Aurora powerhouse (courtesy of Oklo)"
        ],
        "frequency": 24
    },
    {
        "url": "https://www.neimagazine.com/news/inl-sees-market-for-microreactors-in-some-us-states-10884680/",
        "title": "INL sees market for microreactors in some US states",
        "text": [
            "A new report by US Idaho National Laboratory (INL) sees a high market potential for microreactors in US states with energy-intensive industries, nuclear-friendly laws and widespread social acceptance. The 164-page “Microreactor Applications in US Markets” looks at state-level legal, regulatory, economic and technology implications for microreactor applications in US markets.",
            "This report is part of the Emerging Energy Markets Analysis (EMA) initiative led by INL and includes the University of Alaska, Boise State University, University of Michigan, Massachusetts Institute of Technology and the University of Wyoming. It summarises a US Department of Energy (DOE) Microreactor Program analysis of the market opportunities for microreactors.",
            "The EMA team examined the regulatory climate in all 50 US states and found that most have either removed barriers for microreactor (MR) deployment or established carbon-reduction goals that make advanced nuclear technologies attractive. Challenges include public perceptions based on uncertainties related to costs, waste and fuel management.",
            "A key focus is on Alaska and Wyoming where there are location-specific energy needs for electricity and heat. A state-by-state evaluation of current carbon/carbon-related policies and nuclear policies assesses broader market applicability in states undergoing energy transitions. MRs are suited for remote industrial applications such as seafood processing in Alaska and trona mineral mining in Wyoming, the report says.",
            "The report suggests that the nuclear industry and national labs should increase communication about the technology and create a clear differentiation between MRs, small modular reactors and large reactors. It outlines areas needing further research, including developing a deeper understanding of public acceptance or resistance to microreactors. It says there is also a need to: evaluate other possible microreactor markets including conventional mining, oil and gas extraction operations, carbon refining, ammonia production, synthetic fuels, and other industries.",
            "\"Microreactors are a new technology to many of the potential deployment sites, so it is important to promote common understanding of the barriers to market entry for both developers of the technology as well as end users,\" said John Jackson, national technical director of the DOE Office of Nuclear Energy's Microreactor Program. \"The DOE programmes support broad availability of energy solutions to meet individual needs, and characterisation of these needs is very valuable.\"",
            "INL is currently developing the Microreactor Applications Research Validation & Evaluation (Marvel) project This entails the design, development, construction, and start-up of an INL test microreactor, funded by DOE through the Microreactor Program. The aim is to establish an operational nuclear applications test bed that can generate combined heat and power to enable integration and R&D with end-user technologies. It will also allow microreactor technologists to test next-generation control systems.",
            "Marvel is one of 12 microreactor designs described in the International Atomic Energy’s comprehensive publication on Advances in Small Modular Reactor Technology Developments published in 2022. Of the 12, five are being developed in the US. In addition to Marvel, these include Oklo’s Aurora, HolosGen’s Holos-Quad, Ultra Safe Nuclear Corporation’s MMR and Westinghouse’s eVinci.",
            "Image: INL's test microreactor, Marvel (courtesy of Idaho National Laboratory)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/two-more-sites-agreed-for-oklo-mmr-10878676/",
        "title": "Two more sites agreed for Oklo MMR",
        "text": [
            "US-based Oklo and the Southern Ohio Diversification Initiative (SODI) have signed an agreement for land to host two more of Oklo’s Aurora design fast neutron microreactors. Oklo received a site permit in December 2019 from the US Department of Energy to build its first Aurora facility at Idaho National Laboratory (INL).",
            "SODI, a community-reuse organisation, plans to deploy two 15 MWe plants at its Portsmouth site near Piketon, Ohio. DOE began transferring parcels of the Portsmouth site to SODI in June 2018 for economic development. The site previously hosted the Portsmouth Gaseous Diffusion Plant, now undergoing decontamination and decommissioning.",
            "Oklo said the two Ohio units are expected to provide up to 30 MWe and more than 50 MW of heating, with opportunities to expand. Oklo envisions the plants as area job creators, furthering SODI’s mission to improve the quality of life for the southern Ohio community through economic diversification and the advancement of clean energy solutions.",
            "SODI is one of the partners for the Site Reuse Deployment Guidance for Advanced Reactors project, along with team members from Orano Federal Services, Southern Nuclear Company, Electric Power Research Institute, and INL. The project was funded through a grant from the DOE’s Office of Nuclear Energy to support the deployment of advanced reactor technology and the use of former nuclear sites.",
            "In March 2020, Oklo submitted to the US Nuclear Regulatory Commission a combined licence application to build and operate the Aurora microreactor at INL and the application was accepted for review. DOE provisionally approved a specific site within the INL Site for the location of the powerhouse in late 2021.",
            "However, in January 2022, NRC denied the application, citing the company’s failure to provide sufficient information on several crucial topics regarding the Aurora design. Oklo’s application contained “significant information gaps” in its description of Aurora’s potential accidents as well as its classification of safety systems and components, NRC said. Although this prevented further review, NRC said it would re-engage with Oklo if the company submitted a revised application, which it did in September 2022.",
            "The Aurora design uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It uses metallic high-assay low-enriched uranium, (HALEU) fuel. Oklo says the reactor builds on the Experimental Breeder Reactor-II (EBR-II) and space reactor legacy. EBR-II features a hexagonal fuel element with a sealed heat pipe and a passive air-cooling system. Oklo initially marketed a 1.5 MWe microreactor version of the Aurora, but has now expanded its capacity offerings from 15 MWe to 100 MWe. The design is simplified with more affordable and simpler components, and it is modular, which allows the company to achieve cost competitiveness, the company says.",
            "Image: A rendering of Oklo’s Aurora Powerhouse (courtesy of Oklo)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/smr-development-tracked-by-nea-and-iaea-studies-10691068/",
        "title": "SMR development tracked by NEA and IAEA studies",
        "text": [
            "The Nuclear Energy Agency (NEA) has recently published a 73-page study, which tracks the progress of selected small modular reactor (SMR) designs towards deployment. NEA says the SMR designs are at various stages of development, from fundamental research on new concepts to commercial deployment and operation of mature designs.",
            "NEA notes that the International Panel on Climate Change (IPCC) found, on average, the pathways for the 1.5 degree C scenario would require installed nuclear capacity to reach 1,160 GWe by 2050, up from 394 GWe in 2020. “While the IPCC nuclear target is ambitious for nuclear energy, it is not beyond reach,” according to NEA. “Recent NEA analysis … finds that this target can be achieved through a combination of the long-term operation of existing plants and building large-scale Generation-III new builds and SMRs. It will also include leveraging both power and non-power applications of nuclear energy, including nuclear heat for industry and district heating, nuclear-based hydrogen and synthetic fuels.”",
            "NEA estimates that by 2050 SMRs could reach 375 GWe of installed capacity in an ambitious case, contributing to more than 50% of this capacity gap. The SMR technology pipeline includes a range of technology readiness levels and regulatory readiness levels. Some technologies are already demonstrated (at lab and commercial scales), while others are still in the R&D stage. NEA says timelines for deployment vary based on technology and regulatory readiness levels, with some designs expected to be demonstrated and commercialised before 2030 with others to follow later in the 2030s.",
            "NEA believes less mature SMRs will also play a role in meeting decarbonisation objectives. SMRs and advanced reactors with high levels of technology and licensing readiness will play a central role in getting to net zero by 2050 by supporting decarbonisation efforts that are expected to gain pace in the 2030s and 2040s. SMRs and advanced reactors with lower levels of technology and licensing readiness could be deployed at scale from the 2040s to supply electricity, heat and hydrogen and would contribute to long-term sustainability of nuclear energy after 2050 when associated with advanced nuclear fuel cycles. The report urges policy support for SMRs with high and low levels of technology and licensing readiness.",
            "The NEA SMR Dashboard studies only 21 specific SMRs with respect to six key areas: licensing; siting; financing; supply chain; engagement; and fuel. The 21 reactors include:",
            "ARC-100 (ARC Clean Technology, Canada), a 286 MWt fast reactor fuelled by metallic uranium dioxide (UO2);",
            "CAREM (CNEA, Argentina), a 100 MWt thermal reactor fuelled by UO2 pellets;",
            "APCR50S (CGN, China), a 200 MWt thermal reactor fuelled by UO2 pellets;",
            "ACP100 (CNCC, China), a 385 MWt thermal reactor fuelled by UO2 pellets;",
            "Nuward (EDF, France), a 540 MWt thermal reactor fuelled by UO2 pellets;",
            "BWRX-300 (GE-Hitachi, USA), an 870 MWt thermal reactor fuelled by UO2 pellets;",
            "Hermes (Kairos Power, USA), a 35 MWt thermal reactor fuelled by TRISO pebbles;",
            "SEALER-55 (Leadcold Reactors, Sweden), a 140 MWt fast reactor fuelled by metallic UO2 pellets;",
            "Stable Salt Reactor-Wasteburner (Moltex Energy, Canada), a fast reactor fuelled by molten salt;",
            "VOYGR (NuScale Power, USA), a 250 MWt thermal reactor fuelled by UO2;",
            "Aurora (Oklo, USA) a 4 MWt fast reactor fuelled by metallic UO2;",
            "Rolls Royce SMR (Rolls Royce SMR, UK), a 1,358 MWt thermal reactor fuelled by UO2 pellets;",
            "KLT40S (Rosatom, Russia), a 150 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200N (Rosatom, Russia), a 190 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200S (Rosatom, Russia), a 198 MWt thermal reactor fuelled by UO2 pellets;",
            "Natrium (Terrapower, USA), an 840 MWt fast reactor fuelled by metallic UO2;",
            "HTR-PM (INET-CNNC, China), a 500 MWt thermal reactor fuelled by TRISO pebbles;",
            "MMR (UltraSafe Nuclear, USA), a 15 MWt thermal reactor fuelled by TRISO prismatic;",
            "U-Battery (Urenco, UK), a 10 MWt thermal reactor fuelled by TRISO prismatic;",
            "eVinci (Westinghouse, USA), a 13 MWt thermal reactor fuelled by TRISO;",
            "XE-100 (X-energy, USA), a 200 MWt thermal reactor fuelled by TRISO-X pebbles.",
            "These include 10 water cooled reactors; four gas-cooled reactors; four fast reactors and two molten salt reactors. NEA also classifies them according to reactor configurations including 17 land-based designs; five multi-module designs; three marine-based designs; and one mobile design.",
            "NEA notes that SMRs can replace fossil fuels for on-grid power generation, diesel generators for off-grid mining and industrial operations, and fossil fuels for cogeneration of heat and power for heavy industries and district heating. They can also enable large-scale water treatment and desalination to produce clean potable water. “These varied market needs have prompted the development of a range of SMR technologies, which vary in technology, sizes, and configuration.” NEA comments: “Policymakers are often overwhelmed with this great variety as they strive to consider which designs might meet their particular needs and in what time frame.”",
            "It says the NEA SMR Dashboard is designed to help navigate this complex area of technology. It adds that future editions will continue to track the progress of these designs and include additional SMR technologies as verifiable information becomes available and is assessed.",
            "However, missing from the array of information on this selection of widely different SMRs is projected deployment dates. Some of these companies have suggested somewhat optimistic dates for operation of their first units. For example, USNC has suggested 2027 for its MMR, while Kairos (Hermes) has suggested 2026. Terrapower (Natrium), Urenco (U Battery) and X-energy (Xe-100) have all suggested 2028, although Terrapower has since indicated a delay of two years due to problems with fuel development. Leadcold initially suggested 2025 for its SEALER-55 but later amended that to 2030. Others scheduled for the early-mid 2030s include EDF’s Nuward, NuScale’s VOYGR, the Rolls Royce SMR and the Westinghouse eVinci. Meanwhile, Russia’s KLT40S and China’s HTR-PM are already in operation.",
            "Much greater detail is available in the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022. This provides data on SMRs around the world, including detailed descriptions of 83 reactors under development or construction in 18 countries. The 424 pages provide details of the technologies involved while Annex I summarises the information in a series of tables, including deployment timelines. The first booklet in this series was first published in 2014 and serves as a supplement to the IAEA’s Advanced Reactors Information System (ARIS), an online database with comprehensive information on the latest developments in advanced reactors.",
            "IAEA notes in its introduction to the latest edition: “Several major milestones have been reached in SMR technology deployment. The Akademik Lomonosov floating power unit in the Russian Federation with two-module KLT-40S was connected to the grid in December 2019 and started commercial operation in May 2020. The HTR-PM demonstrator in China was connected to the grid in December 2021 and is expected to reach full power operation by the end of 2022. The CAREM25 in Argentina is under construction and is expected to reach first criticality in 2026. The construction of ACP100 in China started in July 2021 and is targeted to start commercial operation by the end of 2026. The construction of BREST-OD-300 in Russian Federation began in June 2021 and is planned to be completed in 2026. The NuScale Power Module in the United States has received Standard Design Approval from US NRC in September 2020. The NRC has directed to issue a final rule that certifies NuScale’s SMR design for use in the United States.”",
            "All the other designs, including those mentioned by NEA, are either in the pre-conceptual/conceptual or basic/detailed design stages. Those still in the conceptual design stage include U Battery, eVinci, Nuward and Sealer-55.",
            "IAEA notes that the technical description and major technical parameters in the booklet “were provided by the design organisations without validation or verification by the IAEA. All figures, illustrations and tables in technical description of each design were also provided by the design organisations.” A similar caveat is given by NEA."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/argonne-national-lab-supports-advanced-nuclear-concepts-10574308/",
        "title": "Argonne National Lab supports advanced nuclear concepts",
        "text": [
            "The US Department of Energy’s (DOE’s) Argonne National Laboratory (ANL) is supporting three companies developing a range of new advanced reactor and fuel cycle concepts. The work is funded through a voucher programme provided by the Gateway for Accelerated Innovation in Nuclear (GAIN) programme established by DOE’s Office of Nuclear Energy.",
            "Under one award ANL will work with California start-up Radiant Industriesto perform numerical modelling of heat production and removal in Radiant’s advanced high-temperature gas-cooled microreactor concept. The Kaleidos microreactor is portable. ANL nuclear engineer April Novak said this type of reactor is quite different from conventional reactors because of its small size. “It is targeting diverse applications for nuclear energy, such as remote communities and electric vehicle charging,” she noted. “I find it rewarding to see Argonne’s research applied to a commercial concept that has potential to expand nuclear energy’s role in addressing climate change.”",
            "Novak will help create high-fidelity computational fluid dynamics models of the microreactor in shutdown conditions, including its passive heat removal systems. One of these heat removal systems is an air jacket, which consists of a thin layer of ambient air between the reactor and the shielding. \"The air jacket is designed to passively remove decay heat, improving the safety of nuclear power production,” Novak said. The award will also help researchers identify the heat sources in the reactor, based on how fuel is burned, Novak added.",
            "Radiant CEO Doug Bernauer said: “We plan to be the first new commercial reactor design to achieve a fuelled test in more than 50 years. Full commercialisation for advanced reactors will require widespread, ongoing partnership across DOE and several national labs like Argonne and Idaho National Lab.” ANL’s work on Kaleidos supported by GAIN is an extension of earlier work performed through the Nuclear Energy Advanced Modelling and Simulation programme.",
            "The second GAIN award project is with California-based Oklo, which is working on small fast reactors as part of the Aurora product line. ANL nuclear engineer Darius Lisowski will lead a team that will help to test high-flow coolant over pin bundles designed by Oklo. These pins are fabricated and tested using capabilities recently established at Argonne. ​“We initially built this facility for the Versatile Test Reactor, and our experience will serve us well in helping Oklo bring their reactor concept into reality,” Lisowski said.",
            "\"Basically because of the internal geometry there’s a lot of interesting physics about how the coolant mixture will flow across the pins,” Lisowski added. “We’re looking at extreme flow conditions — over 800 gallons of water a minute — to look at the pressure drop through various sections of the assembly.”",
            "The third project involve a team led by ANL nuclear engineer Melissa Rose looking at reactors powered and cooled by a molten salt mixture. Although no molten salt reactors are currently commercially in use, Rose said a molten salt reactor is conducive to nuclear fuel recycling via pyroprocessing, a technology developed at Argonne. “About 97% of nuclear fuel can theoretically be used; it’s just contaminated by fission products that have to be separated out,” she said. “A molten salt reactor could get us closer to a closed fuel cycle in which much of the nuclear fuel is used over and over again.”",
            "In a molten salt reactor, the fuel is dissolved in the molten salt and the liquid moves through the reactor. In the GAIN-funded programme, Rose is working with Flibe Energy, based in Alabama. Flibe is pursuing a molten fluoride reactor that could be used for both energy generation and to provide medical isotopes.",
            "Argonne developed and maintains specialised facilities that Rose and her colleagues will use to measure the properties of these molten salts. These include melting point, phase behaviour, heat capacity and thermal diffusivity, Argonne’s analysis of these properties will help Flibe bring their reactor closer to construction. This is Argonne’s seventh GAIN voucher for measuring properties in support of molten salt reactors.",
            "Image: ANL is supporting three companies developing a range of new advanced reactor (above) and fuel cycle concepts under a DOE program (courtesy of ANL)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-seeks-licence-for-fuel-recycling-facility-10548091/",
        "title": "Oklo seeks licence for fuel recycling facility",
        "text": [
            "US-based Oklo has submitted a Licensing Project Plan (LPP) to the Nuclear Regulatory Commission (NRC), outlining its plans for the future licensing of a first-of-a-kind fuel recycling facility. In early 2022, Oklo and Argonne National Laboratory (ANL) signed an agreement to formalise their commitment to commercialising advanced fuel recycling technology.",
            "Conducting activities in support of the LLP “provides early identification and reconciliation of regulatory requirements, enabling efficient and effective NRC licence application review,” says Oklo. The commercial-scale fuel recycling facility is intended to underpin the deployment of its 1.5MWe Aurora microreactor, currently in the design stage.",
            "In September, Oklo submitted a revised LPP for the microreactor to NRC, which had denied a previous application in March 2020 “without prejudice”. NRC, cited Oklo’s “failure” to provide additional technical information related to the maximum credible accident and the safety classifications of the reactor’s systems, structures, and components. Oklo aims to build and operate an Aurora compact fast reactor at the Idaho National Laboratory site.",
            "Oklo claims to have a unique position within the nuclear fuel cycle by being able to recycle used fuel from other reactors as well as its own reactors. \"The ability to economically recycle fuel is an important attribute for developing domestic fuel supplies, and offering recycling services also presents a sizeable opportunity,\" said Oklo co-founder & CEO Jacob DeWitte.",
            "Today’s reactors only consume about 5% of the energy content contained in their fuel. Nearly 95% of the energy content remains unused, and Oklo’s technology aims to unlock much of this remaining energy content. \"We are taking a major step forward in bringing meaningful fuel recycling capabilities domestically that will produce cost-competitive fuel,\" DeWitte noted.",
            "In November, Oklo, ANL, Deep Isolation, and Case Western Reserve University were awarded $6.1 million in funding by the US Department of Energy (DOE) to enable the recycling of used nuclear fuel from the current light water reactor fleet into advanced reactor fuel.",
            "The project is funded by thevAdvanced Research Projects Agency-Energy (ARPA-E) under its Converting Used Nuclear Fuel Radioisotopes into Energy (CURIE) programme. The CURIE programme was launched to fuel the commercialisation of advanced fission technology while reducing waste.",
            "Over the past year, Oklo has been selected by DOE for four cost-share projects, totalling over $15 million to commercialise advanced reactor fuel from nuclear waste. Oklo’s CURIE project will focus on one of the critical steps for recycling waste from the current fleet, converting used oxide fuel into metal so it can be recycled using the process that Oklo is commercialising.",
            "Oklo's Aurora design is a fast neutron reactor that uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. It uses metallic high-assay low-enriched uranium, or HALEU, fuel to produce about 1.5 MWe and can also produce heat.",
            "Image: Oklo's Aurora powerhouse (courtesy of Idaho National Laboratory)"
        ],
        "frequency": 15
    },
    {
        "url": "https://www.neimagazine.com/news/more-funding-for-us-companies-under-does-gain-programme-10451593/",
        "title": "More funding for US companies under DOE’s GAIN programme",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Nuclear Energy (NE) has awarded vouchers to four companies under its Gateway for Accelerated Innovation in Nuclear (GAIN) initiative to help support the development of several US advanced reactor designs. The companies will be provided access to the research capabilities and expertise at Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to help advance their projects.",
            "The GAIN initiative is a partnership mechanism launched in 2016 by DOE-NE to accelerate the commercialisation of advanced nuclear technologies. Th purpose was to make research, development and demonstration (RD&D) infrastructure available to stakeholders “to achieve faster and more cost-effective development of innovative nuclear energy technologies toward commercial readiness”.",
            "DOE said this would “realise the enormous potential of nuclear energy and maintain the United States' historic leadership in the field”. It noted that the RD&D needed to bring new concepts to a commercial readiness was traditionally lengthy and expensive. FAIN was intended to overcome this by giving companies access to DOE facilities.",
            "The latest awards are for:",
            "Dow (Midland, Michigan) to work with INL to examine how small modular reactor (SMR) technologies can be integrated to provide electricity and process heat for the company’s chemical plants. Dow intends to use SMRs to provide process heat and power at one of its US Gulf Coast sites by 2030.",
            "Flibe Energy (Huntsville, Alabama) to work with ANL to manufacture and characterise salt systems for use in the company’s low-enriched uranium fuelled molten salt reactor. The company is developing a Liquid Fluoride Thorium Reactor that can be used for power or medical isotope production.",
            "Oklo (Santa Clara, California) to work with ANL to conduct experiments that can simulate coolant flow through the company’s reactor core to validate key modelling parameters and inform their reactor design. Oklo is developing the Aurora microreactor to provide off-grid electric power to customers isolated from large electric grids.",
            "Radiant Industries (El Segundo, California) will work with ANL and INL to develop computational analysis tools to better advance the design of its portable microreactor. The company’s Kaleidos design concept is being developed as a potential replacement for diesel generators.",
            "GAIN voucher recipients do not receive direct financial awards but provide funding to DOE national laboratories to help businesses overcome critical technological challenges to commercialising their technologies. All awardees are responsible for a minimum 20% cost-share, which could be an in-kind contribution. These were the first vouchers awarded in Fiscal Year 2023 cycle.",
            "In FY 2022 vouchers were awarded to Curio Solutions, Elementl Power, Tennessee Valley Authority, Orano Federal Services, TerraPower, Elysium Industries, Kairos Power, , Terrestrial Energy Ultra Safe Nuclear Corp (two awards). Other companies that have benefitted from the scheme include Kinectrics AES, Engineered Solutions Group, Vega Wave Systems, Lightbridge, Oklo, Analysis and Measurement Services Corporation, Terrestrial Energy, Urbix Resources, ThorCon and Transatomic."
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-selected-for-us-doe-project-to-enable-recycling-of-used-fuel-10260298/",
        "title": "Oklo selected for US DOE project to enable recycling of used fuel",
        "text": [
            "Argonne National Laboratory (ANL), Deep Isolation, and Case Western Reserve University have been awarded $6.1 million in funding by the US Department of Energy (DOE) to enable the recycling of used nuclear fuel from the current light water reactor fleet into advanced reactor fuel.",
            "Today’s reactors only consume about 5% of the energy content contained in their fuel. Nearly 95% of the energy content remains unused, and Oklo’s technology aims to unlock much of this remaining energy content. The cost-share project will support the commercialisation of Oklo’s clean powerhouses by utilising the energy content in today’s waste and converting it into clean energy.",
            "The project is funded by theAdvanced Research Projects Agency-Energy (ARPA-E) under its Converting Used Nuclear Fuel Radioisotopes into Energy (CURIE) programme. The CURIE programme was recently launched to fuel the commercialization of advanced fission technology while reducing waste.",
            "Over the past year, Oklo has been selected by the US Department of Energy (DOE) for four cost-share projects, totalling over $15 million to commercialise advanced reactor fuel from nuclear waste. Oklo’s CURIE project will focus on one of the critical steps for recycling waste from the current fleet, converting used oxide fuel into metal so it can be recycled using the process that Oklo is commercialising.",
            "\"Fuel recycling can impact how quickly we decarbonise. Since used fuel is about 95% recyclable, you can transform waste into a viable resource,\" said Jacob DeWitte, Co-founder and CEO of Oklo. There is enough energy content in today’s used fuel to power the entire country’s power needs for over 100 years without carbon emissions. Additionally, certain long-lived radioactive isotopes get consumed in the power generation process, which reduces and transforms the disposal burden of used fuel.",
            "\"Building on our other DOE projects to demonstrate the end-to-end recycling process, the CURIE project will position Oklo to build a first-of-a-kind commercial recycling facility and produce advanced reactor fuel economically and efficiently for our powerhouses,\" added DeWitte. “The deployment of a commercial-scale fuel recycling facility will contribute to building an energy independent future for the country while securing a fuel supply chain via used fuel recycling.”"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/oklo-restarts-nrc-licensing-process-for-aurora-microreactor-10031725/",
        "title": "Oklo restarts NRC licensing process for Aurora microreactor",
        "text": [
            "US-based Oklo, developer of the 1.5MWe Aurora microreactor, has submitted a revised licensing project plan (LPP) to the US Nuclear Regulatory Commission (NRC), which had denied a previous application in March 2020 “without prejudice”, citing Oklo’s “failure” to provide additional technical information related to the maximum credible accident and the safety classifications of the reactor’s systems, structures, and components (SSCs).",
            "This was the first-ever combined licence application (COLA) to NRC for an advanced non-light water reactor. However, NRC left the door open for Oklo to submit a revised application in the future. Oklo aims to build and operate an Aurora compact fast reactor at the Idaho National Laboratory site.",
            "Oklo's Aurora design is a fast neutron reactor that uses heat pipes to transport heat from the reactor core to a supercritical carbon dioxide power conversion system to generate electricity. The Aurora 'powerhouse' uses metallic high-assay low-enriched uranium (Haleu), fuel to produce about 1.5 MWe as well as useable heat.",
            "The new LPP is similar to regulatory engagement plans that other developers have developed. \"Oklo's reactor design has excellent safety characteristics and robust performance features,\" Oklo CEO Jacob DeWitte said. \"We are working to present these features in a manner similar to what the NRC is used to from licensing light water reactors (LWRs).\"",
            "NRC requires five years or more to conduct a licence review and make safety determinations for large LWRs. To support advanced nuclear reactor deployment, the US Congress in the 2019 Nuclear Energy Innovation and Modernisation Act (NEIMA) directed NRC to develop a performance-based, risk-informed, technology-inclusive licensing pathway for commercial reactors. NEIMA also requires NRC to develop a licensing process for advanced reactors that is “predictable, efficient, and timely”. NRC is currently developing a new licensing pathway, 10 CFR Part 53, and plans to complete this by the end of 2024.",
            "Meanwhile, several non-LWR advanced reactor developers, including Oklo and Kairos, are spearheading applications under NRC’s existing licensing pathways. NRC’s dismissal of Oklo’s previous COLA was unexpected. “Although Oklo responded to every request for information, and the last thing we heard from the NRC was that the information we submitted was helpful, the NRC has denied our first application on the basis of not having submitted information,” the company said in a blog post in January. “Yes, it was surprising. And there are elements that were frustrating and even angering.”",
            "However, it noted that NRC’s actions “are catalyzing a new wave of support, momentum, and introspection from those that support advanced fission”. It added: “This might not have happened in the same way had we proceeded on what we and everyone imagined would be a slow process of many smaller ‘paper cuts’.” Oklo said it would resubmit a COLA based on what it learned through the first review.",
            "Image: Artist's impression of Oklo's Aurora powerhouse (courtesy of Gensler)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/analysis/rd-set-to-minimise-waste-volumes-9865389/",
        "title": "R&D set to minimise waste volumes",
        "text": [
            "Above: Oak Ridge National Lab is working with Orano FS to develop a modular off-gas treatment system",
            "Nearly a dozen research projects have received funding from the US Department of Energy (DOE) as part of a programme aimed at limiting the volume of waste from the new generation of advanced reactors. The Optimizing Nuclear Waste and Advanced Reactor Disposal Systems (ONWARDS) scheme was first announced last year to identify and facilitate technologies for advanced reactor used nuclear fuel (UNF) recycling, disposal and associated safeguarding technologies.",
            "Projects funded through the ONWARDS programme will develop technologies that can resolve the waste and storage challenges associated with advanced reactor fuel cycles. The goal is to reduce nuclear waste and to support safer and more sustainable domestic fuel stocks. In the latest round of funding the DOE has pushed another US$36 million into the Advance Research Projects Agency-Energy (ARPA-E) programme.",
            "Taking a good look at waste",
            "Among the 11 projects which have received funding, GE General Electric Global Research was granted nearly US$4.5 million for a project that will develop an innovative inspection technique for use in nuclear reprocessing facilities.",
            "Resonance Absorption Densitometry for Materials Assay Security Safeguard (RADMASS) is designed to address the challenge of inspecting spent fuel which is stored at various storage sites across the US. RADMASS is a non-destructive evaluation technique that will be able to accurately measure and characterize this material for more cost-effective reprocessing.",
            "The objective of the project is to demonstrate a proof of concept in a non-radiation environment with photonics and nuclear modelling proving the ability of RADMASS to operate in a high radiation environment such as a nuclear fuel reprocessing radiation containment chamber.",
            "Dr. Andrew K. Hoffman, Materials Research Scientist at GE Research and principal investigator on this project, says: “One of the most exciting factors about the advanced nuclear reactor concepts coming online is the opportunity to optimize how the industry can recycle fuel in the future. With new advanced reactor concepts creating more recycling opportunities, we need to seize the moment in making nuclear an even more attractive, carbon-free energy alternative.”",
            "A further US$8.5 million was awarded to TerraPower for a project which aims to reduce waste volumes using chloride salts at high temperatures. The goal of the Chloride-Based Volatility for Waste Reduction and/or Reuse of Metallic-, Oxide-, and Salt-Based Reactor Fuels project is to adjust chloride-based volatility (CBV) parameters to achieve a high degree of uranium recovery. By doing so waste volumes will be significantly reduced. With prior work having already demonstrated recovery of more than 99% of the uranium from irradiated oxide fuel, it may be possible to reduce repository burdens by a factor of 10-20 times, TerraPower says. The work will start with surrogate UNF and progress to actual oxide UNF in a demonstration of the process which can be applied to metallic-, oxide- and salt-based reactor fuels.",
            "“We are actively exploring new solutions across the fuel cycle, including the best way to address used fuel,” said TerraPower President and CEO Chris Levesque.",
            "In a project getting more than US$3 million in ARPA-E funding Citrine Informatics, Pacific Northwest National Laboratory, and University of North Texas will use artificial intelligence and simulation methods to develop novel phosphate waste materials that significantly reduce repository burden from molten salt reactors.",
            "The aim of the project is to rapidly develop phosphate glasses, ceramics, and their composites to enable removal of halides and the more secure immobilization of salt waste from molten salt reactors. The programme hopes to culminate in a kg-scale proof-of-concept of a designed waste form and to demonstrate a more than six times increase in waste mass loading and an 80% decrease in waste volume when compared with existing technologies. The proposal will also result in 60% decrease in the capital and operating expenditures of waste form processing, Citrine says.",
            "“By combining the knowledge and capability of the top experts in nuclear waste manufacturing and glass and ceramic simulation with our data-driven methods, our ARPA-E program promises to disrupt the nuclear waste industry by designing more efficient, less expensive, and safer waste forms in only three years,” said Dr. James Saal, Citrine’s Director of External Research Programs and the Principal Investigator.",
            "Orano subsidiary Orano Federal Services (FS) is to receive $2.2 million in project funding to develop a modular off-gas treatment unit. The ‘plug and play’ unit will be tailored to the off-gases created when processing used nuclear fuel from different advanced reactor types, including metal fuel, TRISO fuel, and molten salt reactor liquid fuel. Optimised to efficiently capture regulated radioactive and non-radioactive off-gases, the treatment processes will themselves only generate low-level waste suitable for either disposal or decay storage. Principal investigator Dr Sven Bader will be working with the state-of-the-art research and development performed by Oak Ridge National Lab (ORNL) and Pacific Northwest National Laboratory (PNNL) in the off-gas treatment.",
            "“Advanced reactors will require advanced processes for preparing their used nuclear fuel to be reused. We appreciate this opportunity to… work with ONWARDS in support of the next generation of advanced reactors,” said Dr Dorothy Davidson, Orano FS president.",
            "Among a number of projects underway at academic institutions, the New Brunswick, New Jersey site of Rutgers University is receiving grant funding worth US$4 million for the Pioneering a Cermet Waste Form for Disposal of Waste Streams from Advanced Reactors (PACE-FORWARD) project.",
            "The University aims to deliver a simple, scalable route for immobilizing multiple waste streams like metals, salts and carbon into a singular, high-density, durable cermet. The goal is to encapsulate waste emanating from any potential advanced reactor fuel cycle into a heat-resistant ceramic and metallic composite waste form. The cermet will comprise stainless steel waste as the primary phase, encapsulating a ceramic phase dispersed homogeneously throughout the metal matrix. It will",
            "be consolidated to reduce porosity. The PACE-FORWARD technology will substantially minimise processing of waste streams by eliminating the need to develop multiple waste forms for separate waste streams, Rutgers says. The process will also reduce the repository footprint by around an order of magnitude compared with light water reactor technologies. It is designed to be suitable for multiple disposal environments and is also expected to reduce production and operation and maintenance costs by around 50% when compared with current incumbent technologies, they add.",
            "Another academic project funded under the ARPA-E scheme is the US$3.4 million Matrix Engineered TRISO Compacts Enabling Advanced Reactor Fuel Cycles (MATRICY) project underway at Stony Brook University in New York.",
            "Their proposal centres on a comprehensive systems approach to significantly reduce the waste burden by improving fuel utilization and reducing uranium loading. This approach considers the use of a TRISO-based micro-encapsulated fuel employing MgO as a low-waste and repository-ready fuel form. MATRICY will engineer the TRISO fuel to enable deconsolidation of intact particles. At the same time the project will evaluate it as a final waste form for long-term disposition.",
            "The Stony Brook team will couple reactor analysis with a programme to fabricate and understand the performance of the new fuel and its waste forms. They aim to realise more than an order of magnitude reduction in nuclear waste compared with current state-of-the-art technologies.",
            "Meanwhile, the University of California, Berkeley, the Lawrence Berkeley National Laboratory and NAC International are working in partnership with Deep Isolation on the UPWARDS programme with more than US$3.6 million of ARPA-E funding. The Universal Performance Criteria and Canister for Advanced Reactor Waste Form Acceptance in Borehole and Mined Repositories Considering Design Safety (UPWARDS) project is looking to establish a novel universal canister system for advanced reactor waste streams. This new canister will create an elemental waste form that will decouple the interdependent constraints that exist between storage, transport, and disposal, the partners state. Designed to be compatible with current dry storage and transportation infrastructure, the new canister will also meet the thermal, volumetric and criticality waste acceptance constraints of Deep Isolation’s deep borehole solution. The goal is to minimise the long-term costs of used fuel and waste management by packaging waste in small canisters that can be dry stored on site or centrally, transported to a geologic repository, and disposed of without repackaging.",
            "Deep Isolation is also partnering with another group receiving ARPA-E funding. In an Oklo-led project – Enabling the Near-term Commercialization of an Electrorefining Facility to Close the Metal Fuel Cycle – the partners aim to commercialise a nuclear fuel recycling facility within the next few years. This facility will produce fuel for Oklo’s metal-fuelled reactors and close the advanced reactor fuel cycle. ARPA-E funding worth US$4 million will allow the partners to focus on industrialising and automating the key processes of an electrorefining facility used for recycling nuclear fuel. That will address each key operation and demonstrate the end-to-end process with simulated fuel. The project will also prepare the facility",
            "for NRC licensing and establish a plan for the final deep borehole repository disposal of any waste resulting from the process. This technology is expected to reduce waste by more than an order of magnitude compared with a no-reprocessing baseline. In addition, ONWARDS aims to advance development of high-performance waste forms while maintaining back-end costs in the accepted range of US$1/MWh, its backers claim.",
            "“The ONWARDS project will build on our other DOE project work to allow Oklo to build a first-of-a-kind fuel recycling facility,” said Jacob DeWitte, co-founder and CEO of Oklo. “A commercial-scale fuel recycling facility will change the economic paradigm for advanced fission,” he added.",
            "Smaller projects are also underway at Brigham Young University – Two-Step Chloride Volatility Process for Reprocessing Used Nuclear Fuel from Advanced Reactors; Idaho National Laboratory – Traveling Molten Zone Refining Process Development for Innovative Fuel Cycle Solutions; and the Rensselaer Polytechnic Institute – Metal-Halide Perovskites as Innovative and Cost-Effective Fluoride Salt Waste Forms. These projects round out the 11 which are receiving funding under this round of ARPA-E funding.",
            "All these research projects seek to increase the deployment and use of nuclear power as a reliable source of clean energy by limiting the volume of waste produced from Advanced Reactors. By mitigating waste and storage concerns, the goal is to support clean energy infrastructure and pave the way for a new era of nuclear energy. Indeed, the DOE recently released a supply chain report noting that the development of fuel and an integrated waste disposal strategy for advanced reactor technologies are significant factors in supporting further nuclear energy deployment. As Secretary of Energy Jennifer M Granholm says: “Developing novel approaches to safely manage nuclear waste will enable us to power even more homes and businesses in America with carbon-free nuclear energy. ARPA-E is doing just that by supporting companies",
            "and universities that are working on next-generation technologies to modernise advanced reactors and strengthen the nation’s clean energy enterprise”."
        ],
        "frequency": 4
    }
]