[
    {
        "url": "https://www.neimagazine.com/news/indonesia-to-consider-seaborgs-molten-salt-power-barge-11146951/",
        "title": "Indonesia to consider Seaborg’s molten salt power barge",
        "text": [
            "PT Pertamina Power Indonesia and Denmark’s Seaborg have signed a Memorandum of Understanding (MOU) to jointly explore and assess how the next generation nuclear power technology could be utilised both to meet Indonesia’s future clean energy needs including a target of achieving net zero carbon emission by 2060.",
            "Under the MOU the two parties will assess the scope of an initial project leading to the possible commercial deployment of Seaborg’s Compact Molten Salt Reactor (CMSR) Power Barge. Based on the initial project results, potential follow-up projects will be considered. The utilisation of the energy could be for Power to Grid, directly to industry or Power-to-X and fuel production comprising hydrogen, ammonia, and methanol.",
            "Based on the results of the studies, further collaboration such as the development and deployment of CMSR Power Barge with a capacity between 200-800 MWe will be considered. Although the economics have yet to be finalised, an estimated investment of $1-3bn would be require. Once the project has matured to investment ready, both parties intend to attract foreign direct investments to realise the project.",
            "​Seaborg's design is for modular CMSR power barges equipped with up to eight 100 MWe CMSRs, with an operational life of 24 years. The CMSR's fuel is mixed in a liquid salt that also acts as a coolant, which means that it will simply shut down and solidify in case of emergency. However, low-enriched fluoride fuel salt is not yet commercially available, so Seaborg recently announced the initial power barges will be fuelled with low-enriched uranium (LEU).",
            "In July, Seaborg signed a letter of intent with Norsk Kjernekraft to investigate the possible deployment of Seaborg's CMSR in Norway.",
            "Seaborg has also signed a memorandum of understanding with Kepco Nuclear Fuel and GS Engineering & Construction to collaborate on investigating the feasibility of developing an LEU fuel salt production facility in South Korea. In 2022, Samsung Heavy Industries (SHI) and Seaborg signed a memorandum of understanding to manufacture and sell turnkey power plants combining SHI's ship-building expertise and Seaborg's CMSR. It also covered the development of hydrogen production plants and ammonia plants.",
            "Indonesia has long flirted with molten salt technology. In May, four Danish companies – Topsoe, Alfa Laval, Copenhagen Atomics, and Aalborg supported a project to use small modular reactors (SMRs) to produce energy for ammonia production by Indonesia companies Pupuk Kaltim along with Pertamina New & Renewable Energy.",
            "The nuclear power plant will be capable of producing 1 GWe from 25 molten salt thorium SMRs supplied by Copenhagen Atomics. The project was estimated to cost around $4bn.",
            "The previous month, US-based nuclear company ThorCon signed an agreement with the Indonesia’s Nuclear Energy Regulatory Agency (Bapeten) to officially start a safety, security, & safeguards (3S) consultation in preparation for licensing the 500 MW demonstration NPP based on Thorcon’s thorium molten salt technology. Thorcon has been offering its technology to various Indonesian companies and organisations since 2014.",
            "Image: Artist's impression of Seaborg's CMSR power barge (courtesy of Seaborg)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/nea-issues-supplement-to-its-smr-dashboard-11030329/",
        "title": "NEA issues supplement to its SMR Dashboard",
        "text": [
            "The Nuclear Energy Agency (NEA) has published a 60-page supplement to “The NEA Small Modular Reactor Dashboard”, which it published in March. The Dashboard tracks the progress of selected small modular reactor (SMR) designs towards deployment.",
            "NEA says it looks beyond technical feasibility and defines new criteria for assessing real progress in six additional dimensions of readiness: licensing, siting, financing, supply chain, engagement, and fuel. The first volume assessed the progress of 21 SMRs and the second volume tracks the progress of an additional 21 SMRs.",
            "NEA says it used information from verifiable public sources mostly from third party references (governments, regulators, financiers, operators). None of the sources are from the SMR designers, except for some relating to fuel type, enrichment, reactor specifics and public announcements of financing. Prior to publication, the SMR designers were consulted by the NEA and “were given the opportunity to comment on the draft assessments and supplement further information which could be independently verified”.",
            "Future volumes of Dashboard “will aim to help public and private sector decision-makers understand the pace of progress to commercial deployment”. However, neither the original document nor its supplement contains projected completion dates, which are a key measure for assessing progress. Moreover, the selection of SMRs chosen seems somewhat random as the two volumes together cover only 42 reactors in 13 countries. By comparison, the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022 covers 83 designs under development or construction in 18 countries.",
            "The reactors assessed in the NEA supplement include:",
            "BANR SMR (BWX Technologies, USA), a 50 MWt gas-cooled thermal reactor fuelled by TRISO prismatic;",
            "Project Pele (BWX Technologies USA), a gas-cooled thermal reactor fuelled by TRISO;",
            "Energy Well (CVŘ1, Czech Republic), a 20 MWt molten salt-cooled thermal reactor fuelled by TRISO prismatic;",
            "DF300 (Dual Fluid Energy, Canada) a liquid metal cooled fast reactor fuelled by liquid U-Cr alloy;",
            "SMR-160 (Holtec International, USA), a 525 MWt thermal reactor fuelled by UO2 pellets;",
            "GTHTR300 (JAEA, Japan), a 600 MWt high temperature thermal reactor fuelled by TRISO prismatic;",
            "HTTR (JAEA, Japan) a 30 MWt gas-cooled high temperature thermal reactor fuelled by TRISO prismatic",
            "Jimmy (Jimmy Energy, France) 10 MWt gas-cooled thermal reactor fuelled by UCO TRISO prismatic;",
            "SMART (KAERI, South Korea), a 365 MWt water-cooled thermal reactor fuelled by UO2 pellets;",
            "PWR-20 (Last Energy, USA) a 60 MWt water-cooled thermal reactor fuelled by UO2 pellets;",
            "LFR AS 200 (newcleo, UK) a 480 MWt lead-cooled fast reactor fuelled by mox;",
            "BREST-OD-300 (NIKIET, Russia), a 700 MWt lead-cooled fast reactor fuelled by MNUP;",
            "Kaleidos (Radiant, USA) 1.9 MWt gas-cooled high temperature thermal reactor fuelled by TRISO prismatic;",
            "RITM-200M (Rosatom, Russia) 198 MWt water cooled thermal reactor fuelled by UO2 pellets;",
            "CMSR (Seaborg Technologies, Denmark) a 250 MWt molten salt thermal reactor fuelled by molten salt;",
            "HAPPY200 (SPIC, China) a 200 MWt thermal reactor fuelled by UO2 pellets;",
            "IMSR (Terrestrial Energy, Canada), a 884 MWt molten salt thermal reactor fuelled by molten salt;",
            "TMSR-500 (ThorCon International, UAE) a 557 MWe molten salt thermal reactor fuelled by molten salt;",
            "4S (Toshiba, Japan) a 30-135 MWt sodium-cooled fast reactor fuelled by metallic U-Zr alloy;",
            "Westinghouse LFR (Westinghouse, USA) a 950 MWt lead-cooled fast reactor fuelled by UO2 pellets or mox and then nitride pellets;",
            "TEPLATOR (ZČU and CIIRC CTU6, Czech Republic) a 170 MWt thermal reactor fuelled by used fuel or natural uranium."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/south-korea-and-denmark-to-collaborate-on-leu-fuel-salt-production-10961645/",
        "title": "South Korea and Denmark to collaborate on LEU fuel salt production",
        "text": [
            "South Korea’s Kepco Nuclear Fuel (KNF) and GS Engineering & Construction (GS E&C) are to collaborate with Denmark’s Seaborg Technologies to investigate the feasibility of developing a low enriched uranium (LEU) fuel salt production facility in South Korea. The companies see fluoride fuel salt supply as important for generation 4 advanced reactors.",
            "In April, Korea Hydro & Nuclear Power (KHNP), Korean shipbuilding and offshore construction company Samsung Heavy Industries (SHI) and Seaborg set up a consortium to develop and commercialise floating NPPs (FNPPs) using compact molten salt reactors (CMSR). The power plants will be installed on barges to deliver from 200 MWe to 800 MWe, with the first project expected to be a 200MWe power barge. Previously, in January, South Korea’s Samsung Heavy Industries (SHI) received Approval In Principle from the American Bureau of Shipping (ABS) for a conceptual design of a CMSR power barge using technology being developed by Seaborg.",
            "Seaborg's CMSR uses a low enriched fluoride fuel salt which is not yet commercially available. KNF offers nuclear fuel production and fluorides handling expertise, while GS E&C has broad experience in a variety of engineering and construction projects. Seaborg is engaged with a number of research partners covering different aspects of the fuel salt and its properties, and the partners believe they have a solid foundation to investigate the path to commercialisation of fuel salt production.",
            "KNF President & CEO Choi Ik-Soo said KNF “wants to explore adding molten salt fuel for 4th generation reactors to our portfolio, enabling us to stay in the forefront of nuclear fuel development in order to serve our clients\". Kim Young-Shin GS E&C Chief Technical Officer said development of molten salt reactors “looks promising”, and nuclear fuel for 4th generation reactors “is a very interesting business opportunity for GS E&C, which fits very well with our long-term strategic goals\". Seaborg CEO Navid Samandari said the collaboration “brings us one step closer to securing LEU fuel salt for our CMSR” and “further strengthens Seaborg's engagement with Korean industrial partners”.",
            "According to Seaborg, in the CMSR the fuel is mixed into a molten fluoride salt which also acts as the coolant with significant safety benefits. Should the fuel salt come into contact with the atmosphere, it will simply cool down and become “solid rock, containing all the radioactive material within itself”. The reactor “will operate at near-atmospheric pressures eliminating a wide range of accident scenarios”.",
            "At the end of its 12-year fuel cycle, the fuel is returned to the supplier where short-lived fission products are separated and sent to storage. “Since the fuel is chemically stable and the fission products are short-lived, this waste is radiologically similar to radioactive hospital waste and can be handled using conventional methods,” says Seaborg. The remaining fuel salt will be mixed into new CMSR fuel at the fuel supplying facility.",
            "There are a number of molten salt reactor projects under development worldwide. In the USA, companies such as Terrapower are receiving financial and other support from the US Department of Energy. In Canada, Terrestrial Energy is developing its Integral Molten Salt Reactor, and UK-based MoltexFLEX has launched its FLEX reactor design based on molten salt technology. US company Thorcon’s molten salt reactor has been under development for around nine years, with the aim of deploying it in Indonesia. However, as with Seaborg, all these projects remain in the design stage. Russia has also launched a programme to develop a molten salt reactor bringing together all its key institutes and nuclear enterprises to work on the project. It remains to be seen which of these projects is first to produce a demonstration plant.",
            "Image: Signing ceremony between Kepco Nuclear Fuel, GS E&C and Seaborg (courtesy of Seaborg)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/japanese-investment-supports-uk-floating-npp-design-10884649/",
        "title": "Japanese investment supports UK floating NPP design",
        "text": [
            "UK-based start-up Core Power has attracted Japanese investment for its floating NPP (FNPP) project. Some 13 companies, including Onomichi Dockyard and Imabari Shipbuilding, have invested about $80m in project, according to Nikkei Asia. Although Core released no statement on the development, it reproduced the Nikkei article on its website.",
            "The paper noted that FNPPs “can theoretically be placed anywhere at sea and, because they float, they would not be affected by earthquakes” and “can also withstand tsunamis if placed offshore” Moreover, the electricity produced can be sent ashore and used to produce hydrogen and ammonia. FNPPs “are thought to be particularly marketable in Japan as an island nation,” Nikkei commented.",
            "“With demand expected to grow worldwide, Japanese companies hope to become more involved in the technological development in areas where foreign businesses have an edge, such as modular nuclear reactors.”",
            "Core Power, set up in 2018, is focusing on developing offshore nuclear power. The Japanese companies taking part in the project have subscribed to a third-party allocation of new shares by Core Power, which has raised about $100m and is now majority-owned by Japanese companies.",
            "Core Power is developing a FNPP in collaboration with US-based TerraPower and power utility Southern, as well as France’s Orano.",
            "The reactors developed by the four companies will be molten chloride fast reactors. According to Nikkei, the system uses a liquid fuel with a high boiling point that can operate at normal pressure to generate electricity. This eliminates the need for the pressurisation equipment used in conventional solid-fuel NPPs and allows the plant to be miniaturised. It also reduces the risk of accidents, such as meltdowns and explosions. The reactors have a planned output of 300 MWe each, “and three to four units would be equivalent to a conventional nuclear power plant”.",
            "The construction cost is estimated at about half that of land-based systems, and the construction time can be reduced by 70%. “Core Power is interested in Japanese shipbuilding technology and hopes to work with Japanese companies to develop floating equipment for the project,” Nikkei said.",
            "The company plans to launch a demonstration vessel in 2026 and commercialise it between 2030 and 2032. Core Power aims to build a track record overseas, then expand in Japan. It is estimated that the demonstration vessel will require approximately JPY50bn ($361m), and Core Power and the its three partner companies will share the cost. The investment by Japanese companies will also be used to fund development.",
            "\"We want to keep up with the world's latest technology trends,\" said an executive from Onomichi Dockyard, which decided to invest JPY1bn in Core Power. “Small modular reactors are expected to be easy to use in floating power plants and Japanese companies hope to gain expertise by participating in the project,” Nikkei noted.",
            "In August 2022, Core Power, MIT Energy Initiative and INL were awarded research funding by DOE's Nuclear Energy University Program, a three-year study into the development of offshore floating nuclear power generation in the USA.",
            "Core Power is also a participant with US-based TerraPower and power utility Southern Co, in the Molten Chloride Reactor Experiment (MCRE). In 2021, Southern Company DOE signed an agreement to design, construct and operate the MCRE as a proof-of-concept critical fast-spectrum salt reactor. MCRE aims to be which the world's first fast-spectrum salt reactor to achieve criticality at INL, Collaborators in the MCRE project are Terrapower, INL, Orano (USA) Federal Services, Electric Power Research Institute, and 3M Company.",
            "The project is supported through the DOE's Advanced Reactor Demonstration Program (ARDP) under a five-year, $170m cost-shared funding agreement. It will provide crucial operational data to support the future development of TerraPower's Molten Chloride Fast Reactor (MCFR), informing the design, licensing and operation of a demonstration reactor.",
            "Core Power’s plan to launch a demonstration vessel in 2026, appears to be over ambitious. Core Power receives no mention at all in the International Atomic Energy’s comprehensive publication on Advances in Small Modular Reactor Technology Developments published in 2022. Of the 13 molten salt reactors (MSRs) described in the publication only two have reached the detailed design stage. And most advanced of those, Terrestrial Energy’s integral molten salt reactor, which has already made some progress towards licensing, does not plan to begin construction until 2027. Two of the 13 envisage floating NPPs – Seaborg’s compact MSR (Denmark), which is still in the conceptual design stage, and US-based Thorcon’s MSR which is in the preliminary design stage. However, both of these have unrealistic completion dates of 2027/28, given that neither has made any real progress towards licensing.",
            "Image: Rendering of Core Power's floating nuclear power plant (courtesy of Core Power)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/thorcon-to-carry-out-a-pre-licensing-consultation-for-a-500-mw-demonstration-plant-in-indonesia-10738898/",
        "title": "ThorCon to carry out a pre-licensing consultation for a 500 MW demonstration plant in Indonesia",
        "text": [
            "US-based nuclear company ThorCon has signed an agreement with the Indonesia’s Nuclear Energy Regulatory Agency (Bapeten) to officially start a safety, security, & safeguards (3S) consultation in preparation for licensing the 500 MW demonstration NPP. The agreement was signed during a Bapeten Executive Meeting on NPP licensing.",
            "Bapeten said the Government of Indonesia has committed to carry out an energy transition to reduce the greenhouse effect and achieve Net Zero Emissions by encouraging research and development of new energy-based power generation technologies and renewable energy. The government is targeting 8 GWe of installed capacity from nuclear power plants by 2035 increasing to 35 GWe in 2060.",
            "The plant is to be located at Kelasa Island in the Province of Bangka-Belitung. ThorCon said the goal of the consultation is “to prepare the regulator, the applicant, and the stakeholders for the formal licensing process”. It will also “create a roadmap that contains schedules, roles and responsibilities, applicable laws and regulations, scope and format of the technical and administrative documents in the licence applications, and evaluations of the design readiness”. The consultation is expected to take 12 months. “We intend to submit licence applications following the conclusion of the consultation,” ThorCon said.",
            "ThorCon says its TMSR-500 design “will provide the low-cost dispatchable electricity that the Indonesian economy needs to grow and flourish”. ThorCon claims that “with its black start capability and scalability, our plants can be used to make the Indonesian grid more robust and attract foreign companies to set up operations in Indonesia”. The company says it intends to establish an assembly line “which will manufacture our nuclear power plants in Indonesia”. It adds: “We are also working with several universities to create programmes regarding molten salt reactor technology. These activities will not only create a new industry in the national economy, but they will also help transform Indonesian power generation into one of the cleanest on the planet.”",
            "ThorCon has been promoting its technology to key Indonesian institutions since 2015, the year that, Indonesia decided to cancel its $8bn plans to construct four nuclear plants with a total capacity of 6GWe by 2025. In 2014, ThorCon’s parent company Florida-based Martingale, had completed the preliminary detailed design of a molten salt reactor, technical details of which were published at thorconpower.com “It is the basis for securing feedback, funding, and siting for the project,” it said, adding that “the goal for 2015 is to identify a host country and site for construction of the non-nuclear prototype ThorCon, along with funding to enable construction”.",
            "In January 2015 Martingale formally unveiled its ThorCon liquid-fuel nuclear reactor design, which uses uranium and thorium fuel dissolved in molten salt, and these same details are now available on the ThorCon website. At that time, production was expected to start by 2020. ThorCon’s initial approach to Indonesia took place in October 2015 when the Indonesia Thorium Consortium signed a memorandum of understanding (MOU) with Martingale to develop thorium molten salt reactors (MSRs). ThorCon's statement said Indonesia planned to commission its first such reactor in 2021. The consortium comprised PT Industry Nuklir Indonesia (INUKI), the state-owned nuclear fuel processing company; PT PLN, a state-owned power generation company; and PT Pertamina, the state oil and gas company.",
            "In the subsequent years ThorCon signed a raft of further agreements. State shipbuilding company PT PAL Indonesia agreed to conduct a development study and build a 500MWe plant as EPC contractor which would be placed on a 185-metre-long barge built by Daewoo Shipbuilding & Marine Engineering in Okpo, South Korea and then towed to a site in Indonesia.  Indonesia’s Defence Ministry signed a MOU with ThorCon to study developing a thorium molten salt reactor for either power generation or marine vehicle propulsion. The ministry aimed to have an operational molten salt reactor by 2025 to generate electricity or power ships and submarines. ThorCon also said it would provide technical support to develop “a small-scale TMSR (thorium molten salt reactor) under 50 MW\" to “strengthen national security in the outermost, frontier and least developed regions”.",
            "However, Dandang Purwadi, director of National Nuclear Energy Agency (Batan), which had never shown much enthusiasm for the ThorCon project, told The Jakarta Post that thorium nuclear technology is not yet ready for commercial application. “We have to wait around 10 years for the technology to mature, then it takes 10 years to build the facility”, he said.",
            "Undeterred, in January 2022, ThorCon named Spanish engineering firm Empresarios Agrupados (EA) as architect engineer for the TMSR-500 and six months later reached agreement with the National Research & Innovation Agency (BRIN to jointly develop and build an experimental NPP based on molten salt reactor technology. An agreement with inspection and certification company Bureau Veritas (BV) followed in December 2022. It was anticipated that the Technology Qualification process would take a minimum of three years and if successful, the deployment phase would require an additional two years bringing implementation to 2027.",
            "ThorCon’s website notes that its power plant “is a straightforward scale-up of the successful United States Oak Ridge National Laboratory Molten Salt Reactor Experiment (MSRE). A full-scale 500 MW ThorCon prototype can be operating under test within four years. After proving the plant safely handles multiple potential failures and problems, commercial power plant production can begin.” However, MSRE was shut down in 1969 and is now being prepared for dismantling. While there is now renewed interest in MSR technology in the US and elsewhere, there are no projects anywhere in the world near realisation – and that includes ThorCon, in spite of its growing list of agreements and MOUs.",
            "Several stakeholders were present at the Bapaten meeting including the Ministry of Maritime & Investment Coordination, the Ministry of Energy & Mineral Resources, the National Development Planning Agency, the Ministry of Investment, the National Energy Council, National Research & Innovation Agency, BPPD Bangka Belitung Islands, PT PLN, PT Indonesia Power, PT ThorCon Power Indonesia, PT Bureau Veritas Indonesia and Gajah Mada University as well as Nuclear Engineering Empresarios Agrupados.",
            "Bapaten Chief Sugeng Sumbarjo explained that the Executive Meeting was an effort to create efficient and licensing practices practicable for existing business actors investing nuclear power plants in Indonesia. “We accommodate all permits but prioritise aspects of nuclear security and safety,” he said. At the end of the event the Terms of Reference were signed for the 3S Consultation and submission by PT ThorCon Power Indonesia of related documents including a feasibility study for the TMSR500 and the proposed schedule. The projected implementation is now put at 2029. According to the Jakarta Post, ThorCon estimates investment for this project at $1.1bn.",
            "Image: Signing of the agreement between Bapeten and ThorCon (courtesy of Bapeten)"
        ],
        "frequency": 25
    },
    {
        "url": "https://www.neimagazine.com/news/south-koreas-samsung-advances-its-plans-for-a-molten-salt-reactor-10490905/",
        "title": "South Korea’s Samsung advances its plans for a molten salt reactor",
        "text": [
            "South Korea’s Samsung Heavy Industries (SHI) has said it has received Approval In Principle from the American Bureau of Shipping (ABS) for a conceptual design of a",
            "Compact Molten Salt Reactor",
            "(CMSR) Power Barge – floating offshore NPP – using technology being developed by Denmark’s Seaborg. SHI signed a business agreement with Seaborg in January 2022 to develop a floating NPP and plans to commercialise it by 2028 after completing detailed design of all power generation facilities.",
            "SHI and Seaborg signed a partnership agreement to develop floating nuclear power plants",
            "based on Seaborg’s CMSR. The agreement included development of hydrogen production plants and ammonia plants, as the CMSR is an ideal power source for supply of stable, clean, and safe electricity.",
            "The Power Barge, designed by SHI, can be equipped with 2-8 100MW CMSRs as required. SHI says it is not only an alternative to existing fossil fuel power generation facilities, but also can produce electricity and heat for industrial systems, hydrogen production, and seawater desalination facilities.",
            "According to Seaborg, in the CMSR the fuel is mixed into a molten fluoride salt which also acts as the coolant with significant safety benefits. Should the fuel salt come into contact with the atmosphere, it will simply cool down and become “solid rock, containing all the radioactive material within itself”. The reactor “will operate at near-atmospheric pressures eliminating a wide range of accident scenarios”.",
            "At the end of its 12-year fuel cycle, the fuel is returned to the supplier where short-lived fission products are separated and sent to storage. “Since the fuel is chemically stable and the fission products are short-lived, this waste is radiologically similar to radioactive hospital waste and can be handled using conventional methods,” says Seaborg. The remaining fuel salt will be mixed into new CMSR fuel at the fuel supplying facility.",
            "In June, Seaborg was awarded an",
            "by the European Innovation Council (EIC). The EIC Accelerator, with a budget of €10.1bn, provides financial support and business acceleration services to companies. Selected companies each receive grants and/or equity investments, depending on their needs, up to €17.5m.",
            "Seaborg is also developing its own power barge “as a turn-key product, ready to be moored at an industrial harbour”, where a transmission cable will be connected from the barge to the electric grid on shore. An optional solution is to place a hydrogen or ammonia production plant next to the barge which will supply power to that plant. According to Seaborg’s timeline, the first barge will be delivered in 2028, with serial production to begin in 2030.",
            "There are a number of molten salt reactor projects under development worldwide. In the USA, companies such as Terrapower are receiving financial and other support from the US Department of Energy. In Canada, Terrestrial Energy is developing its Integral Molten Salt Reactor, and UK-based MoltexFLEX has launched its FLEX reactor design based on molten salt technology. US company Thorcon’s molten salt reactor has been under development for around nine years, with the aim of deploying it in Indonesia. However, as with Seaborg, all these projects remain in the design stage. Russia has also launched a programme to develop a molten salt reactor bringing together all its key institutes and nuclear enterprises to work on the project. It remains to be seen which of these projects is first to produce a demonstration plant.",
            "Image: Artist's impression of a compact molten salt reactor power barge (courtesy of Seaborg)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/molten-salt-nuclear-power-barge-proposed-for-indonesia-10446084/",
        "title": "Indonesia remains a focus for Thorcon’s molten salt technology",
        "text": [
            "Inspection and certification company Bureau Veritas (BV) recently signed an agreement with nuclear power technology developer ThorCon for the Technology Qualification and subsequent development of a 500MW molten salt nuclear power barge intended for operations in Indonesia. Thorcon has been promoting its technology to key Indonesian institutions since 2015, the year that, Indonesia decided to cancel its $8bn plans to construct four nuclear plants with a total capacity of 6GWe by 2025.",
            "In 2014, Thorcon’s parent company Florida-based Martingale, completed the preliminary detailed design of its molten salt reactor, technical details of which were published at thorconpower.com “It is the basis for securing feedback, funding, and siting for the project,” it said, adding that “the goal for 2015 is to identify a host country and site for construction of the non-nuclear prototype ThorCon, along with funding to enable construction”. In January 2015 Martingale formally unveiled its ThorCon liquid-fuel nuclear reactor design, which uses uranium and thorium fuel dissolved in molten salt, and these same details are now available on the Thorcon website. At that time, production was expected to start by 2020.",
            "Thorcon’s initial approach to Indonesia took place in October 2015 when the Indonesia Thorium Consortium signed a memorandum of understanding (MOU) with Martingale to develop thorium molten salt reactors (MSRs). ThorCon's statement said Indonesia planned to commission its first such reactor in 2021. The consortium comprised PT Industry Nuklir Indonesia (INUKI), the state-owned nuclear fuel processing company; PT PLN, a state-owned power generation company; and PT Pertamina, the state oil and gas company.",
            "In 2017, Pertamina, INUKI and PLN completed a preliminary feasibility study on the ThorCon proposal which was positive, and the consortium then sought approval from Indonesia's National Atomic Energy Agency (Batan). Thorcon said that after testing in a full-scale pre-fission test facility, the phase 1 plan is to build a 500MWe ThorConIsle unit (two modules) to prove the design, and then proceed to shipyard construction of further units to provide 3GWe.",
            "In 2019, the state shipbuilding company PT PAL Indonesia, signed an agreement with ThorCon to conduct a development study and build a 500MWe plant. PAL would build the reactor as EPC contractor and put it on a 185-metre-long barge built by Daewoo Shipbuilding & Marine Engineering in Okpo, South Korea. The completed plant would then be towed to a site in Indonesia, ballasted to the seabed and connected to the grid. Thorcon said in a statement it “has expressed seriousness” to invest $1.2 billion to the plant.",
            "The following year, Thorcon and Indonesia’s Defence Ministry signed a MOU to study developing a thorium molten salt reactor for either power generation or marine vehicle propulsion. The head of the Defence Ministry’s Research and Development Agency (DRDA), Dr Anne Kusmayati, said in a statement that thorium-based power R&D in the in DRDA “is in line with the policy of the Ministry of Energy and Mineral Resources which mandates the need for concrete steps to prepare nuclear power development projects, bearing in mind dwindling fossil energy sources and the length of time needed to construct a nuclear power plant”.",
            "The statement added: \"So the thorium-based power development research programme that began in FY 2019 and will last until the Strategic Plan 2020-2024 and may continue represents the Ministry of Defence's efforts to be the initiator or lever in mastering 4th generation nuclear technology that utilises thorium, which is available in abundance in Indonesia.\" Under the strategic plan, the ministry aimed to have an operational molten salt reactor by 2025, which can be used to either generate electricity or power ships and submarines, according to the ministry’s website.",
            "“We hope Thorcon may be more open toward providing technical support for the Defence Ministry’s R&D body in making the designs and technical preparations for when we enter the construction phase,” the ministry’s statement noted. Thorcon said it would provide technical support to DRDA to develop “a small-scale TMSR (thorium molten salt reactor) under 50 MW\", which will “strengthen national security in the outermost, frontier and least developed regions”.",
            "However, Dandang Purwadi, director of National Nuclear Energy Agency (Batan), which had never shown much enthusiasm for the Thorcon project, told The Jakarta Post that thorium nuclear technology is not yet ready for commercial application. “We have to wait around 10 years for the technology to mature, then it takes 10 years to build the facility”, he said.",
            "Undeterred, in January this year, Thorcon named Spanish engineering firm Empresarios Agrupados (EA) as architect engineer for the TMSR-500 to be deployed in Indonesia. As architect engineer, EA will support ThorCon across a broad range of activities, including project management, document control, code compliance, site preparation, pre-construction activities and licensing agreements. Additionally, the company will also provide engineering services to ThorCon throughout the lifecycle of the project, from design engineering to construction, operation and eventual decommissioning.",
            "Six months later, Thorcon reached agreement with the National Research and Innovation Agency (BRIN), which had assumed overall control of all research bodies in Indonesia including Batan. BRIN and ThorCon then agreed to jointly develop and build an experimental NPP based on molten salt reactor technology, with ThorCon stating its readiness to provide full funding privately or without the State Budget for this IDR17,000 billion ($1bn) project, on condition that the Indonesian government would provide support in the form of “legal certainty”.",
            "BRIN Chairman Dr Laksana Tri Handoko noted that ThorCon’s molten salt reactor-based technology “is quite promising in terms of safety, efficiency and from an economic standpoint”. He noted that “this technology is a new generation and no one has yet implemented it,” adding: “However, therein lies our opportunity to be able to jointly develop this technology, so that in the future Indonesia will not only become a user of a nuclear power plant, but also play an active role as a developer.\"",
            "Thorcon’s website notes that its power plant “is encapsulated in a hull, built in a shipyard, towed to a shallow water site, ballasted to the seabed. … [and] requires no new technology. It is “a straightforward scale-up of the successful United States Oak Ridge National Laboratory Molten Salt Reactor Experiment (MSRE). A full-scale 500 MW ThorCon prototype can be operating under test within four years. After proving the plant safely handles multiple potential failures and problems, commercial power plant production can begin.” However, MSRE was shut down in 1969 and is now being prepared for dismantling.",
            "While there is now renewed interest in MSR technology in the US and elsewhere, there are no projects anywhere in the world near realisation – and that includes Thorcon, in spite of its growing list of agreements and MOUs. Moreover, Indonesia appears to be lukewarm about the technology.",
            "Batan has shown more interest in high-temperature gas-cooled reactors (HTRs) than MSRs. In 2014, nuclear co-operation with Japan was extended to research into HTRs and a 2015 agreement with Rusatom Overseas related to small floating plants while a consortium of Russian and Indonesian companies won a contract for the preliminary design of a multi-purpose 10MWt HTR. In 2016 China Nuclear Engineering Corporation also signed a cooperation agreement to develop HTRs. In 2018, Batan launched a roadmap to develop an engineering design for an experimental small pebble-bed HTR and a site licence was received for a 10MWt reactor at Puspiptek.",
            "Meanwhile its interest in conventional nuclear powe is seeing a revival. In June 2022, BRIN said Indonesia’s nuclear energy development plans would need to be supported with the drafting of policies and clear guidelines. \"In the field of nuclear energy, sufficient preparation and support are needed, such as policies, human resources, and facility infrastructure, as well as how to utilise Indonesia's natural resources, which can be used as nuclear fuel,\" BRIN's Development Policy Deputy Mego Pinandito noted. Currently, nuclear power has become a clean energy option for tackling climate change, he added.",
            "On 5 December, Nuclear Energy Regulatory Agency (Bapeten) Director for Nuclear Installation and Material Control, Haendra Subekti, said in a statement that, Indonesia is currently looking for investors to help finance a nuclear plant's construction. \"We have drafted regulations on nuclear infrastructure safety, preparing the location for the plant and formulating trial operation. All of these have been nearly completed,\" Subekti noted, adding that the location of the NPP will not be in earthquake-prone areas.",
            "Thorcon’s agreement with BV is the latest in a long-line undertakings in Indonesia that have yet to show any concrete results. The scope of the agreement includes the potential development and deployment phases once the Technology Qualification is completed. At this stage, it is anticipated that the Technology Qualification process will take a minimum of three years and if successful, the deployment phase would require an additional two years. This would bring implementation to 2027. It remains to be seen whether Thorcon’s project figures in any of Indonesia’s new plans.",
            "Image: Overview of the ThorCon molten salt fission reactor (courtesy of ThorCon)"
        ],
        "frequency": 32
    },
    {
        "url": "https://www.neimagazine.com/news/more-funding-for-us-companies-under-does-gain-programme-10451593/",
        "title": "More funding for US companies under DOE’s GAIN programme",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Nuclear Energy (NE) has awarded vouchers to four companies under its Gateway for Accelerated Innovation in Nuclear (GAIN) initiative to help support the development of several US advanced reactor designs. The companies will be provided access to the research capabilities and expertise at Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to help advance their projects.",
            "The GAIN initiative is a partnership mechanism launched in 2016 by DOE-NE to accelerate the commercialisation of advanced nuclear technologies. Th purpose was to make research, development and demonstration (RD&D) infrastructure available to stakeholders “to achieve faster and more cost-effective development of innovative nuclear energy technologies toward commercial readiness”.",
            "DOE said this would “realise the enormous potential of nuclear energy and maintain the United States' historic leadership in the field”. It noted that the RD&D needed to bring new concepts to a commercial readiness was traditionally lengthy and expensive. FAIN was intended to overcome this by giving companies access to DOE facilities.",
            "The latest awards are for:",
            "Dow (Midland, Michigan) to work with INL to examine how small modular reactor (SMR) technologies can be integrated to provide electricity and process heat for the company’s chemical plants. Dow intends to use SMRs to provide process heat and power at one of its US Gulf Coast sites by 2030.",
            "Flibe Energy (Huntsville, Alabama) to work with ANL to manufacture and characterise salt systems for use in the company’s low-enriched uranium fuelled molten salt reactor. The company is developing a Liquid Fluoride Thorium Reactor that can be used for power or medical isotope production.",
            "Oklo (Santa Clara, California) to work with ANL to conduct experiments that can simulate coolant flow through the company’s reactor core to validate key modelling parameters and inform their reactor design. Oklo is developing the Aurora microreactor to provide off-grid electric power to customers isolated from large electric grids.",
            "Radiant Industries (El Segundo, California) will work with ANL and INL to develop computational analysis tools to better advance the design of its portable microreactor. The company’s Kaleidos design concept is being developed as a potential replacement for diesel generators.",
            "GAIN voucher recipients do not receive direct financial awards but provide funding to DOE national laboratories to help businesses overcome critical technological challenges to commercialising their technologies. All awardees are responsible for a minimum 20% cost-share, which could be an in-kind contribution. These were the first vouchers awarded in Fiscal Year 2023 cycle.",
            "In FY 2022 vouchers were awarded to Curio Solutions, Elementl Power, Tennessee Valley Authority, Orano Federal Services, TerraPower, Elysium Industries, Kairos Power, , Terrestrial Energy Ultra Safe Nuclear Corp (two awards). Other companies that have benefitted from the scheme include Kinectrics AES, Engineered Solutions Group, Vega Wave Systems, Lightbridge, Oklo, Analysis and Measurement Services Corporation, Terrestrial Energy, Urbix Resources, ThorCon and Transatomic."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/firing-up-asias-nuclear-future-9969959/",
        "title": "Firing up Asia’s nuclear future",
        "text": [
            "Kashiwazaki-Kariwa Nuclear Power Station, ABWR. (Credit: IAEA Imagebank/Wikipedia)",
            "Largely muted growth of new nuclear capacity across the Western world comes in sharp contrast to the East, where many nations are planning or building new plants.",
            "According to recent analysis from the World Nuclear Association (WNA), there are already 140 operable nuclear power reactors across the region, a further 30-odd are currently under construction and there are firm plans to build at least another 50 reactors.",
            "Although development across Asia is a mixed bag, reflecting the region’s diversity, there are many active markets with clear development plans. About a quarter of worldwide operational reactors are located in Asia. Of these well over 100 are within the six countries of China, Japan, South Korea, India, Pakistan and Taiwan, which field a combined capacity of close to 100 GWe.",
            "The regional nuclear power league table is led by China, which has been pushing its domestic nuclear ambitions since the 1970s. Asia is home to about two-thirds of all the reactors currently under construction worldwide. Of these, almost 20 reactors are being built in China alone, which is developing a mix of domestic and western technology. With 54 operable reactors and a total capacity of 52.2 GWe, China has another 33 reactors in the planning stage which are expected to add a further 37 GWe. Over the 10 years to the end of 2021, China built 39 rectors out of the global total of 68, increasing the national nuclear contribution by a factor of about four. China has set out plans to reach 70 GWe of nuclear capacity by the end of 2025 and between six and eight new nuclear reactors are expected to be approved each year, adding some 9 GWe annually through to 2030.",
            "Following China on the regional league table comes Japan with a technical installed capacity of more than 31 GWe from its 33 installed reactors. However, the majority of these plants remain shut down following on from the Fukushima Diiachi disaster of 2011 with the Nuclear Regulation Authority (NRA) demanding additional safety measures be installed. Nonetheless, the country has been slow to restart even those reactors now deemed safely operable. Recently Japan’s prime minister demanded that further nine reactors be returned to service by winter. Prior to the tsunami around a third of Japan’s electricity came from nuclear and that proportion was expected to increase further as more reactors were on the cards for development. Now, plans to significantly expand nuclear capacity have been dropped, although WNA notes that two reactors are under construction with a combined capacity of 2.8 GWe and one further reactor is planned at 1.4 GWe. Even so, analysis from IHS Markit indicates Japan’s nuclear generation share will fall further, from 29% in 2020 to 22% by 2030 as reactors reach the end of their service life.",
            "The Fukushima disaster also had a stultifying effect on other nuclear ambitions across the region, prompting many nations to reappraise their development plans. Alongside Japan, South Korea and Taiwan have both seen opposition to new nuclear capacity increase over the last decade.",
            "Taiwan, for example, has three operating nuclear power plants, which produce about 10% of the island’s electricity. A fourth plant, Lungmen, was never commissioned and in December last year voters rejected the possibility of restarting construction of the two-unit mothballed facility. The current administration has a long-term policy of phasing out nuclear power by 2025.",
            "Around a quarter of South Korea’s electricity comes from nuclear and it is currently pursuing export markets for its reactor technology, having just built the four-unit Barakah plant in the UAE. Currently home to 25 reactors and over 24 GWe of capacity, a further three reactors are under construction – Shin Hanul 2 and Shin-Kori 5 and 6. However, it too has faced political headwinds. The former president had announced a nuclear phaseout policy, although this policy was rejected by the incoming president Yoon Suk-yeol, who was elected earlier in 2022.",
            "Despite some regional reticence, India has big plans to expand its current installed nuclear capacity, which includes 23 reactors and nearly 7 GWe. A further eight reactors are under construction and 12 more are in the planning phase for a combined 15 GWe. National nuclear capacity is expected to reach about 22.5 GWe by 2031. The bulk of India’s nuclear power programme is based on domestic technology and the country has also sought independence of its nuclear fuel cycle by developing its thorium resources. In the longer term, India is expected to reach 63 GWe of nuclear capacity within the 2030s.",
            "Neighbouring Pakistan also plans a large increase in its nuclear power capacity, although it is building on a fleet of just six operating reactors with a combined capacity of 3.3 GWe that supply less than 10% of national electricity. The six operating plants were supplied by China and a further reactor is also planned. Nuclear remains an important element of the country’s energy policy with a longer-term goal of nearly 9 GWe at 10 sites by the end of the decade.",
            "India’s eastward neighbour Bangladesh is also building nuclear capacity, with two VVER-1200 reactors under construction by Rosatom at Rooppur. Unit 1 is scheduled to start operating in 2023 and unit 2 in 2024. Rosatom will maintain the plant for the first year and Russia will also supply fuel for the plant.",
            "Nearby Sri Lanka is also expected to take its first steps towards nuclear generation in the coming years. The Ceylon Electricity Board (CEB) produced its Long-Term Generation Expansion Plan 2015-2034 which includes a 600 MWe plant. A subsequent draft detailed two units, starting in 2035 and 2037, respectively. Sri Lanka is working with Russia on its nuclear programme and has also signed nuclear cooperation agreements with both India and Pakistan.",
            "The Philippines is home to a mothballed nuclear power station that was never completed, although it is now considering a possible revival of the Bataan plant. This 621 MWe Westinghouse design was constructed in 1984 but soaring energy demand is prompting a reappraisal. The Philippine Energy Plan 2018-2040 included a Nuclear Power Programme Roadmap, targeting the first plant commissioning in 2027. The country is also looking at SMR development and has signed nuclear cooperation agreements with Rosatom to pursue this goal.",
            "Thailand has operated a research reactor since 1977 but its more recent 2015 Power Development Plan sets out ambitions to build two 1000 MW units by 2036, a considerable delay on earlier plans for nuclear power development.",
            "Similarly, Indonesia deferred earlier plans for a nuclear power plant but has more recently expressed renewed interest, in particular looking at SMRs and a ThorCon thorium molten salt reactor (TMSR). A timeframe of 2045 is anticipated for any substantial nuclear development but a 10 MWe experimental nuclear power reactor is expected to be built at Serpong.",
            "In central Asia, Uzbekistan is also actively planning to develop nuclear power generation. Uzbekistan’s energy strategy will see nuclear power provide around 15% of national electricity demand by 2030 and the country has inked a deal with Russia for the development of a VVER-1200 reactor by 2028.",
            "Kazakhstan is already one of the world’s biggest producers of uranium but currently has no operating nuclear power plants after a single reactor was decommissioned in 1999. Nonetheless, Kazakh President Kassym-Jomart Tokayev recently advocated a move towards nuclear power generation in Kazakhstan.",
            "While China and India are clearly leading nuclear power development in the region, it is clear that many other Asian nations are looking to increase the nuclear contribution to their energy mix. Drivers for this growth include efforts to address climate change or reduce air pollution from coal-fired power stations in China, for instance, while some nations are looking to build energy independence or rapidly expand capacity as part of large-scale infrastructure development in response to economic growth, like India, for instance. Developments in Ukraine have further emphasised the importance of energy security and with many reactors in the region already more than 30 years old, the need for replacement is on the agenda. Rapid economic growth across the region and on-going environmental concerns are set to underpin renewed engagement with nuclear power. Mainland China and India share many common drivers for nuclear power development and are expected to be the primary promoters of this industry in Asia Pacific. It is perhaps no surprise that IHS Markit estimates the two populous and rapidly growing markets will likely underpin close to a third of the world’s total power demand additions during 2021-2050."
        ],
        "frequency": 1
    }
]