[
    {
        "url": "https://www.world-nuclear-news.org/Articles/Fermi-Energia-requests-bids-from-three-SMR-vendors",
        "title": "Fermi Energia requests bids from three",
        "text": [
            "Estonia's Fermi Energia has said it will accept tenders from three small modular reactor (SMR) developers: GE Hitachi, NuScale and Rolls-Royce. The company said bids with comprehensive technical documentation needed to estimate the construction cost are expected by December, and the technology selection will be made in February 2023.",
            "GE Hitachi's BWRX-300, which has so far been Fermi Energia's reference technology in nearly ten studies (Image: GE Hitachi)",
            "Fermi Energia said its international partners and shareholders helped prepare the detailed call for tenders. It said in the selection of technology, the criteria are technological maturity, the establishment of a reference plant, economic competitiveness and the participation of Estonian companies in the supply chain. A project development and preliminary works contract will be signed with the winning bidder.",
            "\"We started selecting the technology already in 2019, at that moment mapping all the companies developing new nuclear technologies, of which there were several dozen in the world at that time,\" said Fermi Energia CEO Kalev Kallemets. \"Some of them have turned out to be more successful, and from the successful ones, in turn, we have to choose the most suitable for Estonian conditions and the electricity system, taking into account the final price of the produced electricity for the consumer.",
            "\"All three small reactor manufacturers participating in the bid have initiated formal construction permit procedures with the regulator in major countries, and it is believed that the first reactors of their kind to be built will produce electricity at the end of the decade. It is justified to choose the best reactor technology of the new generation, which has already proven itself, to be built in Estonia.\"",
            "According to Fermi Energia, the costs of building a small reactor with standardised, factory-produced components are significantly lower than in the case of large nuclear plants built so far, and the short construction time also helps to reduce the risk of delays and related costs.",
            "\"Compared to long-term fixed-price contracts offered to private and industrial consumers on the Baltic market, the electricity produced by a small reactor is many times more affordable, and we want to offer it to consumers with whom we have signed fixed-price electricity supply cooperation contracts,\" Kallemets added.",
            "\"Both NuScale and GE Hitachi are companies with financial support from the United States government, the British government has invested GBP210 million in the development of Rolls-Royce's small modular reactor,\" said Marti Jeltsov, Chief Technology Officer of Fermi Energia. \"All three companies have achieved design maturity over the past few years, which provides significant certainty to the feasibility of the projects. The arrival of the new generation of small reactors on the market also gives Fermi Energia the opportunity to move ahead with the technology selection at a faster pace than planned.\"",
            "Fermi Energia was founded by Estonian energy and nuclear energy professionals to develop deployment of SMRs in Estonia. In July 2019, the company launched a feasibility study on the suitability of SMRs for Estonia's electricity supply and climate goals beyond 2030, following a financing round from investors and shareholders. It selected four SMR designs to be included in the feasibility study: Moltex Energy SSR-W300, Terrestrial Energy IMSR-400, GE Hitachi BWRX-300 and NuScale SMR.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/MoltexFLEX-launches-flexibly-operated-molten-salt",
        "title": "MoltexFLEX launches flexibly-operated",
        "text": [
            "Moltex Energy Limited subsidiary MoltexFLEX has launched its FLEX molten salt reactor that, through flexible operation and the use of thermal storage technology, can support intermittent renewable energy through its rapid responsiveness to changes in demand.",
            "A FLEX reactor plant (Image: MoltexFLEX)",
            "\"This advanced nuclear technology has the flexibility of gas-fired power stations, but it generates electricity at a lower cost, and without carbon emissions,\" said Warrington, UK-based MoltexFLEX.",
            "As the reactor has no moving parts, MoltexFLEX said the FLEX reactor is simple in both design and operation. The reactor can respond to changes in energy demand - automatically entering an idle state or returning rapidly to full power - making it an ideal complement to wind and solar power. Conventional reactors, it said, are not suited to rapidly changing their output.",
            "According to MoltexFLEX, the cost of electricity generated by the FLEX reactor is comparable to that of wind, at just GBP40 (USD44) per MWh. This is achieved through a unique, patented system which uses two molten salts: one acting as a fuel, whilst the other circulates as a coolant. This allows the heat from the reactor to be extracted through natural convection, without the need for pumps.",
            "The FLEX reactor is small and modular, allowing components to be factory-produced and readily transportable, reducing on-site work, increasing speed of construction, and minimising overall costs. It is passively safe, so does not require engineered, redundant, active safety systems.",
            "A cutaway of the FLEX reactor (Image: MoltexFLEX)",
            "Once online, the FLEX reactor can be operated with the same skills and equipment used in a fossil fuel plant. The reactor has no moving parts and is fuelled for 20 years at a time, meaning that there is very little operator input and very low ongoing costs.",
            "Each reactor delivers 40 MW of thermal energy at 700°C. This heat is stored in MoltexFLEX's GridReserve thermal storage tanks, so that the power plant can deliver three times the power when renewables alone cannot meet the market need for electricity.",
            "During longer periods of high renewable generation, the FLEX reactor can simply move passively into idle mode - producing just enough heat to keep the reactor at operating temperature.",
            "MoltexFLEX estimates it would take just 24 months to build a 500 MW power plant. The company plans to have its first reactor operational by 2029.",
            "\"We recognised the need for an energy supply that can support renewables when the sun doesn't shine or the wind doesn't blow,\" said MoltexFLEX CEO David Landon. \"In the FLEX reactor, we have a solution for consumers and countries alike.",
            "\"The FLEX reactor provides the safety net of affordable domestic energy, but is versatile enough for applications ranging from decarbonising heavy industry to powering cargo ships.\"",
            "The FLEX reactor is the thermal neutron (moderated) version of Moltex Energy's stable salt reactor technology. That technology is shared with MoltexFLEX's sister company, Moltex Energy Canada Inc, which is developing the fast neutron version of the stable salt reactor.",
            "In May 2021, the Canadian Nuclear Safety Commission completed the first phase of the pre-licensing vendor design review for Moltex Energy's 300 MWe Stable Salt Reactor - Wasteburner (SSR-W 300) small modular reactor. The SSR-W is a molten salt reactor that uses nuclear waste as fuel. The company aims to deploy its first such reactor at the Point Lepreau site in New Brunswick by the early 2030s.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Tweaks-to-FLEX-design-sees-boost-in-power-output",
        "title": "Tweaks to",
        "text": [
            "sees boost in power output",
            "MoltexFLEX says a reevaluation of certain aspects of its FLEX molten salt reactor design has \"yielded a more robust scientific and engineering foundation\" for the reactor. A refinement of the reactor design has delivered a 50% boost in power output, while maintaining previous targets for overnight capital cost and cost per MWh.",
            "A cutaway of the FLEX reactor design (Image: MoltexFLEX)",
            "Warrington, UK-headquartered MoltexFLEX - a subsidiary of Moltex Energy Limited - is developing the FLEX reactor – the thermal neutron (moderated) version of Moltex Energy's stable salt reactor technology. The reactor is small and modular, allowing components to be factory-produced and readily transportable, reducing on-site work, increasing speed of construction, and minimising overall costs. It is passively safe, so does not require engineered, redundant, active safety systems. The FLEX reactor has no moving parts and the plan was for it to be fuelled for 15 years at a time, meaning that there is very little operator input and very low ongoing costs. Each reactor was initially expected to deliver 40 MW of thermal energy at 700°C. According to MoltexFLEX, the cost of electricity generated by the FLEX reactor was likely to be GBP40 (USD50) per MWh. MoltexFLEX plans to have its first reactor operational by 2029.",
            "Following a reevaluation of the design, MoltexFLEX says FLEX's power output has increased from 40 MWth/16 MWe as originally envisaged to 60 MWth/24 MWe, made possible by optimisation of the core design and the fuel pin material.",
            "The refuelling schedule has also been adjusted to account for the fact that the FLEX reactor will now use 5% low-enriched uranium (LEU) instead of 6% LEU. MoltexFLEX said this change \"facilitates global deployment of the FLEX reactor by leveraging established security and non-proliferation measures and the existing fuel supply chain\". It says that the refuelling will now be every 5 years, reducing the amount of enriched uranium needing to be purchased when the reactor is commissioned, helping to lessen the impact of \"doubled enrichment costs and rapidly increasing interest rates making capital much more expensive\".",
            "The refinement of the design has also maintained the predicted overnight capital cost of an nth-of-a-kind reactor at approximately GBP2000/kW, and the levelised cost of electricity of a baseload electricity generating plant at less than GBP30/MWh.",
            "MoltexFLEX said that while the underlying technology remains essentially unchanged, these design evolutions represent significant improvements. \"The work provides more certainty about the company's ability to deliver on its cost targets, reinforces the underpinning science, and sets MoltexFLEX on the road toward delivering its prototype FLEX reactor around the turn of the decade,\" it said.",
            "\"We have firmly established the core aspects of the FLEX concept as we ramp up engineering design,\" said MoltexFLEX Head of Engineering Chris Hankinson. \"More work will be undertaken over the coming months to further refine and finally freeze the design, and this will then be taken forward to create our first-of-a-kind reactor.\"",
            "\"The science and engineering of the FLEX reactor has moved on apace,\" said MoltexFLEX CEO David Landon. \"The work we have completed further boosts our confidence in the design and economics of the FLEX reactor, and our ability to deliver a first reactor ready for global roll-out through the 2030s.\"",
            "In May 2021, the Canadian Nuclear Safety Commission completed the first phase of the pre-licensing vendor design review for Moltex Energy's 300 MWe Stable Salt Reactor - Wasteburner (SSR-W 300) small modular reactor. The SSR-W is a molten salt reactor that uses nuclear waste as fuel. The company aims to deploy its first such reactor at the Point Lepreau site in New Brunswick by the early 2030s.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/MoltexFLEX-publishes-research-on-graphite-interact",
        "title": "MoltexFLEX publishes research on",
        "text": [
            "graphite interaction with molten salt",
            "MoltexFLEX scientists worked with the University of Manchester's Nuclear Graphite Research Group to use X-ray micro CT scanners to investigate how molten salt infiltrates pores within standard industrial grades of graphite.",
            "Before (a) and after (c) 2D virtual slices of a sample of graphite exposed to the molten salt. Images (b) and (d) show 3D sections of the region highlighted by the yellow rectangle in (a) and (c). Image (b) shows the structure of pores within the graphite sample, and image (d) shows pores containing salt after exposure highlighted in red. The purple area is the large void visible within the highlighted area in (a) and (c) (Image: MoltexFLEX)",
            "The research was conducted at MoltexFLEX's laboratory in Warrington and at Manchester University, which are both in northwest England. It involved immersing standard industrial grades of graphite in the molten salt, within stainless steel containers for 30 days at temperatures above 750 degrees Celsius.",
            "The company's FLEX molten salt reactor is designed to operate at that temperature and the aim is to use commercially available graphite, which would make mass production of FLEX reactors easier, while keeping costs lower.",
            ": \"For thermal spectrum Molten Salt Reactors (MSRs), graphite is typically utilised as moderator, reflector, and part of the core support structures. The inherent porosity within the graphite means that it is prone to infiltration by the molten salt, resulting in changes in its properties. Such property changes must be taken into consideration during reactor design and a good understanding of interaction between molten salt and the graphite microstructure is therefore important in selecting graphite grades for applications in MSRs.",
            "\"The graphite/molten salt interaction has traditionally been investigated using the weight gain after salt infiltration, followed by mercury intrusion porosimetry and post-mortem microstructure characterisations using, for example, Scanning Electron Microscopy. The results provided an overall description to the infiltration of molten salt into the graphite porosity. However, a more fundamental understanding of the graphite/molten salt interaction is still needed. How the pore size, shape, connectivity, and location with respect to the molten salt affect the detailed salt infiltration process remains to be understood.\"",
            "It adds that the system used in the research, a non-destructive 3D microstructure characterisation technique, \"can potentially deliver more detailed information for understanding the graphite/molten salt interaction\" with the work aiming to observe the microstructure change due to the salt infiltration.",
            "It says that the research was able to provide \"a direct comparison of the graphite's microstructure before and after molten salt infiltration, enabling the relative volume of pores that have been filled by the salt to be quantified ... [and] delivered detailed information about the spatial distribution of the infiltrated salt and the 3D structures of the infiltrated salt. All of this provides valuable information for the understanding of the kinetics that control the molten salt infiltration into the porous graphite.\"",
            "Ciara Fox, MoltexFLEX senior metallurgist, said: \"The results were very much as we predicted. This research is a very promising first stage on the path to predicting and controlling the behaviour of molten salt infiltration within the graphite. It’s an important stepping stone in developing a technique that will allow us to do that.\"",
            "MoltexFLEX has been working with the Nuclear Graphite Research Group team led by Professor Abbie Jones on graphite-related research for three years.",
            "MoltexFLEX, a subsidiary of Moltex Energy Limited, is developing the FLEX reactor - the thermal neutron (moderated) version of Moltex Energy's stable salt reactor technology. The aim for the 60 MWt/24 MWe reactors is for them to be small and modular, passively safe, have no moving parts and, using 5% low-enriched uranium, have a five-year refuelling cycle. The target is to have the first reactor operational by 2029.",
            "In May 2021, the Canadian Nuclear Safety Commission completed the first phase of the pre-licensing vendor design review for Moltex Energy's 300 MWe Stable Salt Reactor - Wasteburner (SSR-W 300) small modular reactor. The SSR-W is a molten salt reactor that uses nuclear waste as fuel. The company aims to deploy its first such reactor at the Point Lepreau site in New Brunswick by the early 2030s.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/BWRX-300-selected-for-Estonia-s-first-nuclear-powe",
        "title": "BWRX-300",
        "text": [
            "selected for Estonia's first nuclear power plant",
            "Estonia's Fermi Energia has selected GE Hitachi Nuclear Energy's (GEH's) BWRX-300 small modular reactor (SMR) for potential deployment in the Baltic country by the early 2030s. Two other SMR designs had been under consideration.",
            "A rendering of a BWRX-300 plant (Image: GEH)",
            "In September 2022, Fermi Energia said it would accept tenders from three SMR developers: GE Hitachi, NuScale and Rolls-Royce. Bids with the comprehensive technical documentation needed to estimate the construction cost were expected by December. The company said in the selection of technology, the criteria were technological maturity, the establishment of a reference plant, economic competitiveness and the participation of Estonian companies in the supply chain.",
            "Fermi Energia has now announced the selection of GEH as the winning bidder, and said it will now sign a project development and preliminary works contract.",
            "GEH's BWRX-300 design is a 300 MWe water-cooled, natural circulation SMR with passive safety systems that leverages the design and licensing basis of GEH's ESBWR boiling water reactor. It is currently undergoing a Canadian Nuclear Safety Commission pre-licensing Vendor Design Review and a US Nuclear Regulatory Commission pre-application design review.",
            "\"As the initial construction will start in Canada, Fermi Energia saw the reactor as the most suitable for construction in Estonia out of the three offers received,\" it said. \"Based on the design and construction experience of the Darlington nuclear power plant near Toronto, Ontario, the planning, design and construction of the Estonian nuclear power plant can also be gradually started.\"",
            "\"The BWRX-300 is in principle a boiling water reactor, which is used and well known by many European countries, including Finland and Sweden,\" noted Fermi Energia CEO Kalev Kallemets. \"However, the specific reactor model is much smaller than the ones used in the nuclear plants of our northern neighbours, which allows greater safety, lower cost, and shorter build time. At the same time, it is possible to rely on the experience of neighbours and offer the consumer clean electricity at an affordable and stable price.\"",
            "GEH and Fermi Energia have worked together since 2019 when an agreement was reached to collaborate on potential deployment applications for the BWRX-300. The collaboration advanced in 2021 when the two parties entered into a teaming agreement to work together in key areas that included licensing support and supply chain development.",
            "\"We are honoured that our small modular reactor technology has been selected by Fermi Energia to help Estonia fulfill its energy security and climate goals,\" said GEH President and CEO Jay Wileman. \"By leveraging a unique combination of existing fuel, plant simplifications, proven components and a design based on an already licensed reactor, the BWRX-300 offers cost-competitive zero-emission generation in a meaningful timeframe.\"",
            "GEH noted the technology selection by Fermi Energia is the latest development involving the BWRX-300. Last month, it was announced that GEH, Ontario Power Generation (OPG), SNC-Lavalin and Aecon have signed a contract for the deployment of a BWRX-300 SMR at OPG's Darlington site. In August last year, Tennessee Valley Authority began planning and preliminary licensing for potential deployment of a BWRX-300 at the Clinch River Site in Tennessee. Canada's SaskPower announced in June 2022 that it selected the BWRX-300 for potential deployment in Saskatchewan in the mid-2030s.",
            "In Poland, ORLEN Synthos Green Energy (OSGE) and its partners started the pre-licensing process by submitting an application to Poland's National Atomic Energy Agency for assessment of the BWRX-300. OSGE plans to deploy a fleet of BWRX-300s with the potential for deployment of the first of those units by the end of this decade.",
            "To support the global deployment of the BWRX-300, GEH has a memorandum of understanding or other agreement in place with companies in Canada, Czech Republic, Poland, the UK, the USA and Sweden, among others. GEH has also begun the design certification process for the BWRX-300 in the UK.",
            "\"The choice of BWRX-300 by Polish, Swedish and other European companies gives assurance that the competence and supply chain of the selected technology will be sufficient in Europe,\" Kallemets said.",
            "Fermi Energia noted that, in order to construct a nuclear power plant in Estonia, a decision is needed from the parliament - the Riigikogu - to approve the use of nuclear energy in the country. Also, a special national plan to find a suitable location for the plant must be undertaken, as well as the development of nuclear energy legislation.",
            "\"We have analysed all the work ahead and consider it realistic to produce reliable, clean and affordable nuclear energy in Estonia by Christmas 2031, which should also be in the interest of society and the country's climate goals,\" Kallemets said. \"Understandably, this goal requires a serious effort from both the state and Fermi Energia.\"",
            "Fermi Energia was founded by Estonian energy and nuclear energy professionals to develop deployment of SMRs in Estonia. In July 2019, the company launched a feasibility study on the suitability of SMRs for Estonia's electricity supply and climate goals beyond 2030, following a financing round from investors and shareholders. It selected four SMR designs to be included in the feasibility study: Moltex Energy SSR-W300, Terrestrial Energy IMSR-400, GE Hitachi BWRX-300 and NuScale SMR.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/a-look-at-the-projects-being-brought-forward-by-great-british-nuclear-24-07-2023/",
        "title": "A look at the projects being brought forward by Great British Nuclear",
        "text": [
            "The UK government last week launched the new arms-length body Great British Nuclear (GBN) to “drive the rapid expansion of new nuclear power plants in the UK at an unprecedented scale and pace”. NCE takes a closer look at the nuclear projects that will be supported by GBN.",
            "The launch of GBN saw the opening of registration for companies to participate in a competition to secure funding support to develop their products. This is mainly focused around developing small modular reactors (SMRs) in the UK. As the government explains: “Unlike conventional reactors that are built on site, SMRs are smaller, can be made in factories and could transform how power stations are built by making construction faster, and less expensive.”",
            "Rolls-Royce is the most advanced in developing SMRs as the leader of the UK SMR consortium, which features Atkins, Bam Nuttall, Jacobs, Laing O’Rourke, National Nuclear Laboratory, Nuclear Advanced Manufacturing Research Centre, TWI and Assystem.",
            "Its design for a 470MW SMR passed the first assessment hurdle in April this year. It has now moved on to Step 2 of the generic design assessment process, which is expected to take 16 months.",
            "Rolls-Royce is acting quickly though, having released a shortlist of three potential locations for its heavy pressure vessels factory, which will produce components for a fleet of SMRs. It has also met with stakeholders at potential sites for its first SMR in Oldbury and Berkeley. It is aiming to power up the first SMR in 2029 or early 2030s.",
            "Its pop-up factories for building SMRs could see them constructed in only 500 days.",
            "Meanwhile, another UK-based nuclear start up called Newcleo is working on its own SMR design that would use nuclear waste. It is currently seeking to raise up to £1bn to fund its delivery roadmap for its SMR, known as the Mini 30MWe LFR that will deployed in France. This will then be followed by the 200Mwe commercial unit to be deployed in the UK two years later.",
            "Ultra Safe Nuclear Corporation’s micro modular reactor",
            "GBN has granted £22.5M to Ultra Safe Nuclear Corporation (USNC) for the development of its micro modular reactor (MMR), a type of advanced modular reactor (AMR) suited to UK industrial demands including hydrogen and sustainable aviation fuel production.",
            "USNC has match-funded the £22.5M to enable the second phase of work toward building a UK demonstrator. It has appointed Jacobs to support the design and development of the MMR.",
            "Unlike other nuclear reactors, the MMR uses no water and has no need for an electrical grid or infrastructure support. It is usable in extreme climates.",
            "The MMR’s fully ceramic micro-encapsulated fuel provides inherent reactor safety. Industry standard TRISO particles, which contain the radioactive byproducts of fission within layered ceramic coatings, are encased within a fully dense silicon carbide matrix. This combination provides an extremely rugged and stable fuel with extraordinary high temperature stability.",
            "The Seattle-based company has plans to deploy its MMRs in Poland, Finland, Canada and the USA. It has demonstration projects underway at Canadian Nuclear Laboratories and at the University of Illinios.",
            "The demonstration units are scheduled for first nuclear power in 2026.",
            "National Nuclear Laboratory’s next generation high temperature reactor",
            "GBN has committed £15M to the National Nuclear Laboratory (NNL) in Warrington. It is working with the Japan Atomic Energy Authority to accelerate the development of a high temperature reactor, which has already been successful in Japan.",
            "The next generation high temperature gas cooled reactors have now reached design phase. This reactor delivers much higher outlet temperatures than existing technology, allowing the heat to be used directly to decarbonise industrial processes. It will enable the large-scale production of hydrogen via electrochemical or thermochemical processes.",
            "National Nuclear Laboratory’s sovereign coated particle fuel capability",
            "High-temperature reactors use coated particle fuel and GBN has committed £16M to the NNL in Preston to continue developing its sovereign coated particle fuel capability, a critical enabler for the UK’s future energy security.",
            "The NNL recently celebrated the casting of active fuel kernels at scale. These kernels form the tiny particles of uranium, that are subsequently coated in four layers of ceramic and carbon creating coated particle fuel. Often referred to as ‘the most robust nuclear fuel’, each coated particle is roughly the size of a poppy seed – with the uranium kernel housed inside its own miniature container vessel.",
            "GBN’s Nuclear Fuel Fund is forking out £22.3M to enable eight projects to develop new fuel production and manufacturing capabilities in the UK.",
            "The biggest sum has gone to Springfields Fuels in Preston, part of the Westinghouse Group, which has received £10.5M. Nuclear fuel fabrication services have taken place at the site since the mid-1940s and today Springfield Fuels designs, manufactures and delivers fuel for nuclear plants. This includes the manufacture of oxide fuels for Advanced Gas-cooled and Light Water Reactors, as well as intermediate fuel products, such as powders, granules and pellets.",
            "A £9.56M sum has been committed to Urenco UK in Chester, a specialist in the production of advanced fuels for nuclear reactors of tomorrow. The funds will be used for the concept design of plants and processes supporting the further development of advanced fuels. It will also look at enriching uranium to higher levels to allow for reactors to run for longer between refuelling outages.",
            "MoltexFLEX, a UK molten salt reactor (MSR) developer, received £1.3M. MSRs are a type of AMR that use separate molten salts as a coolant and fuel, leading to intrinsic safety compared with conventional fuels. The funds from the Nuclear Fuel Fund will be used to develop detailed technical plans for commercial-scale delivery of its low-enriched uranium fuel salt. MoltexFLEX has developed significant proprietary data on fuel design and is expecting to partner with a major fuel supplier to establish a pathway to commercial production.",
            "Nuclear Transport Solutions (NTS) is the recipient of over £1M for the development of a new transport package that will support a new generation of nuclear reactors. The fuel – High-Assay, Low-Enriched Uranium (HALEU) – is more energy dense and requires less fuel than current nuclear power production. HALEU requires innovative transportation solutions to ensure it can be moved safely and securely to new reactor. NTS’ new package will be versatile to allow the transport of HALEU in multiple forms, such as powder or fuel elements.",
            "Advanced Nuclear Business Development",
            "As part of the funding package announced in conjunction with the launch of GBN, the Department of Energy Security and Net Zero (DESNZ) committed up to £77.1M of funding for companies to accelerate advanced nuclear business development in the UK. This will help and support advanced nuclear designs to enter UK regulation and maximise the chance of SMRs and AMRs being built in the next Parliament.",
            "Hinkley Point C and Sizewell C",
            "While no new funds were specifically designated to the development of the UK’s in-progress large-scale nuclear power plants, the government’s announcement of GBN mentioned that it “remains committed” to them.",
            "Last year the government committed £700M to the development of Sizewell C, a new 3,200MWe nuclear plant in Suffolk that is currently in the design phase. Sizewell C managing director Julia Pyke has said that the launch of GBN is “another big vote of confidence in Sizewell C”.",
            "Hinkley Point C is an under-construction 3,200MWe nuclear plant in Somerset. Its first nuclear reactor arrived on site in February and it is nearing the completion of its undersea work. However, it has faced numerous construction setbacks and is now not expected to power up until the mid 2030s."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/moltexflex-publishes-new-graphite-research-11502011/",
        "title": "MoltexFLEX publishes new graphite research",
        "text": [
            "Images (a) and (c) show 2D virtual slices of a sample of graphite before (a) and after (c) exposure to molten salt at temperatures of over 750°C. Images (b) and (d) show 3D sections of the region highlighted by the yellow rectangle in (a) and (c). Image (b) shows the structure of pores within the graphite sample, and image (d) shows pores containing salt after exposure highlighted in red. The purple area is the large void visible within the highlighted area in (a) and (c). (Credit: MoltexFLEX)",
            "Scientists at UK-based MoltexFLEX have published new research on how graphite interacts with the molten salt to be used in the company’s FLEX reactor design. Together with scientists at the University of Manchester’s Nuclear Graphite Research Group (NGRG), the researchers used x-ray micro CT scanners to investigate how tiny amounts of molten salt infiltrated pores within standard industrial grades of graphite. This was the first time such scanning has been used for this purpose.",
            "MoltexFLEX has been working with the NGRG on graphite-related research for more than three years. The NGRG team, led by Professor Abbie Jones, is internationally recognised for its particular expertise in graphite research.",
            "MoltexFLEX said in September 2023 that it had “reached a watershed in the development of its small modular FLEX reactor” and would move from the pre-concept science phase into accelerated product and project delivery. Moltex Energy launched its MoltexFLEX subsidiary in 2022 specifically to work on the FLEX reactor – the latest application of the company’s stable salt reactor (SSR) design. This is the thermal spectrum version of Moltex Energy’s SSR technology, which uses graphite as the moderator. That technology is shared with MoltexFLEX’s sister company, Moltex Energy Canada, which is developing a fast spectrum version (the SSR-W).",
            "Graphite is a vital component of the FLEX reactor and many other nuclear reactor designs as a moderator. MoltexFLEX is aiming to use commercially available grades of graphite as part of the company’s ethos of using ‘off-the-shelf’ materials. This will make it easier to mass produce FLEX reactors while keeping costs low, the company noted.",
            "The research, conducted at MoltexFLEX’s Warrington laboratory and the University of Manchester, involved exposing samples of graphite to the molten salt coolant used in the FLEX design. The samples were immersed in the salt within sealed stainless-steel containers for 30 days at temperatures above 750°C – the operating temperature of the FLEX reactor.",
            "“The results were very much as we predicted,” said MoltexFLEX Senior Metallurgist Dr Ciara Fox. “This research is a very promising first stage on the path to predicting and controlling the behaviour of molten salt infiltration within the graphite. It’s an important stepping stone in developing a technique that will allow us to do that.”",
            "The research was published in the journal Materialia. The research paper notd that thermal spectrum Molten Salt Reactors (MSRs), graphite is typically utilised as moderator, reflector, and part of the core support structures. “The inherent porosity within the graphite means that it is prone to infiltration by the molten salt, resulting in changes in its properties. Such property changes must be taken into consideration during reactor design and a good understanding of interaction between molten salt and the graphite microstructure is therefore important in selecting graphite grades for applications in MSRs.”",
            "It points out that graphite/molten salt interaction “has traditionally been investigated using the weight gain after salt infiltration, followed by mercury intrusion porosimetry and post-mortem microstructure characterisations using, for example, Scanning Electron Microscopy”. While this provided an overall description to the infiltration of molten salt into the graphite porosity, a better. understanding of the graphite/molten salt interaction is needed. “How the pore size, shape, connectivity, and location with respect to the molten salt affect the detailed salt infiltration process remains to be understood,” it said.",
            "The new research using a non-destructive 3D microstructure characterisation technique, “can potentially deliver more detailed information for understanding the graphite/molten salt interaction” with the aim of observing the microstructure change due to the salt infiltration. The research was able to provide “a direct comparison of the graphite’s microstructure before and after molten salt infiltration”. This made it possible to quantify the relative volume of pores that have been filled by the salt and provided “detailed information about the spatial distribution of the infiltrated salt and the 3D structures of the infiltrated salt”.",
            "The work was supported by a grant from the Henry Royce Institute of Advanced Materials (Royce) under Royce’s Collaboration Programme (ICP) which seeks to boost research, development and innovation activities across the UK. The ICP is part of a £5.6m ($7m) initiative for collaborative, business-led research, development and innovation projects aimed at accelerating progress towards a sustainable future."
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/swedens-ksu-to-support-estonias-fermi-energia-on-training-for-its-smr-programme-11447506/",
        "title": "Sweden’s KSU to support Estonia’s Fermi Energia on training for its SMR programme",
        "text": [
            "Estonia’s privately held nuclear energy start-up company Fermi Energia has signed a Letter of Intent with Sweden's Kärnkraftsäkerhet och Utbildning (KSU), a member of the Vattenfall Group, to conduct training related to the Estonian small modular reactor (SMR) programme. KSU, which trains operators and maintenance personnel for Swedish NPPs, will support Fermi Energia in conducting courses and utilising simulator technologies and other training tools during the preparations for deploying and SMR plant in Estonia.",
            "KSU will be a long-term training partner for Fermi Energia to ensure the future safe operation and maintenance of the NPP through professional training of future plant employees. The protocol of common intentions sets out mutual interests in the development of competences in the nuclear energy sector, focusing on the development of training and qualification schemes, programmes, personnel qualification systems, skills testing and the implementation of training programmes.",
            "\"Fermi Energia has been cooperating with KSU for three years,” said Fermi Energia management board member Henri Ormus. “They have provided valuable seminars and training on nuclear energy and introduced nuclear energy as part of practical visits to Swedish nuclear plants. KSU is GE Hitachi's partner in developing the BWRX-300 reactor training programme, so we see KSU as a long-term partner in creating, developing and training the operators and other personnel of the Estonian nuclear power plant.” KSU’s agreement with GE Hitachi was concluded in January 2023 and the following month, Fermi Energia chosen GE Hitachi Nuclear Energy's (GEH's) BWRX-300 SMR for deployment in Estonia by the early 2030s.",
            "Fermi Energia was founded by Estonian energy and nuclear energy professionals specifically to develop deployment of SMRs in Estonia. In July 2019, the company launched a feasibility study on the suitability of SMRs for Estonia's electricity supply and climate goals beyond 2030. This followed a financing round from investors and shareholders. At that time, four SMR designs were included in the feasibility study: Moltex Energy SSR-W300, Terrestrial Energy IMSR-400, GE Hitachi’s BWRX-300 and NuScale Power’s SMR.",
            "In 2022, before selecting the BWRX-300, Fermi Energia had also considered tenders from NuScale and the UK’s Rolls-Royce. Fermi Energia said the criteria for selection were technological maturity, establishment of a reference plant, economic competitiveness and participation of Estonian companies in the supply chain.",
            "The BWRX-300 design is a 300 MWe water-cooled, natural circulation SMR with passive safety systems. It is the 10th evolution of GE’s boiling water reactor (BWR), hence the “X” in its name. The design is based on the Generation III+ 1,520MWe ESBWR, which the US Nuclear Regulatory Commission certified in 2014. The BWRX-300 is currently undergoing a Canadian Nuclear Safety Commission Pre-licensing Vendor Design Review and a US Nuclear Regulatory Commission Pre-application design review.",
            "Photo courtesy of Fermi Energia"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/moltex-granted-patent-for-its-fuel-recycling-process-11442696/",
        "title": "Moltex granted patent for its fuel recycling process",
        "text": [
            "Moltex Energy Canada has been granted a patent for its used nuclear fuel recycling process in Canada. The patent covers Moltex’s process for converting any uranium oxide fuel into molten salt reactor fuel, known as WAste To Stable Salt (WATSS). Using this process, used fuel is converted into several parts. Transuranics – the long-lived, man-made elements – along with some uranium and fission products are extracted into a salt.",
            "This salt is the fuel for Moltex’s Stable Salt Reactor – Wasteburner (SSR-W) design, avoiding the need for high-purity separations. The SSR-W and some other reactors could use this fuel, converting it to energy while destroying long-lived waste products created by nuclear fission. This would significantly reduce waste stockpiles.",
            "Uranium, close to its natural state and considered intermediate or low-level waste, is a major by-product of the process that can have other uses. According to Moltex, the small by-product of the fission products can be disposed directly or used as a heat source for remote applications, until it has decayed and then contains valuable stable elements.",
            "Conventional reprocessing either directly produces pure plutonium, or can be altered to produce pure plutonium. The WATSS process is unable to produce pure plutonium, making the process inherently safer. Moltex says this also makes the process simpler and less expensive.",
            "“This patent is testament to Moltex’s commitment to innovation and to finding improvements in existing nuclear energy processes,” said Rory O’Sullivan, CEO, Moltex. “Waste is one of the most important considerations in the nuclear industry, and Moltex’s process offers an elegant and cost-effective solution to safely reducing waste stockpiles.” The patent is one of over 600 patents granted to Moltex co-founder and chief scientist Dr Ian Scott.",
            "Moltex says it is developing “three unique technologies”: the SSR-W; the WATSS process; and GridReserve thermal energy storage tanks, enabling the SSR-W to act as a peaking plant. Moltex was selected by NB Power to progress development of its reactor technology in New Brunswick with the goal of deploying first-of-a-kind SSR-W, WATSS and GridReserve units at the Point Lepreau NPP site by the early 2030s.",
            "Moltex says the SSR-W “has reached a technology readiness level that inspires confidence in its feasibility and economic viability, allowing the technical team to reallocate resources toward the optimisation of the WATSS process”.",
            "Image: Cutout of a stable salt reactor core"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/cop28-enec-signs-mou-on-co-operation-with-terrestrial-energy-11374716/",
        "title": "COP28: ENEC signs MOU on co-operation with Terrestrial Energy",
        "text": [
            "The Emirates Nuclear Energy Corporation (ENEC) has signed another memorandum of understanding (MOUs) related to small modular reactors at the 28th Conference of the Parties to the original 1992 United Nations Framework Convention on Climate Change (COP28) in Dubai. The latest agreement is with Terrestrial Energy, signed by ENEC CEO Mohamed Al Hammadi, and Terrestrial Energy CEO Simon Irish.",
            "This followed previous agreements with US-based small modular reactor (SMR) and micro-reactor developers X-energy, Ultra Safe Nuclear Corporation (USNC) GE Hitachi Nuclear Energy (GEH), TerraPower and Westinghouse Electric as well as with UK-based developer of molten salt nuclear technology MoltexFLEX.",
            "The agreements came after ENEC launched its ADVANCE programme, in the run up to CO28, aimed at leveraging the UAE’s experience in successfully delivering the four-unit Barakah NPP, constructed in Abu Dhabi by a South Korean consortium. ENEC said the ADVANCE programme is intended to harness the latest advancements in nuclear energy technologies and to strengthen the UAE's position as a leading nation in accelerating the global clean energy transition to Net Zero. The programme will evaluate the latest SMR and microreactor technologies and ENEC will work with national stakeholders to determine deployment pathways and international partners for technology and project collaboration opportunities.",
            "Terresrial is developing an Integral Molten Salt Reactor (IMSR) plant. The IMSR is a 442 MWt per Core-unit (IMSR400) small modular molten salt fuelled, graphite moderated, thermal spectrum reactor. Terrestrial Energy has developed a two-unit configuration which can deliver 884 MWt/390 MWe. The design features a completely sealed reactor vessel with integrated pumps, heat exchangers and shutdown rods all mounted inside a single vessel – the IMSR core-unit. The sealed core-unit is replaced completely at the end of its useful service life (nominally seven years). This allows factory production levels of quality control and economy, while avoiding any need to open and service the reactor vessel at the power plant site. Terrestrial says it operates at the high temperature required for broad industrial relevance with transformative economic potential.",
            "ENEC and Terrestrial Energy will collaborate to focus on the potential of IMSR plant for electricity generation and for large-scale industrial heat applications. These uses include the IMSR plant’s role in decarbonising energy-intensive and hard-to-abate industrial sectors. The parties will also consider frameworks for development and deployment of the IMSR plant in target industrial applications in the UAE and other markets.",
            "H.E. Mohamed Al Hammadi commented: “We are committed to exploring the latest technologies in advanced reactors as we continue to rapidly decarbonise the power sector through clean electricity from nuclear energy…. We look forward to close collaboration with Terrestrial Energy as we identify the potential deployment of IMSR technology in the UAE and overseas.”",
            "Simon Irish said the IMSR has immense potential to support industrial growth and decarbonisation. “Terrestrial Energy’s prioritisation of national and international regulatory requirements supports the aims of our MOU as does the IMSR’s use of nuclear fuel at standard enrichment levels, which has long-established international acceptance. We look forward to working with ENEC to accelerate development and deployment of the IMSR plant in target industrial applications and commercial markets.”",
            "In April 2023, the Canadian Nuclear Safety Commission (CNSC), following a systematic and multi-year review against Canadian regulatory requirements, concluded that there were no fundamental barriers to licensing the IMSR plant for commercial use. This was the first regulatory review of a commercial nuclear plant using molten salt reactor technology and the first advanced, high-temperature fission technology to complete a review of this type.",
            "The conventional nuclear power plant fuel used by the IMSR – Standard Assay Low Enriched Uranium – is the only fuel available and transportable today for civilian reactor use and has international regulatory acceptance. Its use supports an early deployment path for IMSR plants across multiple markets. In August 2023, Terrestrial Energy signed a manufacturing and supply contract with Springfields Fuels Limited, a UK-based subsidiary of Westinghouse, for the design and construction of an IMSR fuel pilot plant."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/cop28-enec-signs-three-more-smr-agreements-11365120/",
        "title": "COP28: ENEC signs three more SMR agreements",
        "text": [
            "The Emirates Nuclear Energy Corporation (ENEC) has signed three more memorandums of understanding (MOUs) related to small modular reactors at the 28th Conference of the Parties to the original 1992 United Nations Framework Convention on Climate Change (COP28) in Dubai. The latest agreements are with US-based small modular reactor (SMR) developers X-energy and Ultra Safe Nuclear Corporation (USNC) as well as with UK-based developer of molten salt nuclear technology MoltexFLEX.",
            "Earlier at COP28 ENEC signed three agreements with US SMR and micro-reactor vendors – GE Hitachi Nuclear Energy (GEH), TerraPower and Westinghouse Electric. The agreements came after ENEC launched its ADVANCE programme, in the run up to CO28, aimed at leveraging the UAE’s experience in successfully delivering the four-unit Barakah NPP, constructed in Abu Dhabi by a South Korean consortium. ENEC said the ADVANCE programme is intended to harness the latest advancements in nuclear energy technologies and to strengthen the UAE's position as a leading nation in accelerating the global clean energy transition to Net Zero. The programme will evaluate the latest SMR and microreactor technologies and ENEC will work with national stakeholders to determine deployment pathways and international partners for technology and project collaboration opportunities.",
            "The MOU with MoltexFLEX was signed by ENEC CEO Mohamed Al Hammadi, and MoltexFLEX CEO David Landon in the presence of British Ambassador to the UAE Edward Hobart and representatives from the UK government. Under the MOU with a joint working group will be set up to examine the commercial viability of deploying MoltexFLEX's 60 MWt/24 MWe FLEX molten salt reactor in the UAE. The FLEX reactor design – a thermal neutron (moderated) version of Moltex Energy's stable salt reactor technology – was launched by Moltex Energy subsidiary MoltexFLEX in September 2022.",
            "ENEC and MoltexFLEX will assess using FLEX reactors for a range of industrial applications including desalination, hydrogen production and electricity generation. “We will also explore opportunities throughout the Middle East and beyond, which is aligned with MoltexFLEX’s vision for global deployment of the FLEX reactor,” Landon said.",
            "ENEC’s MOU with USNC seeks to jointly explore commercial development of USNC's Micro-Modular Reactor (MMR) energy systems and paves the way for potential commercialisation of the MMR in the UAE, USNC said. Further areas of collaboration within the UAE include workforce and supply chain development and project delivery, along with a potential framework for ENEC to lead MMR deployments across the region in the Middle East and North Africa (MENA) and other areas covered by the Three Seas Initiative. Dr Francesco Venneri, USNC Founder & CEO said the MMR “will play an important role for Emiratis as the nation continues towards deep decarbonisation hand-in-hand with prosperity for Emiratis and other nations across the region”.",
            "The MMR features the high temperature helium-cooled MMR unit providing up to 45 MWt of heat, delivered into a centralised heat storage unit which can combine the heat from one or more reactors. Electric power or superheated steam can then be extracted from the storage unit for various uses. USNC has also developed and patented its own TRISO-based, additively manufactured FCM fuel for use in the MMR.",
            "The MOU with X-energy, signed by Al Hammadi and X-energy CEO Clay Sell will see the two parties work together to assess technical design and commercial viability of X-energy's nuclear technologies for the UAE market, to meet the growing demand for clean electricity generation, along with generating steam, heat and hydrogen to decarbonise industry. The companies will also evaluate potential project partnerships for developments in the UK and Europe and will develop a regional deployment framework for ENEC-led projects in the Middle East, Africa, and Indian subcontinent, X-energy said.",
            "X-energy is developing the Xe-100 pebble bed high-temperature gas reactor as well as proprietary TRISO-X tri-structural isotropic encapsulated particle fuel. \"Our partnership will explore the many ways we can combine X-energy's leading technology with ENEC's delivery expertise to address a broad range of decarbonisation challenges in the region and around the world,\" said Sell.",
            "The statement on the MOU said the agreement also helps advance the US-UAE Partnership for Accelerating Clean Energy (PACE), which was launched in November 2022 and aims to help catalyse $100bn in clean energy and decarbonisation projects by 2035. A White House fact sheet noted that PACE “intends to tap available resources and public and private sector expertise in the US and the UAE and expedite investment in and deployment of new technologies to drive down cost”. PACE also “supports the full-scale implementation of the civil nuclear cooperation between the US and the UAE. The three earlier MOUs with GEH, TerraPower and Westinghouse also cited PACE as the context for their co-operation with ENEC, indicating the key role of the US in the signing of these agreements.",
            "In March, ENEC had also signed a letter of intent with the US Idaho National Laboratory (INL) as a basis for discussions regarding INL working with ENEC on clean molecule generation systems that could be deployed at the Barakah NPP such as hydrogen, ammonia, oxygen, water and steam, with the long-term view to export clean hydrogen and ammonia to meet growing global demand. INL also announced its intention to partner with ENEC on its Net-Zero Nuclear platform at COP28.",
            "Relations with the US were also strengthened during COP28. An MOU signed between the UK Department for Energy Security & Net Zero (DESNZ) and ENEC paved the way to “explore potential collaboration opportunities in the deployment of large-scale nuclear reactors, in addition to advanced nuclear technologies (including small modular reactors), as well as a host of related fields, from nuclear security to the supply of nuclear fuel”. ENEC and DESNZ will also share lessons learned in project delivery of large-scale reactors, as well as efficiency improvements, best practices in government and commercial project financing, and site and technology selection. Al Hammadi noted that the Net Zero Nuclear summit was “the perfect platform to sign and agree on new areas of cooperation with trusted partners as we collectively work towards faster climate action”.",
            "Image: Clockwise from left – ENEC has signs MoUs with MoltexFLEX, X-energy, INL and USNC (courtesy of  X/@ENEC_UAE, MoltexFlex, USNC)"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/canadas-moltex-derisks-innovative-waste-recycling-process-11278290/",
        "title": "Canada’s Moltex derisks innovative waste recycling process",
        "text": [
            "Moltex Energy Canada has announced a significant breakthrough in its waste recycling programme, following “rigorous experiments” at its uranium-licensed laboratory. Moltex says it has substantially derisked its innovative WAste To Stable Salt (WATSS) process.",
            "The experiments used simfuel (simulated fuel) made of uranium dioxide and cerium oxide proportional to levels found in used nuclear fuel. According to Moltex, “the use of cerium oxide as an analogue to transuranic oxides is supported by literature and thermodynamic modelling”.",
            "Moltex CEO Rory O’Sullivan noted: “These important experiments not only demonstrate the viability of our waste recycling technology but also reaffirm our unwavering commitment to developing clean energy solutions that combat climate change.”",
            "Based on the results of these experiments, Moltex has embarked on the next phase of its research by initiating experiments using real used Candu fuel in secure hot cells at Canadian Nuclear Laboratories. “These experiments are currently ongoing and expected to provide valuable insights,” Moltex said.",
            "Moltex is also in discussions with the Canadian Nuclear Safety Commission to formalise a service agreement to help facilitate a bilateral dialogue on its used fuel recycling design, stressing its commitment to transparency, safety, and regulatory compliance while protecting its intellectual property.",
            "Moltex says it is developing “three unique technologies”: a Stable Salt Reactor – Wasteburner (SSR-W) that uses recycled nuclear waste as fuel; the WATSS process for recycling nuclear waste to produce SSR-W fuel; and GridReserve thermal energy storage tanks, enabling the SSR-W to act as a peaking plant. Moltex was selected by NB Power to progress development of its reactor technology in New Brunswick with the goal of deploying first-of-a-kind SSR-W, WATSS and GridReserve units at the Point Lepreau NPP site by the early 2030s.",
            "The SSR-W “has reached a technology readiness level that inspires confidence in its feasibility and economic viability, allowing the technical team to reallocate resources toward the optimisation of the WATSS process”, Moltex notes. This is supported by partners AtkinsRéalis and IDOM, as well as customers and investors.",
            "Image: SSR-W site layout (courtesy of Moltex)"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/canadian-tribal-communities-secure-stake-in-smr-companies-11189112/",
        "title": "Canadian tribal council secures stake in SMR companies",
        "text": [
            "Canada’s North Shore Mi’kmaq Tribal Council (NSMTC) and its seven First Nation member communities have signed equity agreements with Moltex Energy Canada and ARC Clean Technology Canada related to small modular reactor (SMR) technology. These will enable NSMTC and its member communities (Oinpegitjoig, Ugpi’Ganjig, Natoaganeg, L’nui Menikuk, Tjipogtotjg, Metepenagiag, Amlamgog) to share in Moltex and ARC’s planned development and deployment of advanced nuclear technology in New Brunswick and globally.",
            "NSMTC and its member communities are investing financially in both Moltex and ARC, through separate agreements. These will result in them receiving CAD2m ($1.47m) in share value from Moltex and CAD1m in share value from ARC. The number of shares received will depend on future company valuations at the close of later funding rounds.",
            "Since establishing their businesses in New Brunswick, ARC and Moltex have prioritised engaging with and including First Nation communities. Beyond offering equity ownership opportunities, the companies are dedicated to creating additional avenues for the advancement and prosperity of First Nation people in New Brunswick, including opportunities in training, employment, procurement, and business development.",
            "With the help of Saa Dene, a company focused on Indigenous inclusion through economic and social participation in the global economy, NSMTC conducted thorough due diligence to ensure that Moltex and ARC’s technologies and values harmonised with Indigenous teachings of honouring and respecting the Earth and its resources.",
            "The agreements precede ARC and Moltex’s participation and sponsorship of the Indigenous-Led Energy Symposium, an NSMTC-organised event taking place in October. The symposium will bring together leaders from First Nation communities, utilities, government, and industry for two days of conversation and collaboration regarding opportunities for Indigenous participation in the New Brunswick energy sector.",
            "Mike Holland, New Brunswick Minister of Natural Resources & Energy Development noted: “Small modular reactors are shaping an important part of Canada’s energy future. New Brunswick is leading the charge as the headquarters for both ARC Clean Technology and Moltex. This investment is a critical step in securing energy independence for my community and many others.”",
            "Moltex is developing three technologies: a Stable Salt Reactor – Wasteburner (SSR-W) that uses recycled nuclear waste as fuel; a WAste To Stable Salt (WATSS) process for recycling nuclear waste to produce SSR-W fuel; and GridReserve thermal energy storage tanks, enabling the SSR-W to act as a peaking plant. Moltex was selected by NB Power to progress development of its reactor technology in New Brunswickwith the goal of deploying first-of-a-kind SSR-W, WATSS and GridReserve units at the Point Lepreau site.",
            "ARC is developing the ARC-100, a 100 MWe integrated sodium-cooled fast reactor with a metallic uranium alloy core. The design is based on the Experimental Breeder Reactor-II (EBR-II) fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 to 1994. The ARC-100 has been selected by New Brunswick Power for implementation on their Point Lepreau site with the aim of completing it by the end of this decade."
        ],
        "frequency": 10
    },
    {
        "url": "https://www.neimagazine.com/news/moltexflex-refines-design-of-its-flex-reactor-11143421/",
        "title": "MoltexFLEX refines design of its FLEX reactor",
        "text": [
            "UK-based developer of molten salt nuclear technology MoltexFLEX says it has “reached a watershed in the development of its small modular FLEX reactor” and will now move from the pre-concept science phase into accelerated product and project delivery. Moltex Energy launched its MoltexFLEX subsidiary in 2022 specifically to work on the FLEX reactor – the latest application of the company’s platform stable salt reactor (SSR) design.",
            "The FLEX reactor is the thermal spectrum version of Moltex Energy’s globally patented SSR technology – it uses graphite as the moderator. That technology is shared with MoltexFLEX’s sister company, Moltex Energy Canada, which is developing the fast spectrum version (the SSR-W) and the WAste To Stable Salt (WATSS) process that will produce the fuel for the reactor from recycled used fuel. In 2021, the Canadian Nuclear Safety Commission completed the first phase of the pre-licensing vendor design review for the 300 MWe SSR-W. The company aims to deploy its first SSR-W-300 at the Point Lepreau site in New Brunswick by the early 2030s.",
            "MoltexFLEX says it will now expand its operations and has significantly refined the design of the reactor – delivering a 50% boost in power output, while maintaining previous targets for overnight capital cost and cost per MWh. “Despite the recent increases in commodity prices around the world, the FLEX reactor is still able to generate electricity for less than £30/MWh when used as a source of baseload power,” the company notes.",
            "“We have firmly established the core aspects of the FLEX concept as we ramp up engineering design,” said MoltexFLEX Head of Engineering Chris Hankinson. “More work will be undertaken over the coming months to further refine and finally freeze the design, and this will then be taken forward to create our first-of-a-kind reactor.”",
            "While the underlying technology remains essentially unchanged, MoltexFLEX says the design evolutions “represent significant improvements”. The work “provides more certainty about the company’s ability to deliver on its cost targets, reinforces the underpinning science”, and moves towards delivering a prototype FLEX reactor by around 2030.",
            "The main changes to the FLEX design include an increase in power output from 40MWth/16MWe as originally envisaged to 60MWth/24MWe, made possible by optimisation of the core design and the fuel pin material.",
            "The refuelling schedule has also been adjusted because the FLEX reactor will now use 5% low-enriched uranium (LEU) instead of 6% LEU. “This change will increase the reactor’s global deployability and harness the existing fuel supply chain,” the company believes.",
            "“The science and engineering of the FLEX reactor has moved on apace,” said MoltexFLEX CEO David Landon. “The work we have completed further boosts our confidence in the design and economics of the FLEX reactor, and our ability to deliver a first reactor ready for global roll-out through the 2030s.”",
            "Image: Cutaway of the FLEX reactor building (courtesy of MoltexFLEX)"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/usnc-details-uk-funding-award-for-mmr-development-11030388/",
        "title": "USNC details UK funding award for MMR development",
        "text": [
            "US-based Ultra Safe Nuclear Corporation (USNC) says the recent (£22.5m ($29.3m) matching funds grant awarded by the UK Department for Energy Security & Net Zero (DESNZ) will accelerate the design and deployment of its Micro-Modular Reactor (MMR) in the UK and global markets. Application for the award was submitted in March by an integrated team with US-based Jacobs and earned the highest scores of all applications in Phase B of the UK’s Advanced Modular Reactor (AMR) Research, Development & Demonstration Programme.",
            "USNC says its MMR “is a solid fit to decarbonise UK industrial energy demand driven by process heat”. It notes that DESNZ has identified high temperature gas-cooled reactors (HTGRs) as a focus of the AMR RD&D Programme “which seeks to accelerate commercial technology readiness in the advanced nuclear market to support deployment by 2050”.",
            "UNSC CEO Francesco Venneri said: “This is an important next step for deploying MMR nuclear batteries in the UK and across Europe. The UK has long and unique experience with gas reactor technology the MMR builds on and this is the right team to demonstrate the design’s versatility to meet the world’s market needs.”",
            "According to USNC, the MMR is well-suited to achieve AMR programme objectives including secure, zero-carbon hydrogen production, sustainable aviation fuel (SAF), process heat, and electric power. The MMR will work at various power levels by simply changing the way it is operated. At higher power, fuel is consumed faster, much like a battery.",
            "“This high-temperature reactor has the potential to assist the world’s energy transition and take nuclear power into a new era,” said Jacobs Energy, Security & Technology Senior Vice President Karen Wiemelt. “With 60 years of experience in research, design and operational support for high-temperature gas-cooled reactors, Jacobs is ideally placed to support USNC through a range of scientific, engineering and program management capabilities.”",
            "In March, USNC took on board personnel from the former U-Battery project effectively doubling the size of its UK Team. “All of this underscores the global importance of the AMR programme and supporting and augmenting the UK expertise needed to realise the programme’s benefits as intended by the UK Government,” USNC noted.",
            "USNC’s MMR is a high-temperature gas-cooled “nuclear battery” design that will use Fully Ceramic Micro-encapsulated (FCM) nuclear fuel. USNC has active micro reactor deployment projects in Canada at the Canadian Nuclear Laboratories in Chalk River, in the USA at the University of Illinois Urbana-Champaign, and at LUT University in Lappeenranta, Finland and in Poland. Additional projects are under development in the USA, Canada, and Europe.",
            "FCM fuel enhances safety through proprietary technology to embed TRISO particles in a silicon carbide matrix. In August 2022, USNC opened its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge at the East Tennessee Technology Park (ETTP), to produce the first fuel for testing and qualification for use in the MMR.",
            "The funding award was one of many announced alongside the launch of Great British Nuclear (GBN), which aims to drive rapid expansion of nuclear power in the UK at an unprecedented scale, and the start of a competition to encourage the development of small modular reactor (SMR) technology.",
            "The total grant funding package of up to £157m included £77.1m “for companies to accelerate advanced nuclear business development in the UK and support advanced nuclear designs”, and up to £58m “for the further development and design of a type of advanced modular reactor (AMR) and next generation fuel”. USNC’s award was part of the £58m, with other funding going to the UK’s National Nuclear laboratory. In addition, a further £22.3m from the Nuclear Fuel Fund was awarded to eight projects to develop new fuel production and manufacturing capabilities in the UK. The winners included Westinghouse Springfields, Urenco UK,",
            "Nuclear Transport Solutions (part of the Nuclear Decommissioning Authority) and MoltexFLEX.",
            "Image: Ultra Safe Nuclear Corporation’s micro modular reactor (courtesy of USNC)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/uk-launches-nuclear-revival-11019899/",
        "title": "UK launches nuclear revival",
        "text": [
            "Great British Nuclear (GBN) is to drive rapid expansion of nuclear power in the UK at an unprecedented scale and pace as the government kickstarts a competition to encourage the development of small modular reactor (SMR) technology. A joint statement from the Department for Energy Security & Net Zero, GBN, the Nuclear Decommissioning Authority (NDA), Energy Security Secretary Grant Shapps, and Nuclear Minister Andrew Bowie announced “a massive revival of nuclear power”. This is intended to place the UK “at the forefront of a global race to develop cutting-edge technologies to rapidly deliver cleaner, cheaper, more secure energy”.",
            "This will boost UK energy security, reduce dependence on volatile fossil fuel imports, create more affordable power and grow the economy, with the nuclear industry estimated to generate around £6 billion for the UK economy.",
            "Companies can now register their interest with GBN to participate in a competition to secure funding support to develop their products. “This could result in billions of pounds of public and private sector investment in small modular reactor (SMR) projects in the UK – demonstrating the government delivering on its priorities to partner with the nuclear industry and jointly spearhead the future of nuclear technologies,” the statement says.",
            "It notes that, unlike conventional reactors built on site, SMRs are smaller, can be made in factories and could transform how power stations are built by making construction faster, and less expensive.",
            "“GBN will play a key role in helping the government hit its ambition to provide up to a quarter of the UK’s electricity from homegrown nuclear energy by 2050 and achieve among the cheapest wholesale electricity prices in Europe, whilst supporting jobs across the country.”",
            "However, the government also “remains committed to the mega projects of Hinkley Point C and Sizewell C and will work with GBN to consider the potential role of further large gigawatt-scale nuclear power plants in the UK energy mix”.",
            "Energy Security Secretary Shapps said, in opening GBN and the competition to develop SMR technology, which could result in billions of pounds of public and private sector investment, “we are seeing the first brush strokes of our nuclear power renaissance to power up Britain and grow our economy for decades to come”.",
            "Nuclear Minister Bowie said: “As long-standing pioneers of nuclear, today we’re marking its UK revival with the opening of Great British Nuclear, which will play an essential role in transforming the way we power Britain from Britain.” He added that he looked forward to “seeing the world-class designs submitted from all around the world through the competitive selection process, as the UK takes its place front and centre in the global race to unleash a new generation of nuclear technology”.",
            "Simon Bowen, interim chair of GBN said building on the work done at Hinkley Point and Sizewell, the start of the SMR selection process “signifies a real step forward in delivering the scale of nuclear power that Britain needs for secure, sustainable energy future”.",
            "The government also announced a grant funding package totalling up to £157m ($203m), including:",
            "Up to £77.1m “for companies to accelerate advanced nuclear business development in the UK and support advanced nuclear designs to enter UK regulation, maximising the chance of small and advanced modular reactors being built during the next Parliament”.",
            "Up to £58m for the further development and design of a type of advanced modular reactor (AMR) and next generation fuel that “could provide high temperature heat for hydrogen and other industrial uses alongside nuclear power.",
            "The winning projects for this latest phase of funding are:",
            "Up to £22.5m to Ultra Safe Nuclear Corporation UK in Warrington to further develop the design of a high temperature micro modular reactor, suited to UK industrial demands including hydrogen and sustainable aviation fuel production;",
            "Up to £15m to National Nuclear laboratory in Warrington to accelerate the design of a high temperature reactor, following its success in Japan;",
            "Up to £16m to National Nuclear Laboratory in Preston to continue to develop sovereign coated particle fuel suitable for high temperature reactors.",
            "A further £22.3m from the Nuclear Fuel Fund will enable eight projects to develop new fuel production and manufacturing capabilities in the UK, driving up energy security and supporting the global move away from Russian fuel. The winning projects include:",
            "Over £10.5m to Westinghouse Springfields nuclear fuel plant in Preston to manufacture more innovative types of nuclear fuel for customers both in the UK and overseas;",
            "Over £9.5m to Urenco UK in Capenhurst Chester to enrich uranium to higher levels, including LEU+ and high assay low enriched uranium (HALEU);",
            "Over £1m to Nuclear Transport Solutions, a subsidiary of NDA, to develop transport solutions to facilitate a supply chain for HALEU in the UK and internationally;",
            "Over £1.2m to support MoltexFLEX, a UK molten salt reactor developer based in the North West, to build and operate rigs for the development of molten salt fuel.",
            "Julia Pyke, Joint Managing Director for Sizewell C said the government announcement was “a big vote of confidence in Sizewell C, which will continue the transformation in British nuclear construction started by Hinkley Point C”. Both projects “will form a vital part of the future nuclear fleet, helping to lower carbon emissions and reduce energy costs for British households”.",
            "Tom Greatrex, CEO of the Nuclear Industry Association, said the launch of GBN “marks a new era for nuclear deployment in the UK – helping drive a programme of construction at pace and at scale to strengthen our energy security”. The focus on the SMR selection “will demonstrate the commitment to deployment of innovative technologies and open up new opportunities for the UK industrial supply chain here and abroad” He added: “Britain has an important leadership role in the global nuclear industry, and nowhere more so than in our determination to drive Russia out of the nuclear fuel markets. The government’s Nuclear Fuel Fund will bolster those world-class capabilities that make us uniquely placed to help our allies replace Russian supplies with Western nuclear fuel.”",
            "David Peattie, Nuclear Decommissioning Authority CEO, said decommissioning plays a critical role in the lifecycle of nuclear power generation, “and we are committed to sharing our expertise, resource, and assets to support GBN and the government in delivering for the British public”.",
            "GBN, will initially be led by Simon Bowen and Gwen Parry-Jones, interim Chair and CEO. Following the launch of the SMR selection process, once the initial stage is complete, “GBN will down-select those technologies which have met the criteria, and then enter into detailed discussions with those companies as part of an Invitation to Negotiate phase. The initial down-select will take place in the Autumn.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/us-awards-gain-vouchers-to-accelerate-advanced-nuclear-technologies-10978640/",
        "title": "US awards GAIN Vouchers to accelerate advanced nuclear technologies",
        "text": [
            "The US Department of Energy (DOE) has awarded seven Gateway for Accelerated Innovation in Nuclear (GAIN) vouchers to industry partners to support the development of promising advanced nuclear technologies. The companies will be able to leverage the expertise and research capabilities at selected DOE national laboratories to support their projects towards commercial deployment.",
            "GAIN voucher recipients do not receive direct financial awards. The vouchers provide funding to DOE national laboratories to help businesses overcome critical technological and commercialisation challenges. Awardees are responsible for a minimum 20% cost share, which could be an in-kind contribution.  The following companies received vouchers:",
            "Advanced Reactor Concepts (Washington DC) will partner with Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to further develop a protective barrier coating between the fuel and cladding for the metallic uranium-based alloy fuel used in its ARC-100 advanced reactor design. Barrier coatings can help prevent fuel-cladding chemical interactions and enable longer fuel service life in advanced reactors.",
            "Alpha Tech Research Corp (American Fork, Utah) will team up with ANL to advance the development of a promising yttrium hydride-based moderator for its molten salt microreactor concept. The data will be used to inform the design and size of the reactor.",
            "General Atomics (San Diego, California ) with work with Oak Ridge National Laboratory (ORNL) to examine the material behaviour of irradiated silicon carbide composite samples. This will help inform material behaviour models required to license the use of silicon carbide-based structures in nuclear reactors.",
            "Kairos Power (Alameda, California) will partner with Pacific Northwest National Laboratory (PNNL) to evaluate instruments and develop operating procedures and hardware configurations to analyse its lithium enrichment process. This will ensure that the enriched lithium product meets fluoride-salt cooled, high temperature reactor requirements.",
            "Moltex Energy USA (Wilmington, DC) will work with ANL to model the heat transfer between fuel pins and the coolant in its molten salt reactor concept. The results will inform the design of its Stable Salt Reactor.",
            "Ultra Energy (Round Rock, Texas) will collaborate with ORNL to organise and design high-temperature reactor testing to support the testing and further development of its new prototype detector that could help enhance the safe operation of commercial reactors once commercialized. Test results will demonstrate suitability of the prototype and allow for further development for commercial deployment.",
            "Westinghouse Electric Company (Cranberry, Pennsylvania) will partner PNNL and INL to perform post-irradiation experiments on its chromium-coated accident-tolerant fuel cladding. The project will focus on corrosion and hydrogen behaviour in the cladding from two different coating processes.",
            "GAIN was established by DOE’s Office of Nuclear Energy and provides the nuclear community with the technical, regulatory, and financial support necessary to move innovative nuclear technologies toward commercialisation.   This is the third round of GAIN vouchers awarded for FY 2023."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/south-korea-and-denmark-to-collaborate-on-leu-fuel-salt-production-10961645/",
        "title": "South Korea and Denmark to collaborate on LEU fuel salt production",
        "text": [
            "South Korea’s Kepco Nuclear Fuel (KNF) and GS Engineering & Construction (GS E&C) are to collaborate with Denmark’s Seaborg Technologies to investigate the feasibility of developing a low enriched uranium (LEU) fuel salt production facility in South Korea. The companies see fluoride fuel salt supply as important for generation 4 advanced reactors.",
            "In April, Korea Hydro & Nuclear Power (KHNP), Korean shipbuilding and offshore construction company Samsung Heavy Industries (SHI) and Seaborg set up a consortium to develop and commercialise floating NPPs (FNPPs) using compact molten salt reactors (CMSR). The power plants will be installed on barges to deliver from 200 MWe to 800 MWe, with the first project expected to be a 200MWe power barge. Previously, in January, South Korea’s Samsung Heavy Industries (SHI) received Approval In Principle from the American Bureau of Shipping (ABS) for a conceptual design of a CMSR power barge using technology being developed by Seaborg.",
            "Seaborg's CMSR uses a low enriched fluoride fuel salt which is not yet commercially available. KNF offers nuclear fuel production and fluorides handling expertise, while GS E&C has broad experience in a variety of engineering and construction projects. Seaborg is engaged with a number of research partners covering different aspects of the fuel salt and its properties, and the partners believe they have a solid foundation to investigate the path to commercialisation of fuel salt production.",
            "KNF President & CEO Choi Ik-Soo said KNF “wants to explore adding molten salt fuel for 4th generation reactors to our portfolio, enabling us to stay in the forefront of nuclear fuel development in order to serve our clients\". Kim Young-Shin GS E&C Chief Technical Officer said development of molten salt reactors “looks promising”, and nuclear fuel for 4th generation reactors “is a very interesting business opportunity for GS E&C, which fits very well with our long-term strategic goals\". Seaborg CEO Navid Samandari said the collaboration “brings us one step closer to securing LEU fuel salt for our CMSR” and “further strengthens Seaborg's engagement with Korean industrial partners”.",
            "According to Seaborg, in the CMSR the fuel is mixed into a molten fluoride salt which also acts as the coolant with significant safety benefits. Should the fuel salt come into contact with the atmosphere, it will simply cool down and become “solid rock, containing all the radioactive material within itself”. The reactor “will operate at near-atmospheric pressures eliminating a wide range of accident scenarios”.",
            "At the end of its 12-year fuel cycle, the fuel is returned to the supplier where short-lived fission products are separated and sent to storage. “Since the fuel is chemically stable and the fission products are short-lived, this waste is radiologically similar to radioactive hospital waste and can be handled using conventional methods,” says Seaborg. The remaining fuel salt will be mixed into new CMSR fuel at the fuel supplying facility.",
            "There are a number of molten salt reactor projects under development worldwide. In the USA, companies such as Terrapower are receiving financial and other support from the US Department of Energy. In Canada, Terrestrial Energy is developing its Integral Molten Salt Reactor, and UK-based MoltexFLEX has launched its FLEX reactor design based on molten salt technology. US company Thorcon’s molten salt reactor has been under development for around nine years, with the aim of deploying it in Indonesia. However, as with Seaborg, all these projects remain in the design stage. Russia has also launched a programme to develop a molten salt reactor bringing together all its key institutes and nuclear enterprises to work on the project. It remains to be seen which of these projects is first to produce a demonstration plant.",
            "Image: Signing ceremony between Kepco Nuclear Fuel, GS E&C and Seaborg (courtesy of Seaborg)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/the-next-step-in-molten-salt-reactor-evolution-10902253/",
        "title": "The next step in molten salt reactor evolution",
        "text": [
            "SSR-W site layout. (Credit: Moltex Energy)",
            "The FLEX reactor is the thermal spectrum version of Moltex Energy Limited’s globally patented SSR technology – it uses graphite as the moderator. That technology is shared with MoltexFLEX’s sister company, Moltex Energy Canada, which is developing the fast spectrum version (the SSR-W) and the WAste To Stable Salt (WATSS) process that will produce the fuel for the reactor from recycled spent fuel.",
            "SSRs are fundamentally unique in comparison with all other molten salt reactors in that they restrict the radioactive fuel salt to tubes similar to the fuel assemblies in conventional reactors. A separate, non-radioactive molten salt then transfers heat from the reactor core to heat exchangers.",
            "In other molten salt reactors, where the fuel is also the coolant, the complex fuel salt circulation system – with pumps, filters, conditioning units and heat exchangers – is exposed to the radioactive fuel salt. This puts severe demands on those components and makes maintenance challenging, and these engineering challenges arguably represent the key reasons that these reactors are not currently used commercially.",
            "The FLEX reactor is an evolution of the company’s earlier thermal spectrum design, the SSR-U. MoltexFLEX was launched in September 2022 in the UK to promote the FLEX design worldwide and develop SSR technology.",
            "The FLEX reactor is designed with simplicity in mind. It is small and modular, allowing most components to be factory-produced, enabling transportability, reducing on-site work and speeding up construction, all of which minimise the overall costs. It is a low-pressure design that uses natural convection for all heat transfer – this removes the need for pumps or any other moving parts, and for expensive high pressure containment structures. Wherever possible, the FLEX reactor will use materials and technology already proven within the nuclear industry, making safety and design substantiation quicker and easier by eliminating the need for extensive research programmes.",
            "MoltexFLEX’s key objective is to bring the FLEX reactor to market quickly, rapidly deploying fleets worldwide. This is one of the reasons for the selection of low-enriched uranium as a feedstock for the fuel – this material is available now and is generally accepted round the world without the development of new safeguard protocols. The company aims to produce its first-of-a-kind plant by the end of the decade.",
            "The FLEX reactor is inherently and passively safe. The design philosophy centres on reducing or eliminating hazards through the fundamental characteristics of the technology, along with passive measures to manage residual risks. It relies on inherent safety features such as the containment of volatile fission products as salts within the fuel salt, and passive control systems such as the expansion and contraction of molten salt with temperature to insert or withdraw neutron poison from the core to control the reactor. This approach offers a considerable advantage over other reactor technologies, which rely far more heavily on active safety systems with complex backup systems to ensure reliability of operation.",
            "The FLEX reactor has been developed to provide energy at a cost comparable to that of burning fossil fuels. Furthermore, its 750°C high temperature output offers the potential for higher-efficiency energy conversion as technologies such as super-critical CO2 turbines mature. Given the vast challenge involved in deep decarbonisation, the ability to produce high-temperature heat cost- effectively will be as important as producing low-cost electricity.",
            "The output temperature of the FLEX reactor enables cost-effective storage of thermal energy in the molten salt GridReserve® system for hours or days. This energy can be released when demand outstrips supply, enabling the FLEX and GridReserve® system to complement intermittent renewable energy by rapidly responding to changes in demand and providing dispatchable generation to address dips in output. For technical and economic reasons, conventional nuclear plants are less able to provide this flexibility.",
            "The FLEX reactor’s output heat can be directly used for on- and off-grid electricity generation or for downstream applications, including:",
            "Direct heat for district heating or industrial processes (as much as two-thirds of all heat use in European industry is below 700°C);",
            "High-temperature electrolysis to produce clean hydrogen (the FLEX reactor can also support more efficient thermochemical production of hydrogen); and",
            "As a power source for water desalination plants.",
            "Additionally, the FLEX reactor can be reconfigured for marine applications, principally for ship propulsion.",
            "A FLEX reactor outputs 40 MWt, equivalent to 16 MWe; heat can be produced at a levelized cost of £10/MWh (US$12.4/MWh), whereas electricity can be produced at approximately £30/MWh (US$37.3/MWh). Each reactor has a ground footprint similar to that of a typical three- bedroom house. They can be deployed singly or in arrays of any number to provide energy at the gigawatt scale.",
            "For example, an array of 32 units may be deployed in combination with the GridReserve® thermal storage facility to deliver 1.5 GWe for eight hours of peak demand.",
            "The heat output is passed on using molten salt heat exchangers to the GridReserve® storage tanks, located outside the nuclear island. This stored heat can then be used to generate superheated steam to drive conventional turbines as used in conventional fossil fuel plants.",
            "This configuration is possible because, in contrast to conventional reactor designs, the safety of the FLEX reactor is completely independent of the heat sink provided by the heat storage and power generation plant.",
            "Both the fuel – a low-enriched uranium fluoride – and primary coolant consist of molten salt, with corrosion controlled through the salts’ chemistry, preventing oxidation and leaching. The fuel salt is contained in steel tubes, each placed in a separate channel in a graphite matrix moderator, forming the reactor core. The core sits within the reactor tank vessel, which is filled with primary coolant. The vessel is placed in a concrete pit underground and covered with a concrete shield. Convection circulates the molten fuel salt within the fuel tube, with heat transferred through the tube wall to the surrounding coolant.",
            "During normal operation, heat from the fuel is removed from the core by natural convection of the primary coolant salt within the reactor tank. Residual decay heat is continually removed by natural circulation of air around the tank. These passive mechanisms ensure that no active systems or pumps are required for heat removal or shutdown.",
            "MoltexFLEX’s in-house development team has made considerable strides over the past year. For example, in concert with scientific instruments manufacturer Anton Paar, the company has recently installed a rheometer inside a climate-controlled inert gas glovebox at the MoltexFLEX laboratory in Warrington, Cheshire – an installation unique in the UK. Capable of measuring the viscosity and density of molten salts at temperatures up to 1,000°C, the rheometer is now generating data on the behaviour of the proposed fuel and coolant salts for the FLEX reactor, material properties which have hitherto been little explored.",
            "Additionally, MoltexFLEX is working together with external partners in its research. Thanks to a grant from the Henry Royce Institute as part of the Industrial Collaboration Programme, the company is now collaborating with scientists at the University of Manchester’s Nuclear Graphite Research Group to characterise how molten salt interacts with standard industrial-grade graphite. Using industrial- grade synthetic graphite with high thermal and chemical resistance will deliver significant cost savings for the FLEX reactor.",
            "Finally, MoltexFLEX is demonstrating corrosion control of the alloys proposed for use within the reactor vessel and the fuel tubes. Corrosion of metals by molten salts is a long-standing problem in the industry. This is prevented in the coolant salt by dissolving small amounts of aluminium within it, which scavenges any oxidising agents before they can attack the metal.",
            "The FLEX reactor uses a patented eutectic mixture of aluminium fluoride and sodium fluoride as primary coolant. Similar salt mixtures have seen decades of use in the aluminium smelting industry, giving high confidence in their lack of interaction with the graphite moderator. The fuel salt chemistry is redox stabilised by a combination of uranium oxidation states, acting as a redox buffer in a eutectic mixture with sodium fluoride diluent. The buffer enables maintenance of redox potential, and neutralisation of potentially corrosive fission products generated throughout the reactor’s life.",
            "Alloy sample tubes containing fluoride salts have been heated to the FLEX reactor operating temperature of up to 900°C and maintained at that level for many months in the MoltexFLEX laboratory, at the end of which they exhibit little evidence of corrosion – even at the micron level when examined under a scanning electron microscope.",
            "MoltexFLEX is scaling up to build on the progress the company has made over the past year, which is expected to see multi-fold increases in the size of its team to several hundred internal and external staff over the next two years, and is currently having fruitful discussions with private investors to fund the next stage of development. While the company believes it can bring the first-of-a-kind FLEX reactor to fruition via private finance alone over the next 6-7 years, it is eagerly awaiting the establishment of Great British Nuclear and the opportunity to work with them to establish advanced nuclear technologies such as FLEX in the energy mix. In the meantime, the company is increasingly gaining recognition for its ground-breaking technology – for example, in April it was named as a Champion as part of the Green Builders Of Tomorrow initiative, run by the Department for Business and Trade. As part of this initiative, Moltex are joining five other companies in travelling to the UAE to meet potential investors.",
            "To conclude, MoltexFLEX believes that its SSR technology, and the FLEX reactor in particular, have a huge contribution to make – not just towards achieving Net Zero by 2050, but also in bringing abundant, clean and low-cost energy to the developing world and restoring Britain’s lead as a nuclear innovator. It’s this vision that drives the MoltexFLEX team every day towards making the FLEX reactor a reality.",
            "Author: David Landon, MoltexFLEX CEO"
        ],
        "frequency": 16
    },
    {
        "url": "https://www.neimagazine.com/news/moltexflex-to-develop-technology-to-measure-molten-salt-characteristics-10713360/",
        "title": "MoltexFLEX to develop technology to measure molten salt characteristics",
        "text": [
            "UK-based MoltexFLEX says it has commissioned technology to measure the viscosity and density of molten salts at temperatures up to 1,000°C. The company, together with scientific instruments manufacturer Anton Paar, has installed a rheometer inside a climate-controlled inert gas glovebox at the MoltexFLEX laboratory in Warrington, Cheshire. The test rig is now operational and has started providing data.",
            "Rheometers measure the viscosity and density of different materials at varying temperatures. MoltexFLEX, a subsidiary of Canada’s Moltex Energy, is using its new rheometer to test the fluoride salts. The company is planning to use it as the fuel and coolant for its FLEX reactor, the design for which it launched in October 2022. MoltexFLEX says the reactor uses molten salt technology in an unprecedented way. With no moving parts, the FLEX reactor is simple in both design and operation, the company said. It can respond to changes in energy demand – automatically entering an idle state or returning rapidly to full power – making it an ideal complement to wind and solar power.",
            "“The FLEX reactor relies on natural convection rather than pumps to circulate the molten salt coolant, and this is sensitive to viscosity and density, so accurate information of these parameters at different temperatures is vital,” says MoltexFLEX lead chemist Phil Quayle.",
            "There is little available information on how the kinds of fluoride salts used in the FLEX reactor behave at high temperatures. Data on their density and viscosity is difficult to gather reliably as the salt can easily become contaminated by oxygen and water, which affects its material properties.",
            "Installing the rheometer inside the glovebox, which is filled with pure nitrogen gas, solves this problem and enables MoltexFLEX’s scientists to get accurate results, the company says. The team has calibrated the rheometer with lower-temperature chloride salts and is now generating viscosity data for the FLEX salts. “Bringing the rheometer capability in-house is a huge step forward in MoltexFLEX’s analytical capability. It enables us to ‘try fast and learn fast’. We can rapidly develop experimental protocols and generate good data sooner,” Quayle notes.",
            "MoltexFLEX research chemist Dr James Moffat, who led the rheometer commissioning process,s says the Anton Paar team “have been fantastically supportive in making this installation possible. “As far as we and Anton Paar know, no-one in the UK has installed a high-temperature rheometer inside a climate-controlled environment like this,” explains chemist Beth Mapley, who is developing procedures for use with surrogate uranium fluoride fuel salt . “It’s really exciting to be able to work on such cutting-edge research.” .",
            "According to Ana-Maria Fuentes, a sales engineer from Anton Paar, the project “has been without a doubt one of our most challenging installations…. We successfully installed a fully functional MCR 302e rheometer with temperature capabilities up to 1,000°C inside an inert glovebox”.",
            "In February, MoltexFLEX was awarded a research grant by the Henry Royce Institute of Advanced Materials (Royce). Using the grant, MoltexFLEX will work with the University of Manchester’s Nuclear Graphite Research Group (NGRG) to investigate how the FLEX reactor’s molten salt coolant interacts with graphite, which is used as a moderator. MoltexFLEX and NGRG scientists will employ the state-of-the-art facilities available in the university’s irradiated materials laboratory to examine the graphite and its response to molten salt exposure in minute detail.",
            "Image: MoltexFLEX chemists Dr James Moffat and Beth Mapley working with the rheometer (courtesy of MoltexFLEX)"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.neimagazine.com/news/smr-development-tracked-by-nea-and-iaea-studies-10691068/",
        "title": "SMR development tracked by NEA and IAEA studies",
        "text": [
            "The Nuclear Energy Agency (NEA) has recently published a 73-page study, which tracks the progress of selected small modular reactor (SMR) designs towards deployment. NEA says the SMR designs are at various stages of development, from fundamental research on new concepts to commercial deployment and operation of mature designs.",
            "NEA notes that the International Panel on Climate Change (IPCC) found, on average, the pathways for the 1.5 degree C scenario would require installed nuclear capacity to reach 1,160 GWe by 2050, up from 394 GWe in 2020. “While the IPCC nuclear target is ambitious for nuclear energy, it is not beyond reach,” according to NEA. “Recent NEA analysis … finds that this target can be achieved through a combination of the long-term operation of existing plants and building large-scale Generation-III new builds and SMRs. It will also include leveraging both power and non-power applications of nuclear energy, including nuclear heat for industry and district heating, nuclear-based hydrogen and synthetic fuels.”",
            "NEA estimates that by 2050 SMRs could reach 375 GWe of installed capacity in an ambitious case, contributing to more than 50% of this capacity gap. The SMR technology pipeline includes a range of technology readiness levels and regulatory readiness levels. Some technologies are already demonstrated (at lab and commercial scales), while others are still in the R&D stage. NEA says timelines for deployment vary based on technology and regulatory readiness levels, with some designs expected to be demonstrated and commercialised before 2030 with others to follow later in the 2030s.",
            "NEA believes less mature SMRs will also play a role in meeting decarbonisation objectives. SMRs and advanced reactors with high levels of technology and licensing readiness will play a central role in getting to net zero by 2050 by supporting decarbonisation efforts that are expected to gain pace in the 2030s and 2040s. SMRs and advanced reactors with lower levels of technology and licensing readiness could be deployed at scale from the 2040s to supply electricity, heat and hydrogen and would contribute to long-term sustainability of nuclear energy after 2050 when associated with advanced nuclear fuel cycles. The report urges policy support for SMRs with high and low levels of technology and licensing readiness.",
            "The NEA SMR Dashboard studies only 21 specific SMRs with respect to six key areas: licensing; siting; financing; supply chain; engagement; and fuel. The 21 reactors include:",
            "ARC-100 (ARC Clean Technology, Canada), a 286 MWt fast reactor fuelled by metallic uranium dioxide (UO2);",
            "CAREM (CNEA, Argentina), a 100 MWt thermal reactor fuelled by UO2 pellets;",
            "APCR50S (CGN, China), a 200 MWt thermal reactor fuelled by UO2 pellets;",
            "ACP100 (CNCC, China), a 385 MWt thermal reactor fuelled by UO2 pellets;",
            "Nuward (EDF, France), a 540 MWt thermal reactor fuelled by UO2 pellets;",
            "BWRX-300 (GE-Hitachi, USA), an 870 MWt thermal reactor fuelled by UO2 pellets;",
            "Hermes (Kairos Power, USA), a 35 MWt thermal reactor fuelled by TRISO pebbles;",
            "SEALER-55 (Leadcold Reactors, Sweden), a 140 MWt fast reactor fuelled by metallic UO2 pellets;",
            "Stable Salt Reactor-Wasteburner (Moltex Energy, Canada), a fast reactor fuelled by molten salt;",
            "VOYGR (NuScale Power, USA), a 250 MWt thermal reactor fuelled by UO2;",
            "Aurora (Oklo, USA) a 4 MWt fast reactor fuelled by metallic UO2;",
            "Rolls Royce SMR (Rolls Royce SMR, UK), a 1,358 MWt thermal reactor fuelled by UO2 pellets;",
            "KLT40S (Rosatom, Russia), a 150 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200N (Rosatom, Russia), a 190 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200S (Rosatom, Russia), a 198 MWt thermal reactor fuelled by UO2 pellets;",
            "Natrium (Terrapower, USA), an 840 MWt fast reactor fuelled by metallic UO2;",
            "HTR-PM (INET-CNNC, China), a 500 MWt thermal reactor fuelled by TRISO pebbles;",
            "MMR (UltraSafe Nuclear, USA), a 15 MWt thermal reactor fuelled by TRISO prismatic;",
            "U-Battery (Urenco, UK), a 10 MWt thermal reactor fuelled by TRISO prismatic;",
            "eVinci (Westinghouse, USA), a 13 MWt thermal reactor fuelled by TRISO;",
            "XE-100 (X-energy, USA), a 200 MWt thermal reactor fuelled by TRISO-X pebbles.",
            "These include 10 water cooled reactors; four gas-cooled reactors; four fast reactors and two molten salt reactors. NEA also classifies them according to reactor configurations including 17 land-based designs; five multi-module designs; three marine-based designs; and one mobile design.",
            "NEA notes that SMRs can replace fossil fuels for on-grid power generation, diesel generators for off-grid mining and industrial operations, and fossil fuels for cogeneration of heat and power for heavy industries and district heating. They can also enable large-scale water treatment and desalination to produce clean potable water. “These varied market needs have prompted the development of a range of SMR technologies, which vary in technology, sizes, and configuration.” NEA comments: “Policymakers are often overwhelmed with this great variety as they strive to consider which designs might meet their particular needs and in what time frame.”",
            "It says the NEA SMR Dashboard is designed to help navigate this complex area of technology. It adds that future editions will continue to track the progress of these designs and include additional SMR technologies as verifiable information becomes available and is assessed.",
            "However, missing from the array of information on this selection of widely different SMRs is projected deployment dates. Some of these companies have suggested somewhat optimistic dates for operation of their first units. For example, USNC has suggested 2027 for its MMR, while Kairos (Hermes) has suggested 2026. Terrapower (Natrium), Urenco (U Battery) and X-energy (Xe-100) have all suggested 2028, although Terrapower has since indicated a delay of two years due to problems with fuel development. Leadcold initially suggested 2025 for its SEALER-55 but later amended that to 2030. Others scheduled for the early-mid 2030s include EDF’s Nuward, NuScale’s VOYGR, the Rolls Royce SMR and the Westinghouse eVinci. Meanwhile, Russia’s KLT40S and China’s HTR-PM are already in operation.",
            "Much greater detail is available in the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022. This provides data on SMRs around the world, including detailed descriptions of 83 reactors under development or construction in 18 countries. The 424 pages provide details of the technologies involved while Annex I summarises the information in a series of tables, including deployment timelines. The first booklet in this series was first published in 2014 and serves as a supplement to the IAEA’s Advanced Reactors Information System (ARIS), an online database with comprehensive information on the latest developments in advanced reactors.",
            "IAEA notes in its introduction to the latest edition: “Several major milestones have been reached in SMR technology deployment. The Akademik Lomonosov floating power unit in the Russian Federation with two-module KLT-40S was connected to the grid in December 2019 and started commercial operation in May 2020. The HTR-PM demonstrator in China was connected to the grid in December 2021 and is expected to reach full power operation by the end of 2022. The CAREM25 in Argentina is under construction and is expected to reach first criticality in 2026. The construction of ACP100 in China started in July 2021 and is targeted to start commercial operation by the end of 2026. The construction of BREST-OD-300 in Russian Federation began in June 2021 and is planned to be completed in 2026. The NuScale Power Module in the United States has received Standard Design Approval from US NRC in September 2020. The NRC has directed to issue a final rule that certifies NuScale’s SMR design for use in the United States.”",
            "All the other designs, including those mentioned by NEA, are either in the pre-conceptual/conceptual or basic/detailed design stages. Those still in the conceptual design stage include U Battery, eVinci, Nuward and Sealer-55.",
            "IAEA notes that the technical description and major technical parameters in the booklet “were provided by the design organisations without validation or verification by the IAEA. All figures, illustrations and tables in technical description of each design were also provided by the design organisations.” A similar caveat is given by NEA."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/estonias-fermi-energia-chooses-bwrx-300-for-its-smr-programme-10582892/",
        "title": "Estonia’s Fermi Energia chooses BWRX-300 for its SMR programme",
        "text": [
            "Estonia's privately held nuclear energy company, Fermi Energia, has chosen GE Hitachi Nuclear Energy's (GEH's) BWRX-300 small modular reactor (SMR) for deployment in Estonia by the early 2030s.",
            "In 2022 Fermi Energia had accepted tenders from US-Japan joint venture GE Hitachi, US-based NuScale and the UK’s Rolls-Royce. Fermi Energia said the criteria for selection were technological maturity, establishment of a reference plant, economic competitiveness and participation of Estonian companies in the supply chain.",
            "Fermi Energia was founded by Estonian energy and nuclear energy professionals specifically to develop deployment of SMRs in Estonia. In July 2019, the company launched a feasibility study on the suitability of SMRs for Estonia's electricity supply and climate goals beyond 2030. This followed a financing round from investors and shareholders. At that time, four SMR designs were included in the feasibility study: Moltex Energy SSR-W300, Terrestrial Energy IMSR-400, GE Hitachi BWRX-300 and NuScale SMR.",
            "The BWRX-300 design is a 300 MWe water-cooled, natural circulation SMR with passive safety systems. It is the 10th evolution of GE’s boiling water reactor (BWR), hence the “X” in its name. The design is based on the Generation III+ 1,520MWe ESBWR, which the US Nuclear Regulatory Commission certified in 2014. The BWRX-300 is currently undergoing a Canadian Nuclear Safety Commission Pre-licensing Vendor Design Review and a US Nuclear Regulatory Commission Pre-application design review.",
            "In January, GEH, Ontario Power Generation (OPG), SNC-Lavalin and Aecon signed a contract for the deployment of a BWRX-300 SMR at OPG's Darlington site. In August 2022, the Tennessee Valley Authority began planning and preliminary licensing for potential deployment of a BWRX-300 at the Clinch River Site in Tennessee. In June 2022, Canada's SaskPower selected the BWRX-300 for potential deployment in Saskatchewan in the mid-2030s. In addition, Poland’s ORLEN Synthos Green Energy (OSGE) plans a fleet of BWRX-300s, aiming to deploy the first by 2030. GEH has also begun the design certification process for the BWRX-300 in the UK.",
            "\"The BWRX-300 is a boiling water reactor based on its operating principle, which is used and well known by many European countries, including Finland and Sweden,” said Fermi Energia CEO Kalev Kallemets. “However, the specific reactor model is much smaller than the ones used in the nuclear plants of our northern neighbours, which allows for greater safety and reduced cost and time. At the same time, it is still possible to rely on the experience of our neighbours and to offer the consumer clean electricity at an affordable and stable price.\"",
            "He added: \"The choice of BWRX-300 by Polish, Swedish and other European companies gives assurance that the competence and supply chain of the selected technology will be sufficient in Europe.\"",
            "\"There are dozens of new SMRs in development around the world – each of them different in some way,” said Marti Jeltsov, Chief Technology Officer of Fermi Energia. “Some developers are experimenting with more exotic technologies that will take a long time to reach market maturity, while others use tried and tested, functional and safe solutions. Estonia cannot be too bold an experimenter with its first nuclear power plant. It also set a number of practical criteria for the choice of technology which, after thorough consideration, fell to GE Hitachi.\"",
            "GEH and Fermi Energia have worked together since signing an agreement in 2019 to collaborate on potential deployment applications for the BWRX-300. In 2021 this was followed by a teaming agreement to work together in key areas including licensing support and supply chain development. \"By leveraging a unique combination of existing fuel, plant simplifications, proven components and a design based on an already licensed reactor, the BWRX-300 offers cost-competitive zero-emission generation in a meaningful timeframe,\" said GEH President & CEO Jay Wileman.",
            "Before nuclear construction can begin in Estonia, a positive decision is required from the Riigikogu (parliament) as well as the initiation of a special national plan to find a suitable location for the plant and the development of nuclear energy legislation. \"We have analysed all the work ahead and consider it realistic to produce reliable, clean and affordable nuclear energy in Estonia by Christmas 2031, which should also be in the interest of society and the country's climate goals,” said Kallemets. “Understandably, this goal requires a serious effort from both the state and Fermi Energia.\"",
            "Image: Artist's impression of a BWRX-300 plant (courtesy of GEH)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/moltexflex-awarded-uk-research-grant-to-study-graphite-10564029/",
        "title": "MoltexFLEX awarded UK research grant to study graphite",
        "text": [
            "UK-based MoltexFLEX has been awarded a research grant by the Henry Royce Institute of Advanced Materials (Royce). MoltexFLEX a subsidiary of Canada’s Moltex Energy, in October announced its FLEX reactor design, which uses molten salt technology. Using the grant, MoltexFLEX will work with the University of Manchester’s Nuclear Graphite Research Group (NGRG) to investigate how the FLEX reactor’s molten salt coolant interacts with graphite, which is used as a moderator.",
            "MoltexFLEX and NGRG scientists will employ the state-of-the-art facilities available in the university’s irradiated materials laboratory. They will make use of x-ray computed tomography (XCT) and hard x-ray photoelectron spectroscopy (XPS) to examine the graphite and its response to molten salt exposure in minute detail.",
            "The award is part of the Industrial Collaboration Programme (ICP), a Royce initiative that seeks to boost research, development and innovation activities across the UK. The ICP is part of a £5.6m Royce initiative for collaborative, business-led research, development and innovation projects aimed at accelerating progress towards a sustainable future.",
            "The Henry Royce Institute is the UK’s national institute for advanced materials research and innovation, which operates from its hub at Manchester University. It is a Partnership of nine leading institutions – the universities of Cambridge, Imperial College London, Liverpool, Leeds, Oxford, Sheffield, the National Nuclear Laboratory, and the UK Atomic Energy Authority. Royce coordinates over £300m of facilities, providing a framework that can deliver beyond the current capabilities of individual partners or research teams. It is funded by the Engineering & Physical Sciences Research Council, part of UK Research & Innovation.",
            "The funding for MoltexFLEX will be used for characterisation to help qualify industrial-grade graphite for applications in advanced molten salt nuclear technologies. MoltexFLEX is investigating the possibility of using standard industrial-grade graphite as part of the company’s policy to use readily available, off-the-shelf components and solutions.",
            "The research will use industrial-grade synthetic graphite that has high thermal and chemical resistance. MoltexFLEX says it will deliver significant cost savings for the FLEX reactor, as well as enabling it to be rolled out worldwide more rapidly. “With clean capacity needing to be installed at a rate of 1 GW per day, if we are to hit our 2050 targets, the challenge is immense,” the company notes. MoltexFLEX plans to have its first reactor operational by 2029.",
            "David Landon, CEO of MoltexFLEX says graphite is a significant component of the reactor cost. “The success of this research in demonstrating the viability of industrial-grade graphite will contribute to MoltexFLEX’s mission to deliver affordable nuclear power for all.”",
            "MoltexFLEX has been working with NGRG on graphite-related topics since 2020. The NGRG team, headed by Professor Abbie Jones, has extensive expertise in graphite research. Leading the project for MoltexFLEX is Dr Chris Morgans, who has 20 years of experience working in academia and industry as a researcher and strategic project manager in the field of materials science.",
            "The University of Manchester’s Professor of Nuclear Graphite Engineering Abbie Jones, Research Area Lead for Nuclear Materials with Royce, said: “This partnership will utilise world-leading facilities at the Henry Royce Institute to validate innovative new technologies developed by MoltexFLEX for potential use in their novel reactor design. She added that the project “will establish a strong working relationship that can move forward onto larger-scale nuclear research”.",
            "Image: Cutaway of the FLEX reactor (courtesy of MoltexFLEX)"
        ],
        "frequency": 15
    },
    {
        "url": "https://www.neimagazine.com/news/south-koreas-samsung-advances-its-plans-for-a-molten-salt-reactor-10490905/",
        "title": "South Korea’s Samsung advances its plans for a molten salt reactor",
        "text": [
            "South Korea’s Samsung Heavy Industries (SHI) has said it has received Approval In Principle from the American Bureau of Shipping (ABS) for a conceptual design of a",
            "Compact Molten Salt Reactor",
            "(CMSR) Power Barge – floating offshore NPP – using technology being developed by Denmark’s Seaborg. SHI signed a business agreement with Seaborg in January 2022 to develop a floating NPP and plans to commercialise it by 2028 after completing detailed design of all power generation facilities.",
            "SHI and Seaborg signed a partnership agreement to develop floating nuclear power plants",
            "based on Seaborg’s CMSR. The agreement included development of hydrogen production plants and ammonia plants, as the CMSR is an ideal power source for supply of stable, clean, and safe electricity.",
            "The Power Barge, designed by SHI, can be equipped with 2-8 100MW CMSRs as required. SHI says it is not only an alternative to existing fossil fuel power generation facilities, but also can produce electricity and heat for industrial systems, hydrogen production, and seawater desalination facilities.",
            "According to Seaborg, in the CMSR the fuel is mixed into a molten fluoride salt which also acts as the coolant with significant safety benefits. Should the fuel salt come into contact with the atmosphere, it will simply cool down and become “solid rock, containing all the radioactive material within itself”. The reactor “will operate at near-atmospheric pressures eliminating a wide range of accident scenarios”.",
            "At the end of its 12-year fuel cycle, the fuel is returned to the supplier where short-lived fission products are separated and sent to storage. “Since the fuel is chemically stable and the fission products are short-lived, this waste is radiologically similar to radioactive hospital waste and can be handled using conventional methods,” says Seaborg. The remaining fuel salt will be mixed into new CMSR fuel at the fuel supplying facility.",
            "In June, Seaborg was awarded an",
            "by the European Innovation Council (EIC). The EIC Accelerator, with a budget of €10.1bn, provides financial support and business acceleration services to companies. Selected companies each receive grants and/or equity investments, depending on their needs, up to €17.5m.",
            "Seaborg is also developing its own power barge “as a turn-key product, ready to be moored at an industrial harbour”, where a transmission cable will be connected from the barge to the electric grid on shore. An optional solution is to place a hydrogen or ammonia production plant next to the barge which will supply power to that plant. According to Seaborg’s timeline, the first barge will be delivered in 2028, with serial production to begin in 2030.",
            "There are a number of molten salt reactor projects under development worldwide. In the USA, companies such as Terrapower are receiving financial and other support from the US Department of Energy. In Canada, Terrestrial Energy is developing its Integral Molten Salt Reactor, and UK-based MoltexFLEX has launched its FLEX reactor design based on molten salt technology. US company Thorcon’s molten salt reactor has been under development for around nine years, with the aim of deploying it in Indonesia. However, as with Seaborg, all these projects remain in the design stage. Russia has also launched a programme to develop a molten salt reactor bringing together all its key institutes and nuclear enterprises to work on the project. It remains to be seen which of these projects is first to produce a demonstration plant.",
            "Image: Artist's impression of a compact molten salt reactor power barge (courtesy of Seaborg)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/canada-calls-for-proposals-for-cnri-programme-10064542/",
        "title": "Canada calls for proposals for CNRI programme",
        "text": [
            "Canadian Nuclear Laboratories (CNL) has issued a call for proposals for the fourth round of its Canadian Nuclear Research Initiative (CNRI). CNL said the CNRI programme continues to grow, and this year has expanded to accept applications from Canadian universities, who are invited to submit project ideas that fall within this round’s designated focus areas.",
            "“We must close the innovation gap here in Canada, and that means working in collaboration with like-minded organisations to discover and advance solutions that address critical national needs,” commented CNL’s President and CEO, Joe McBrearty. “That is the intent of the CNRI programme, and it is at the centre of CNL’s new strategic vision. And as part of that goal, this year we have expanded what has already been a very successful programme to incorporate participation from Canada’s academic community. It is only by working better together that we can bring a new generation of reactors online here in Canada to combat climate change.”",
            "The CNRI programme was launched by CNL in 2019 to accelerate the deployment of new innovations, including small modular reactor (SMR) and advanced reactor (AR) designs, next-generation on-grid reactors and fusion technologies, by connecting reactor vendors with the facilities and expertise within Canada’s national nuclear laboratories. Participants are able to optimise resources, share technical knowledge, and gain access to CNL experts to help advance the commercialisation of AR technologies.",
            "For the fourth intake, research proposals must align with topics that include advanced fuels, advanced materials and chemistry, reactor safety, component development and testing, and application of nuclear capabilities to emerging technologies. As in previous rounds, once a technical review of each proposal is completed, CNL will work with the proponent to develop a plan to establish the scope, budget, and deliverables for the project. CNL will complete a final evaluation of the proposed project plans before making the final selection and approval of successful applicants. The deadline for this round of submissions is December 21, 2022.",
            "Since the CNRI programme was launched, CNL has received applications from many of the world’s leading reactor vendors, and participates in collaborative research projects with companies that include General Fusion, Terrestrial Energy, ARC Clean Energy, Ultra Safe Nuclear Corporation, and Moltex. Together, these projects enabled CNL to grow its capabilities in a number of promising new areas, including work to advance fuel development and manufacturing processes for new SMR designs, nuclear safeguards for a molten salt reactor design, tritium extraction techniques for fusion reactors, and the fabrication of innovative new reactor fuels.",
            "By leveraging the assets owned by Atomic Energy of Canada Limited (AECL), CNL serves as the nexus between government, the nuclear industry, the broader private sector and the academic community."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/uks-moltexflex-launches-new-concept-molten-salt-reactor-10061084/",
        "title": "UK’s MoltexFLEX launches new concept molten salt reactor",
        "text": [
            "UK-based MoltexFLEX has launched its FLEX reactor, which uses molten salt technology in an unprecedented way. MoltexFLEX is a subsidiary of Moltex Energy Limited. With no moving parts, the FLEX reactor is simple in both design and operation, the company said. The reactor can respond to changes in energy demand – automatically entering an idle state or returning rapidly to full power – making it an ideal complement to wind and solar power.",
            "Worldwide, spikes in demand have often been filled by fossil fuels, because conventional reactors are not suited to rapidly changing their output. But the FLEX reactor can be quickly deployed to meet changing energy requirements. In addition, it would take just 24 months to build a 500 MW power plant.",
            "MoltexFLEX CEO David Landon said: “We recognised the need for an energy supply that can support renewables when the sun doesn’t shine or the wind doesn’t blow. In the FLEX reactor, we have a solution for consumers and countries alike.”",
            "Moreover, the cost of electricity generated by the FLEX reactor is comparable to that of wind, at just GBP40 ($44.6) per MWh. This is achieved through a unique, patented system which uses two molten salts: one acting as a fuel, while the other circulates as a coolant. This allows the heat from the reactor to be extracted through natural convection, without the need for pumps. Because of its simplicity, the FLEX reactor does not require expensive steel and concrete structures, greatly reducing the operational and maintenance costs. Once online, the FLEX reactor can be operated with the same skills and equipment used in a fossil fuel plant, and it can last 60 years with only two scheduled breaks to refuel.",
            "The FLEX reactor also has multiple applications, making it an ideal global export. Landon added: “The FLEX reactor provides the safety net of affordable domestic energy, but is versatile enough for applications ranging from decarbonising heavy industry to powering cargo ships.” The 750°C heat it produces can also be used for water desalination and more efficient hydrogen production.",
            "Furthermore, the FLEX reactor’s small footprint and short construction time make it ideal for meeting changing energy needs. Roughly the size of a two-storied house, each reactor has the potential to power 40,000 homes. With the addition of more reactors, there is no limit to the size of community they can support, or the jobs and booming export market they can create.",
            "Image: A FLEX reactor plant (courtesy of MoltexFLEX)"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/nuscale-power-and-fermi-energia-to-explore-advanced-nuclear-application-in-estonia-9965998/",
        "title": "NuScale Power and Fermi Energia to explore advanced nuclear application in Estonia",
        "text": [
            "US-based NuScale Power recently announced it has signed a memorandum of understanding (MOU) with Estonian energy company Fermi Energia under which Fermi Energia will evaluate NuScale’s small modular reactor (SMR) design for deployment in Estonia.",
            "In July 2019, Fermi Energia announced it would conduct a feasibility study on the deployment of SMRs in Estonia. NuScale’s design was one of the technologies chosen to be studied. Under this new MOU, NuScale will support Fermi Energia as it conducts further analysis and considers deploying a NuScale VOYGR SMR power plant in Estonia to supply baseload energy by 2031.",
            "“Considering the geopolitics of today, this agreement builds upon the existing momentum and strong interest from the international community who are looking to NuScale’s SMR technology as the premier, flexible, and cost-competitive climate solution,” said John Hopkins, NuScale Power President and CEO. “NuScale looks forward to working with Fermi Energia as they evaluate how our SMRs can become a key component of Estonia’s energy future.”",
            "Kalev Kallemets, Fermi Energia CEO and co-founder said the advantage of the new generation of SMRs is clearly manifested in the case of Estonia. “They fit better into the electricity grid, are more flexible and economical to operate, and meet stricter safety requirements than the existing nuclear plants,” he noted. “Before choosing the most suitable technology for Estonia, we will conduct a comprehensive analysis and evaluate which of the small reactors that will become market-ready in the near future best meets Estonia's needs to produce CO2-free energy year-round, in any weather, at an affordable price.”",
            "Estonia has committed to stop using oil shale, currently its largest source of energy, in its power plants by 2030. To replace this, Fermi Energia has advocated using SMR technology to secure energy independence. By 2031, Fermi Energia envisions clean, safe, affordable, and carbon-free electricity from of the next generation of nuclear energy.",
            "The NuScale Power Module is a small pressurised water reactor that can generate 77MWe and can be scaled to meet customer needs. NuScale’s 12-module VOYGR-12 power plant is capable of generating 924MWe, and NuScale also offers four-module VOYGR-4 (308MWe) and six-module VOYGR-6 (462MWe) plants, as well as other configurations based on customer needs.",
            "NuScale’s SMR design was the first to receive approval from the US Nuclear Regulatory Commission. The first commercial deployment of the NuScale VOYGR plant is expected to be a six-module unit for the Carbon Free Power project of Utah Associated Municipal Power Systems, which is to be built at the Idaho National Laboratory in the USA.",
            "Fermi Energia chose GE Hitachi's BWRX-300 as its reference technology, but is also investigating several other SMR technologies including Terrestrial Energy's ISMR-400, Moltex SSR-W300, Rolls-Royce's UK SMR and NuScale."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/reinvented-the-dual-fluid-principle-9952766/",
        "title": "Reinvented: The Dual Fluid principle",
        "text": [
            "A pressurised water reactor head, with the control rods visible on the top. (Credit: NRC/ Wikipedia)",
            "Dual Fluid was originally a German nuclear technology start-up, but was incorporated as a public company in Vancouver in 2021 to better position it to benefit from Canada’s favourable disposition towards SMR development. “The Canadian government promotes SMRs as a technology of the future,” says Dual Fluid, “while the population predominantly sees nuclear power as an opportunity.”",
            "Also, “the country is experienced in nuclear technology and, unlike Germany, can look back on uninterrupted expertise” and “last but not least, there is an internationally recognised nuclear licensing authority.”",
            "LWRs: an inadequate technology",
            "The light water reactors commonly used worldwide are inefficient as they can only convert about 1% of the natural uranium produced into electricity, argues Dual Fluid. In addition, the nuclear fuel is burned at low temperature, which makes “interesting chemical applications” impossible.",
            "How did this inadequate technology prevail over more promising designs that existed in the middle of the last century? The answer is found in its military advantages, argues Dual Fluid: reactors with fuel rods are well suited to powering submarines, plus they can provide plutonium for nuclear weapons in an uncomplicated way. Other concepts that were known to be more suitable for civilian use were dropped. The fact that we are still using the same LWR technology several decades on is attributable to the immense energy density of the fuel: it provides so much energy that even inefficient nuclear power plants are profitable.",
            "Of the early designs that were not developed commercially, two stand out: one with liquid fuel; one with liquid lead cooling. In the 1960s, the USA successfully operated an experimental reactor with liquid fuel (molten salt reactor) that was able to make better use of the fuel. However, since the fuel salt also transferred the heat, the power density was limited because the two functions are difficult to reconcile. Russia built a reactor with high-performance liquid lead cooling in the 1970s for its submarine fleet. But these reactors used fuel rods, making fuel supply and recycling difficult.",
            "The Dual Fluid concept is a fast reactor that aims to combine the advantages of the molten salt reactor with those of a lead-cooled reactor in a completely new design.",
            "The key innovation lies in using two liquids in the reactor core. There, liquid fuel can develop its full power, at around 1000°C (compared with 320°C for a typical LWR), while liquid lead handles the heat transfer.",
            "The principle is completely new in nuclear technology, says Dual Fluid. The decisive advantage is the high power density, which is due to the compactness of the system and the high operating temperature.",
            "The fuel can circulate as slowly as required for an optimum burn-up rate, while the coolant can circulate as fast as required for optimum heat removal. As a result, undiluted liquid fuel – a metallic actinide mixture – can be used, significantly increasing the amount of fissile material in the reactor core. The compactness of the core reduces the amount of structural materials required, which allows the use of expensive, high-temperature and corrosion- resistant materials. Using molten lead as a coolant also dissipates the heat without slowing down the neutrons in the reactor core.",
            "High power density goes hand-in-hand with high efficiency: a small Dual Fluid core rated at 300 MWe is eight to 10 times more efficient than current LWRs. With larger cores, power density and efficiency increase further.",
            "Because Dual Fluid, as a fast reactor, operates with a high neutron excess, the reactor – in combination with the Dual Fluid recycling plant – can fully utilise any fissile material, including thorium, natural uranium, and nuclear waste from current reactors.",
            "The principle of separate cycles for fuel and coolant “completely redefines nuclear power”, Dual Fluid believes. In combination with the Dual Fluid recycling plant, all the fuel loaded is used productively, without the need for a final repository.",
            "Application of the Dual Fluid principle is not confined to SMRs, but the first realisation of the concept is expected to be a small modular reactor, rated at about 300 MWe, the DF300 (Figure 1).",
            "In the DF300 modular power plant, the fuel is delivered to the power plant in a sealed cartridge. There it is heated and pumped in liquid form into the reactor core, where it produces heat for around 25 years. The spent fuel is then returned to the cartridge and transported for recycling.",
            "Larger cores, such as in the DF1500 power plant, – 1500 MWe/3000 MWth – have a higher fuel throughput and can be combined directly with a Dual Fluid recycling system. This enables permanent fuel processing on site.",
            "The Dual Fluid recycling process differs fundamentally from ‘conventional’ fuel reprocessing based on PUREX wet chemistry. In the Dual Fluid recycling plant, the spent fuel first converted into liquid salt form and then separated into its components using a distillation process that is already established outside the nuclear industry. All fissionable materials are then mixed with fresh fuel and returned to the reactor core.",
            "This recycling method, based on pyrochemical distillation, enables the complete utilisation of any fissionable material, achieving, for the first time, a truly circular economy in the nuclear fuel chain, says Dual Fluid.",
            "In addition to electricity generation, the DF1500 power plant, with its 3000 MWth of heat, is particularly suitable for energy-intensive heat applications such as the production of hydrogen and synthetic fuels. “Green” hydrogen production today involves high energy losses, whereas a strong nuclear heat source opens up the possibility of high temperature steam electrolysis (HTE), which is more efficient than current processes. Hydrogen production via HTE could undercut the current cost of green hydrogen from wind power many times over and is estimated to be cost-competitive with methane steam reforming, Dual Fluid estimates.",
            "Energy return on investment",
            "The energy return on investment (EROI) for a power plant is the ratio of the energy gained to the total amount of energy expended over the complete life cycle (including construction, operation, fuel, decommissioning):",
            "Fossil-fuelled power plants achieve an energy return of around 30. Solar and wind, including storage, achieve single-digit numbers.",
            "While an energy return of 30 made the industrial revolution possible and is still sufficient to supply an industrial country today, a return to less efficient technologies could amount to a step backwards, Dual Fuel argues: energy will become more scarce  and increasingly expensive, potentially leading to declining standards of living. Modern, people- and nature-friendly societies must aim to provide reliable energy in large quantities for little money and with a small ecological footprint, Dual Fluid believes, and that “a high energy density fuel can achieve that.”",
            "Today’s light-water reactors have an energy return of around 100, which means that they outperform fossil-fuelled power plants by a factor of three. But what sounds good actually indicates underperformance – because nuclear fission releases not three times, but millions of times more energy than a fossil combustion process, Dual Fluid points out.",
            "Why does today’s nuclear power fall so far short of its potential?",
            "A look at the energy expenditure involved in a typical LWR (Figure 2) shows that 80% of it is accounted for by the provision and disposal of the fuel – ie, mining and refining of the uranium as well as the production, recycling and disposal of the fuel elements. This is high because today’s reactors can only turn a negligible proportion of the mined uranium (around 1%) into useful energy. The rest of it, mostly mixed with fission products, must be disposed of as nuclear waste.",
            "Power generation with today’s LWRs is, therefore, not a high-yield or profitable system. High investment costs and regulatory requirements completely offset the energy advantage over fossil-fired power plants. On the whole, the potential of nuclear fission remains mostly unused, Dual Fluid argues.",
            "A new generation of reactors (“Generation IV”) may achieve gradual but not fundamental increases in efficiency. This is because either the concept of fuel rods is maintained, or the concepts build on older molten salt reactor designs. In the latter, the same liquid both carries the fuel and provides heat removal, leading to suboptimal results for both functions. Moltex Energy’s design is an exception to this. It opts for liquid fuel contained in solid fuel rods.",
            "The Dual Fluid reactor design – which its developers describe as “Generation V” – with concentrated liquid fuel and lead cooling, combined with the recycling of the fuel, reduces the energy expenditures related to the fuel to a fraction, as shown by the blue areas in Figure 3. Further efficiency gains result, as already noted, from the relative compactness of the system, due to the high power density (shown as the green areas, Figure 3).",
            "Overall, the energy expenditure for a DF300 power plant drops to a tenth of that for a typical LWR, and this inevitably lowers costs. Indeed, the energy return increases, depending on the size of the reactor, to 800-1000 for the DF300 and around 2000 for the DF1500. Figure 4 compares the energy return on investment for Dual Fluid with that of other power sources.",
            "The material separating the two fluids of the Dual Fluid reactor must have sufficient thermal conductivity and corrosion resistance, both for the lead and for the fuel – which is also a molten liquid metal. Compared to the conditions in thermal reactors, there is a wide choice of materials for the structural walls mainly because of the low neutron capture cross sections for fast neutrons. Materials that are suitable in principle have in fact existed for decades, but they contain rarer and more expensive chemical elements. This may be a problem for conventional reactor technology and for modern molten salt concepts since they require large quantities of structural materials due to relatively low power density. This does not apply to Dual Fluid and the entire spectrum of modern industrial materials can be used, the company says, noting that even noble metals can be used as components of the alloys with little impact on the overall cost of the system.",
            "Examples of such materials are the alloys of refractory metals or highly corrosion resistant ceramics such as silicon, titanium or zirconium carbide, which have been increasingly used in industry in recent decades for applications under extreme conditions. In addition, coatings with substances such as yttrium oxide, which is resistant to pure uranium up to 1500°C, are also possible. Since the temperatures in the reactor core are significantly lower than this, and moreover the fuel does not consist of pure uranium but of a uranium-chromium mixture, the identification of the most suitable materials represents a “solvable development task”, says Dual Fluid.",
            "The most important safety feature of the Dual Fluid design is the reactor ́s instantaneous self-regulation, made possible by the very negative temperature coefficient. If the temperature increases, the nuclear fuel expands. As a result, the reactivity immediately subsides and the temperature drops. The reactor is thus completely self-regulating; a power excursion such as that which occurred at Chernobyl is ruled out.",
            "If the system nevertheless heats up beyond the normal operating temperature – “conceivable only due to incorrect fuel composition” – melting fuse plugs provide additional protection.",
            "The fuse plug (shown in Figure 5) is an actively cooled section of the fuel line near the lowest point. The fuel is actively cooled there from the outside, so that it freezes locally and closes the downstream outlet. If the fuel overheats, the frozen fuel plug melts and the liquid drains downward under gravity into subcritical tanks. The chain reaction stops immediately and the decay heat is removed purely passively, ruling out accidents where decay heat is not removed (eg, Fukushima). This simple control system concept cannot be compromised and has already proven its worth in the US molten salt reactor experiment of the 1960s, Dual Fluid observes.",
            "For effective protection against violent impact and earthquakes, the nuclear part of the plant would be located underground in a thick-walled bunker. Even in the worst possible accident scenario – a leak associated with the fuel circuit – no radioactive material would escape to the outside, since there is no significant pressure and nothing could explode.",
            "Route to serial production",
            "Following around 10 years of groundwork, conducted principally at the Institute for Solid-State Nuclear Physics in Berlin, the Dual Fluid technology is estimated to be at TRL3. The next step towards commercial deployment is component testing, as shown in Figure 6.",
            "Academic partners are pursuing analyses of the stability of the system as a basis for licensing and the seed funding round was successfully completed in June 2021.",
            "If everything goes to plan, the hope is to produce a working prototype within a decade and start series production soon thereafter.",
            "This article was first published in",
            "Further reading: Reinventing nuclear, by Dual Fluid –",
            "https://dual-fluid.com/wp-content/uploads/2022/03/Dual-Fluid-Whitepaper.pdf"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/organisation-of-canadian-nuclear-industries-receives-funding-for-ready4smr-programme-9897188/",
        "title": "Organisation of Canadian Nuclear Industries receives funding for Ready4SMR Programme",
        "text": [
            "The Organisation of Canadian Nuclear Industries (OCNI) has announced it has received support to help launch its Ready4SMR Program from the Government of Canada, through the Atlantic Canada Opportunities Agency (ACOA). OCNI is receiving over $786,250 in funding to develop and implement a Ready4SMR program in New Brunswick.",
            "“New Brunswick has embarked on a programme to deploy small modular reactors, and our Ready4SMR programme will help local companies transition to the nuclear industry and participate in this program. Our goal is to develop as many local suppliers as possible, from trades to manufacturing, including those that are Indigenous owned,” stated OCNI’s Director, Business Development and SMR Supply Chain, Brian Fehrenbach.",
            "Over two years, Phase 1 of the OCNI Ready4SMR program will identify and assist existing Atlantic Canadian companies in transitioning to nuclear suppliers. It begins by supporting an industrial self-assessment led by Opportunities New Brunswick and designed to identify those companies interested in exploring nuclear industry potential. The programme is supported in Atlantic Canada by existing OCNI members, ARC Clean Energy and Moltex Energy, as well as Opportunities New Brunswick, University of New Brunswick, and North Shore Micmac District Council.",
            "Furthermore, Phase 1 will focus on training, education, and engagement. Supply chain and manufacturing consultants will assess and assist businesses to achieve necessary standards and official certifications to be part of the nuclear industry's future in New Brunswick and Canada by implementing nuclear QA programmes, nuclear management systems, and advanced manufacturing.",
            "“SMRs are an influential technology which play a critical role in helping Canada meet and exceed its emissions targets,” said the Honourable Ginette Petitpas Taylor, Minister of Official Languages and Minister responsible for ACOA. “Investing in this technology creates potential for environmental and economic benefits as Canada moves towards a low-carbon future.”",
            "“SMR technology provides an opportunity for Saint John to play a pivotal role in generating secure, non-emitting energy, right here in New Brunswick,” said Wayne Long, Member of Parliament for Saint John–Rothesay. “This project demonstrates our region’s efforts to not only deploy this emerging technology, but take advantage of the economic opportunities to help grow the local economy.”",
            "“Our government has made energy innovation and the entire SMR ecosystem a priority sector for New Brunswick,” said Arlene Dunn, Minister of Aboriginal Affairs and Minister responsible for Immigration, Economic Development and Small Business, and Opportunities New Brunswick. “In collaboration with OCNI, we will help ensure that our province is in a position to continue to maximize the environmental and economic benefits that this sector presents and seize these opportunities for clean and sustainable energy for our communities.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/nuclear-newcomers-surge-9829730/",
        "title": "Nuclear newcomers surge",
        "text": [
            "Currently some 30 countries are considering, planning or starting nuclear power programmes as they seek a secure, low-carbon supply of energy. According to Rafael Mariano Grossi, the International Atomic Energy Agency’s (IAEA’s) Director General, based on their current national plans, 10 to 12 newcomers to nuclear power are expected to have begun development by 2035. There are a number of reactors already under construction in newcomer nations.",
            "Nuclear plants under construction",
            "began construction of its first reactor in 2017 and its second in 2018. Two 1200MWe VVER-1200 reactors are being built by Rosatom at Rooppur, 160km northwest of Dhaka. Russia and Bangladesh signed an inter- governmental agreement for Rooppur as a turnkey project in 2011 and ASE Group was appointed general contractor in 2015. Rooppur 1 is scheduled to start operating in 2023 and Rooppur 2 in 2024. Rosatom will maintain the plant for the first year of operation. By 2023 more than 1500 Bangladeshis are expected to have trained at Novovoronezh II. Russia will also supply fuel for the plant and take back the used fuel for processing.",
            "began construction of Ostrovets 1 (in the Grodno region) in 2013 and unit 2 in 2014. The plant is based on Russia’s VVER-1200. Russia will supply fuel and take back the used fuel. Unit 1 began commercial operations in June 2021. Construction of unit 2 is complete, and hot functional tests were completed in October 2021. Fuel loading started in December 2021 and commissioning is underway. Rosatom’s Atomstroyexport (ASE) is building the 2400MWe plant under a 2011 intergovernmental agreement that includes a Russian state loan of US$10bn for the project.",
            "invited bids for construction of a plant at Akkuyu on the Mediterranean coast in 2008. Russia’s ASE and Inter RAO UES with Park Teknik (Turkey) proposed a plant with four 1200MWe reactors. In 2010 Russia and Turkey signed an intergovernmental agreement for Rosatom to build, own and operate (BOO) the $20bn plant – the first nuclear project to be built on this basis. Rosatom will retain at least 51% of project company Akkuyu Nuclear, set up in 2011. Construction of unit 1 began in 2018, with start-up planned for 2023. All four units are now under construction with work well advanced at units 1&2. All four units are scheduled for operation by 2025 when the plant is expected to meet about 10% of Turkey’s electricity needs. In 2013 Turkey accepted a proposal from a consortium led by MHI and Areva (with Itochu and Engie) to build a second plant with four Atmea 1 reactors but work was frozen in late 2018 when MHI pulled out of the project.",
            "embarked on a nuclear power programme after accepting a US$20bn bid from a South Korean consortium led by Korea Electric Power Corporation (Kepco) in 2009 to build four APR1400 reactors at Barakah between Abu Dhabi city and Ruwais. Emirates Nuclear Energy Corporation (Enec) and Kepco then set up Barakah One to deal with the financial aspects of the project. This included managing loan agreements of about US$19.6bn.",
            "Construction of unit 1 began in 2012, unit 2 in 2013, unit 3 in 2014 and unit 4 in 2015. The plant is now more than 96% complete and is generating electricity. Barakah 1 began commercial operation in April 2021, and unit 2 in March 2022. Units 3 and 4 are in the final stages of commissioning. The four units are expected to produce up to 25% of the UAE’s electricity requirements.",
            "Nuclear plants proposed or planned",
            "Alongside countries with reactors under construction are many more nations that are laying the groundwork to develop a nuclear power programme.",
            "began laying the legal basis to introduce nuclear energy by 2030-50 in 2018. It had already established the Atomic Energy Commission, built two research reactors and established an institute to train nuclear engineers. In 2009 the government announced plans for an operating nuclear plant by 2020, but in 2013 this was deferred to 2025. Agreements with Rosatom in 2014 and 2016 envisaged construction of VVER reactors with a view to completing the first in 2026. Agreements with China National Nuclear Corporation (CNNC) in 2015 and 2016 relate to a nuclear research centre, the Hualong One reactor, and the ACP100 small reactor.",
            "received a proposal from Rosatom on nuclear power cooperation in 2018, including construction of an NPP. Rosatom offered two options – to start immediately at a site in the southern Avai region selected in Soviet times, or to develop cooperation over 5-6 years, installing a research reactor, building up competencies, and training staff.",
            "’s El-Dabaa NPP in Matruh province on the Mediterranean coast will comprise four VVER-1200 reactors constructed by Rosatom based on 2017 contracts. Russia will supply nuclear fuel throughout the lifecycle of the plant, arrange training, and assist in operation and maintenance for the first 10 years. The $30bn project is mostly financed through a $25bn Russian loan. The Nuclear Power Plants Authority (NPPA) was granted a site permit in 2019. Rosatom had hoped to begin work in 2020 for operation of unit 1 in 2026; on unit 2 in 2021 for operation in 2026; and on unit 3 in 2022 for operation in 2027. Construction will begin as soon as the necessary approvals are in place.",
            "identified sites for a possible NPP in 2008. In 2009 state energy company Eesti Energia said that it was considering two 335MWe IRIS reactors, from Westinghouse. Government energy policy provided for Eesti Energiato build a NPP of up to 1000MWe and the company was granted a permit for site surveys of Suur-Pakri Island. However, interest then switched to SMRs and Fermi Energia was set up in 2019 to investigate. An agreement with UK-based Moltex Energy to undertake a feasibility study followed. In spring 2021 Fermi Energia signed co-operation agreements on SMR development with GE Hitachi and Rolls Royce. Estonia joined the US Department of State’s Foundational Infrastructure for Responsible Use of Small Modular Reactor Technology (FIRST) programme at the end of 2021. In April 2022 Canada’s Laurentis Energy Partners agreed to work with Fermi on SMRs.",
            "’s government announced plans to introduce nuclear power in 2007, specifying 400MWe of nuclear capacity by 2018. Long-term plans envisaged 700MWe by 2025 expanding to 1000MWe. The Energy Ministry has identified three potential sites. In 2018 Ghana said construction of a 1200MWe NPP could begin in 2023-29 and in 2012 and 2015 Ghana signed nuclear cooperation agreements with Rosatom followed by an agreement for NPP construction. In 2021 Ghana signed an MOU Concerning Strategic Civil Nuclear Cooperation with the USA and in 2022 and Ghana joined the US FIRST programme for SMR development.",
            "’s National Atomic Energy Agency (Batan) in 2001 led a call for tenders for two 1000 MWe units but these were put on hold. In 2007 Kepco and Korea Hydro & Nuclear Power (KHNP) signed a MOU for a feasibility study on two 1000MWe units but in 2013 Batan’s focus shifted to SMRs.",
            "In 2014, nuclear co-operation with Japan was extended to research into high-temperature gas-cooled reactors (HTRs). A 2015 agreement with Rusatom Overseas related to small floating plants and a consortium of Russian and Indonesian companies won a contract for the preliminary design of a multi-purpose 10MWt HTR. In 2016 China Nuclear Engineering Corporation also signed a cooperation agreement to develop HTRs. In 2018, Batan launched a roadmap to develop an engineering design for an experimental small pebble-bed HTR and a site licence was received for a 10MWt reactor at Puspiptek research facility.",
            "planned to have two 1000MWe nuclear units in operation by 2025 but is now considering SMRs. It has signed multiple nuclear cooperation agreements. The Committee for Nuclear Strategy, set up in 2007, had planned for nuclear power to provide 30% of electricity by 2030, and to provide for exports. In 2008 the Jordan Atomic Energy Commission (JAEC) investigated plant technologies including AECL’s Candu-6, the Areva-Mitsubishi Atmea 1 and a KHNP design. In 2009 JAEC contracted Tractabel Engineering for a siting study at Al Amra in Al Mafraq province and signed WorleyParsons for the pre-construction phase of a two-unit plant. In 2013 JAEC decided on two AES-92 units on a BOO basis with Rosatom Overseas. However, in 2018 the project was cancelled on the grounds of cost in favour of SMRs, and a new agreement was signed with Rosatom Overseas. A MOU was also signed with Rolls-Royce for an SMR feasibility study, and another with X-energy on its 76MWe Xe-100 HTGR. Talks were held with CNNC in 2018 on the possible construction of a 220MWe HTR-PM reactor for operation from 2025, and in 2019 an agreement was signed with US NuScale.",
            "has been discussing nuclear power with Russia since 2006. In 2016 Kazakhstan had considered five possible sites – Ulken near Lake Balkhash in the south; Kurchatov, in the northeast; Taraz, near the border with Kyrgyzstan; and Aktau, on the shore of the Caspian Sea. In 2021 Kazakh President Kassym-Jomart Tokayev said Kazakhstan needed a NPP and advocated further investigation and the Energy Ministry began to study possible sites.",
            "began considering nuclear power in 2010 and the Kenya Nuclear Electricity Board (KNEB) was set up in 2014. In 2015 and 2017 KNEB signed agreements with China General Nuclear Power (CGN) to investigate building a Hualong One reactor. Rosatom and Kepco also signed agreements with Kenya in 2016 on NPP construction. Kenya confirmed a target of 1000MWe online by 2025 and 4000MWe by 2033. In 2019, KNEB became the Nuclear Power and Energy Agency (NuPEA) and in 2020 deferred the timeline for an initial plant to 2035 and said SMRs would also be considered.",
            "has a well-established nuclear infrastructure. Nigeria’s first research reactor, supplied by China, was commissioned in 2004. In 2009 the Nigerian Atomic Energy Commission (NEAC) set out a Strategic Plan, targeting 1000MWe of nuclear capacity by 2020, plus 4000MWe by 2030. In 2010, NEAC shortlisted four possible sites. Plans were revised in 2015 targeting first NPP grid connection by 2025 and increasing nuclear capacity to 4800MWe by 2035. In 2009 Russia signed an agreement with Nigeria for construction of a NPP and research reactor. In 2011 Rosatom and the NEAC finalised a draft intergovernmental agreement on the design, construction, operation and decommissioning of an NPP with three more plants planned at a total cost of $20 billion. In 2012 Rosatom and NAEC signed a MOU to prepare a programme including financing options and considering a BOO arrangement. In 2021, a reconstituted Russian-Nigerian Joint Coordination Committee (JCC) on National Atomic Energy was launched for cooperation in the design, construction and decommissioning of NPPs.",
            "is considering a nuclear power programme, including possible revival of the 621MWe Westinghouse mothballed NPP Bataan project or constructing an SMR. A 2008 update of the national energy plan envisaged 600MWe of nuclear online in 2025, with further 600MWe increments in 2027, 2030 and 2034. The Philippine Energy Plan 2018-2040 included a Nuclear Power Programme Roadmap, targeting the first NPP in 2027. In 2017 two nuclear cooperation agreements were signed with Rosatom, followed by another in 2019, to assess the feasibility of an SMR, floating or on land. In 2021 DOE identified 15 possible locations for a NPP and in February 2022 DOE was mandated to develop and implement a nuclear programme, including the possible revival of Bataan.",
            "decided in 2005 that its first NPP should be operating soon after 2020. In 2009, the Council of Ministers called for construction of at least two plants. The government plan envisaged construction of the first unit in 2016-20 and successive units by 2030. Power utility PGE announced plans to build two 3000MWe NPPs. A nuclear power programme, approved by the government in 2011, was confirmed by PGE in 2012.",
            "A draft energy policy to 2040, adopted in 2021, targeted halving coal use in favour of nuclear. Three NPP sites have been identified and the Energy Ministry plans to launch the first 1-1.5GWe reactor in 2035 and five more by 2043, for a total capacity of 6-9GWe. In 2021 a new state-owned company, Polish Nuclear Power Plants (Polskie Elektrownie Jądrowe, PEJ), was set up to pursue investment. PEJ selected the coastal location of Lubiatowo-Kopalino in Pomerania for the first reactor.",
            "In 2021, the US Trade & Development Agency provided a grant to support design studies by Westinghouse and Bechtel for a AP1000 reactor. EDF offered to build up to six 1650 MWe EPR units and KHNP indicated it would offer its APR-1400. In 2022 Bechtel and Westinghouse signed an MOU with GE Steam Power for joint pursuit of civil nuclear projects in Poland. Poland also plans to build a cogeneration 200-350MWt HTR for process heat and a 10MWt experimental HTR at Swierk. There is close cooperation with the Japan Atomic Energy Agency on HTRs and in 2022, US NuScale Power and Poland’s KGHM Polska Miedź agreed to initiate deployment of NuScale’s SMR technology.",
            "set up the King Abdullah City for Atomic and Renewable Energy (KA-CARE) in 2010 to advance alternative energies including nuclear. Plans included the construction of 16 reactors to generate about 20% of Saudi Arabia’s electricity and smaller reactors for desalination. In 2013, three sites were short-listed. Construction was expected to begin in 2016 to build 17GWe of nuclear capacity by 2032,  but plans were scaled back in 2015 and the target date was moved to 2040. KA-CARE requested proposals for 2.9GWe of nuclear capacity, from South Korea, China, Russia and Japan. In 2018 a project was launched to build a research reactor. Saudi Arabia is also investigating SMRs, signing agreements with: the Korea Atomic Energy Research Institute; with Argentina’s Invap; and China Nuclear Engineering Corporation. The Kingdom is working on a framework programme for nuclear energy for 2022-2027.",
            "’s Long Term Generation Expansion Plan 2015- 2034, developed by the Ceylon Electricity Board (CEB), includes a scenario for 600MWe NPP from 2030. The draft of the 2020-2039 plan has a 600MWe nuclear unit starting up in 2035 and another in 2037. In 2010 the government commissioned its Atomic Energy Authority and CEB to conduct a pre-feasibility study on introducing nuclear energy from about 2025. The Atomic Energy Authority Act was revised in 2014 to establish the Sri Lanka Atomic Energy Board and the Sri Lanka Atomic Energy Regulatory Council. Sri Lankan nuclear experts are being trained in Russia. In 2015 the government signed nuclear cooperation agreements with India and Pakistan.",
            "’s Ministry of Energy & Mines initiated a nuclear power programme in 2010. The Ministry of Electricity and Water Resources set up the Nuclear Energy Generation Department to undertake a feasibility study for four 300- 600MWe units by 2030. This was changed in 2015 to two 600MWe PWRs by 2027. In 2016, a framework agreement was signed with CNNC to build one or two 600MWe reactors, with a nuclear cooperation roadmap for the next decade. A 2017 nuclear cooperation agreement with Rosatom included assessing the feasibility of a nuclear science and technology centre with a research reactor and power plant.",
            "’s 2010 Power Development Plan (2010-2030) planned 5000MWe by 2020. After Fukushima, the date was pushed back to 2023 and deferred again under PDP2015, which targeted a 5% nuclear share (two 1000MWe PWR units) by 2036. The Electricity Generating Authority of Thailand (EGAT) signed agreements on nuclear development with CGN in 2009 and Japan Atomic Power Co in 2010. In 2014 the Thailand Institute of Nuclear Technology signed a nuclear cooperation agreement with Rosatom.",
            "began establishing a framework for its nuclear power programme in 2008 when the Atomic Energy Bill came into effect. Uganda’s Vision 2040 roadmap envisages significant nuclear capacity as part of the future energy mix. The Uganda Atomic Energy Council developed a Nuclear Power Roadmap Development Strategy that was approved by the cabinet 2015. In 2017 Uganda said it planned to build a 2,000MWe NPP by 2032. The base case scenario is for two 1000 MWe units by 2031 and potential sites were identified. Co-operation agreements were signed with Rosatom in 2016 and 2017 and with various Chinese companies, including CNNC in 2017 and 2018. Uganda said in 2022 that it had acquired land for the construction of its first NPP.",
            "expects nuclear to account for about 15% of energy generation by 2030. In 2018 an agreement was signed with Russia on cooperation in design and construction of a $13bn two-unit station, with the first VVER-1200 reactor in operation by 2028. Most of the investment is expected to come from Russia. In 2019, a roadmap was issued detailing nuclear development for 2019-2029, including plants totalling 2.4GWe. The main stages are: site selection and licensing (2019-2020); design of nuclear plants and infrastructure (2020-2022); construction and commissioning (2022-2030). Uzbekistan is choosing a site for the first reactor and said in 2019 the first two units would be followed by two more.",
            "It is clear from this analysis that Russia plays a key role in many newcomer nuclear countries. The current conflict in Ukraine is certain to roll back Russia’s participation in the nuclear power programmes of NATO countries, even those with decades of experience using Soviet/Russian nuclear technology. However, for newcomer countries, and others in Central Asia, Asia, Africa, the Middle East and South America, this is unlikely to be a key factor in their technology choices. No other nuclear supplier offers such all-round support, including soft financing and BOO options. Russia takes a long view, committing to support that may last a century, sometimes begining with assistance in establishing nuclear research centres and research reactors. Extensive training is also provided as well as fuel supply, used fuel management services and decommissioning. So, while other suppliers, in particular the USA, are making rapid inroads in Europe, the rest of the world may still prefer to look to Moscow."
        ],
        "frequency": 1
    }
]