[
    {
        "url": "https://www.nucnet.org/news/fuel-fabrication-begins-for-marvel-with-plant-scheduled-to-be-online-in-2027-2-1-2024",
        "title": "Fuel Fabrication Begins For Marvel With Plant Scheduled To Be Online In 2027",
        "text": [
            "Reactor to be built at Idaho National Laboratory with plans to connect it to microgrid",
            "Fuel for the Marvel microreactor, which Idaho National Laboratory plans to host at its transient reactor test (Treat) facility, is now being fabricated by Triga International, with the first fuel delivery expected in spring 2025, the US Department of Energy announced. ",
            "Marvel operation was expected “by the end of 2024” as recently as May 2023, but that timeline had shifted by October, when the DOE said the plant “is expected to be completed in early 2025.” ",
            "Now, according to the DOE’s latest announcement, fuel loading for Marvel is anticipated in 2026, with the microreactor expected to be on line by 2027.",
            "Triga International is a joint venture between French nuclear fuel cycle company Framatome and US energy and defence corporation General Atomics. It is the only fuel supplier for Triga research reactors around the world. ",
            "Triga is a nuclear reactor model designed by General Atomics that is used for research and hands-on training activities. Triga-type fuel designs are now being explored for new applications beyond university training. Framatome said Triga fuel can be used for non-Triga plants such as small modular, micro or advanced reactors.",
            "The Marvel design is a sodium-potassium-cooled microreactor that will generate 85 kilowatts of thermal energy. It will be built inside the Treat facility with plans to connect it to a microgrid.",
            "The project will be used to help industry partners demonstrate microreactor applications, evaluate systems for remote monitoring, and develop autonomous control technologies for new reactors. The system will operate for about two years, according to an INL factsheet.",
            "The DOE announced in October 2023 that Marvel had achieved 90% final design, which “further solidifies the design that may be fabricated.” With that milestone achieved, contracts – including a contract for fuel – could be signed.",
            "Triga International was awarded a contract valued at about $8.4m (€7.8m) in November to produce 37 fuel elements for Marvel. ",
            "The company began the fabrication process in late January at its at dedicated Triga manufacturing facility at Romans-sur-Isère, near Grenoble in southeast France, according to the DOE.",
            "The fuel for Marvel will be similar to the Triga fuel used in university reactors for research and hands-on training. The DOE said it was selected for its high safety performance and certified use in the US.",
            "The fuel is being manufactured at Framatome’s dedicated Triga manufacturing facility at Romans-sur-Isère. Courtesy Framatome."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.nucnet.org/news/triga-jv-wins-contract-to-fabricate-fuel-for-us-doe-s-marvel-12-3-2023",
        "title": "Triga JV Wins Contract To Fabricate Fuel For US DOE’s Marvel",
        "text": [
            "Plant to be built at Idaho National Laboratory with plans to connect it to microgrid",
            "Triga International, a joint-venture between French nuclear fuel cycle company Framatome and US energy and defence corporation General Atomics, has been awarded a contract to fabricate fuel for the US Department of Energy’s Marvel microreactor. ",
            "The contract was awarded through Battelle Energy Alliance, which operates the Idaho National Laboratory in Idaho. ",
            "The fuel, used in Triga research reactors, will be manufactured at Framatome’s dedicated Triga manufacturing facility at Romans-sur-Isère, near Grenoble in southeast France, “in line with the schedule of the Marvel project”, Framatome said.",
            "In October, the DOE said the Marvel microreactor had achieved 90% final design, a key step that will allow the project to move forward with fabrication and construction.",
            "The fuel contract follows the restart of Triga fuel programme after nearly 10 years and the first successful fabrication and delivery of Triga fuel to Penn State University in September.",
            "Framatome relaunched its dedicated Triga manufacturing facility at Romans-sur-Isère in response to the US Office of Nuclear Energy’s goal to maintain world-class research and development capabilities. After a seven-year, $80m (€74m) modernisation project, operations resumed at the end of 2022 for the first time since 2012. ",
            "Triga is a nuclear reactor model designed by General Atomics that is used for research and hands-on training activities. Triga-type fuel designs are now being explored for new applications beyond university training. Framatome said Triga fuel can be used for non-Triga plants such as small modular, micro or advanced reactors.   ",
            "The Marvel design is a sodium-potassium-cooled microreactor that will generate 85 kilowatts of thermal energy. It will be built inside the transient reactor test facility at Idaho National Laboratory with plans to connect it to a microgrid. ",
            "The reactor will be used to help industry partners demonstrate microreactor applications, evaluate systems for remote monitoring, and potentially demonstrate control technologies for new reactors.",
            "Framatome and General Atomics created the Triga joint venture in 1995 to market Triga fuel elements manufactured at Romans-sur-Isère. More than 66 Triga reactor units have been built around the world and approximately 38 are still in operation.",
            "The fuel will be manufactured at Framatome’s dedicated Triga manufacturing facility at Romans-sur-Isère. Courtesy Framatome."
        ],
        "frequency": 3
    },
    {
        "url": "https://www.nucnet.org/news/french-company-produces-first-triga-fuel-element-in-a-decade-3-5-2023",
        "title": "French Company Produces First Triga Fuel Element In A Decade",
        "text": [
            "The first batch of fuel is expected to be delivered to the US by the end of 2023.",
            "Triga International is the world’s only Triga fuel supplier. The company completed a major renovation project last year at its manufacturing plant in Romans, France, costing $80m (€75.5m). Operations at the plant resumed for the first time since 2012.",
            "Framatome said the Triga fuel element design was presented to the DOE in December 2022. It said the properties of Triga fuel can be transitioned to non-Triga plants such as small modular, micro or advanced reactors.",
            "Triga (Training, Research, Isotopes, General Atomics) reactors are primarily used for student training, research projects and isotope production. Triga is an open-pool design which uses uranium zirconium hydride fuel.",
            "There are 36 Triga reactors in operation around the world, including 18 in the US.",
            "A Triga research reactor at the Jozef Stefan Institute in Slovenia."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/upgraded-diii-d-fusion-facility-set-to-restart-operations/",
        "title": "Upgraded DIII-D fusion facility set to restart operations",
        "text": [
            "Image: An engineer installs new diagnostic equipment inside the DIII-D tokamak (courtesy of DIII-D)",
            "The DIII-D National Fusion Facility at General Atomics in San Diego is starting up after undergoing eight months of upgrades that included new and improved plasma control and diagnostic systems. The DIII-D National Fusion Facility is an Office of Science scientific user facility, operated by General Atomics for the US Department of Energy.",
            "The upgrades are expected to support experiments performed at the International Thermonuclear Experimental Reactor (ITER), which is being built in France. They include a range of new diagnostic instruments as well as enhancements to the way that the plasma is heated. Engineers have also installed a “shape and volume rise” divertor, which consists of a series of modular divertor configurations that the DIII-D will now test when experiments restart. The new divertor will allow plasma shapes to be studied that were not possible with DIII-D’s previous divertor geometry.",
            "“The upgrades made to DIII-D over the last eight months provide us with exciting new capabilities and key enhancements to existing systems for studying fusion energy,” said DIII-D Director Richard Buttery. “Our scientists will be able to use our upgraded systems and diagnostics to answer key questions on commercial industry–relevant technology, materials, and operations, as well as continue our support of ITER and advancement of foundational scientific understanding.”",
            "DIII-D’s plasma control system lets researchers shape fusion plasmas during experiments. Upgrades to its computational capabilities include 32 new processing cores and that will allow for new and increasingly complex real-time control, diagnostics, and analysis techniques in support of research on DIII-D. The upgrades include a mix of new instruments and new support systems for existing instruments."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/pppl-develops-instrument-to-better-control-fusion-reactions-11735704/",
        "title": "PPPL develops instrument to better control fusion reactions",
        "text": [
            "Scientists at the US Department of Energy (DOE) Princeton Plasma Physics Laboratory (PPPL) have developed ALPACA – a new plasma measurement instrument, or diagnostic, that could aid efforts to boost the heat of fusion reactions in tokamaks and potentially improve the power output of future fusion power plants.",
            "ALPACA observes light emitted by a halo of neutral atoms surrounding the plasma inside DIII-D tokamak operated for the DOE by General Atomics in San Diego. By studying this light, scientists can obtain information about the neutral atoms’ density that could help them keep the plasma hot and increase the amount of power generated by fusion reactions.",
            "ALPACA helps scientists study a process known as fuelling. During this process, clouds of neutral atoms of varying densities around the plasma break apart into electrons and ions and enter the plasma. “We’re interested in fuelling because neutral atom density can increase plasma particle density, and plasma density affects the number of fusion reactions,” said Laszlo Horvath, a PPPL physicist stationed at DIII-D who helped coordinate ALPACA’s assembly and installation. “If we can increase the plasma’s density, then we can have more fusion reactions, which generate more fusion power. That’s exactly what we want to have in future fusion power plants.”",
            "The hydrogen atoms involved in this type of fuelling come from three sources. The first is the original puffs of hydrogen gas that scientists used to initiate the plasma. The second is the combining of electrons and nuclei in the cooler regions of the chamber to form whole atoms. The third is the leaking of hydrogen atoms from the material that makes up the inner chamber surfaces, where they are sometimes trapped during tokamak operations.",
            "Similar to a pinhole camera, the nearly 2-foot-long ALPACA collects plasma light that has a specific property known as the Lyman-alpha wavelength. Researchers can calculate the neutral atoms’ density by measuring the light’s brightness. Previously, scientists have inferred the density from measurements taken by other instruments, but the data has been hard to interpret. ALPACA is one of the first diagnostics designed specifically to collect plasma light at the Lyman-alpha frequency, so its data is much clearer.",
            "With control over fuelling, scientists could make the fusion reactions in tokamaks more efficient and increase the amount of heat they produce. The increased heat is important because the hotter the plasma, the more electricity a tokamak-based power plant could generate.",
            "ALPACA is one of a pair of diagnostics. Its twin is called LLAMA, which stands for “Lyman-alpha measurement apparatus.” The two diagnostics complement each other. While LLAMA observes the inner and outer regions of the lower part of the tokamak, ALPACA observes the inner and outer regions of the upper part.",
            "“We need both devices because although we know that neutral atoms surround the plasma, the number of neutral atoms varies from place to place, so we don’t know exactly where they accumulate,” said Alessandro Bortolon, PPPL principal research physicist who heads the PPPL collaboration with the DIII-D National Fusion Facility. “Because of that, and because we can’t extrapolate from single measurements, we have to measure in multiple locations.”",
            "Like all diagnostics, ALPACA serves a crucial purpose. “When we are running experiments on machines like DIII-D, we need to understand what is going on inside the device, especially if we want to boost its performance,” Horvath said. “But because the plasma is at 100 million degrees Celsius, we can’t just use an oven thermometer or anything conventional. They would just melt. Diagnostics give us knowledge about what would otherwise be a black box.”",
            "ALPACA’s design incorporated 3D printing, a technique that allowed the integration of a hollow chamber inside the main structural backbone for cooling conduits. “There would be no way to machine this part in any other way,” said David Mauzey, a senior at San Diego State University and technical associate at PPPL. Mauzey also led the mechanical engineering aspects of the ALPACA project. “This is the first big project for which I’ve handled the majority of the mechanical engineering,” Mauzey said. “There were challenges – figuring out the positioning of the optical components, for instance – but the process was fun.”",
            "ALPACA was designed and built solely by PPPL, though the full system, consisting of ALPACA and LLAMA, will be operated by PPPL and the Massachusetts Institute of Technology in collaboration. Significant contributions were also made by Alexander Nagy, deputy head of PPPL’s DIII-D off-site research, and Florian Laggner, assistant professor of nuclear engineering at North Carolina State University. ALPACA is currently being tested. Once DIII-D resumes operations in April after a period of maintenance, ALPACA will start taking actual measurements.",
            "Image: The ALPACA measurement device being aligned using red and green lasers (courtesy of PPPL)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/advanced-reactorsfusion/idaho-national-laboratorys-future-focus-11710931/",
        "title": "Idaho National Laboratory’s future focus",
        "text": [
            "For more than 70 years the Idaho National Laboratory (INL) has been at the forefront of reactor research and continues to pioneer novel designs and fuels to power them. Dr Jess C. Gehin, Associate Laboratory Director of Nuclear Science & Technology tells NEI about the cutting edge of nuclear research.",
            "Above: Molten salt reactors are an active area of nuclear research at INL",
            ": Please give a brief history of INL and the facilities currently available to support the development of advanced reactors and new nuclear fuels?",
            "Idaho National Laboratory (INL) originates from the National Reactor Testing Station, which was established in 1949 to provide a location to develop, test, and demonstrate civilian reactor systems and support the nuclear navy. The site is well known for its first reactor, the Experimental Breeder Reactor-I (EBR-I), which started operations in December 1951. EBR-I was the first nuclear reactor to produce usable amounts of electricity. The reactor was also novel in that it used a liquid metal coolant and operated using a fast neutron spectrum that enabled demonstration of nuclear fuel breeding, a key concept for maximizing uranium resource use. Over the ensuing decades, 52 reactors were operated on the site establishing the technical and scientific basis that underpins the safe operation of our current commercial reactors as well as for the development of future advanced reactor concepts. Four of those 52 reactors are still operating.",
            "There are many research and development facilities at the laboratory that support nuclear energy development, but some key facilities are summarized below:",
            "Research fuel fabrication facilities",
            "– INL has several facilities devoted to developing and fabricating nuclear fuels for research and development. These facilities can produce metallic- and ceramic-based fuels that support testing in INL’s test reactors and commercial power reactors.",
            "Fuels and material irradiation capabilities",
            "The Advanced Test Reactor (ATR) provides steady-state irradiation capabilities for reactor fuels and materials testing, which supports nearly all U.S. reactors in operation or planned, including research reactors, commercial power reactors, naval reactors and future reactors.",
            "The Transient Reactor Test facility (TREAT) provides powerful reactor pulses that can test the performance of fuels and materials during power excursions. The TREAT building will also serve as the operational location for the MARVEL reactor.",
            "Irradiated fuels examination facilities",
            "– INL has three primary irradiated fuels and materials examination facilities:",
            "The Hot Fuel Examination Facility (HFEF) is a large hot cell facility that can be used to perform engineering-scale examinations of irradiated fuels and materials. HFEF can accommodate a full range of fuels from TRISO coated particle fuels, metallic fuels and light water reactor fuels. The facility is also used to create samples to be sent to other facilities for more detailed examinations.",
            "Irradiated Materials Characterization Laboratory (IMCL) contains a wide range of unique scientific instruments that allow researchers to examine the microstructure of nuclear fuels and materials to gain a fundamental understanding of material performance under irradiation.",
            "Sample Preparation Laboratory (SPL) is a new facility still under construction that will provide leading examination capabilities for non-fuel materials that are used primarily for components and structures in nuclear reactors.",
            "National Reactor Innovation Center (NRIC) Reactor Demonstration Test Beds",
            "– Two reactor demonstration test beds (DOME and LOTUS) are under development.",
            "Demonstration of Microreactor Experiments (DOME) is a repurposed and redesigned containment facility, formerly Experimental Breeder Reactor-II (EBR-II), capable of housing Category B nuclear reactors that generate up to 20 megawatts of thermal energy using high-assay low-enriched uranium (HALEU) or low-enriched uranium fuels. The facility provides a location and a supporting ecosystem of systems, equipment, and personnel to shepherd industry partners through a testing program for experimental microreactors to achieve first criticality and validate their design and analytical model algorithms. The DOME is expected to support operations beginning in 2026. Current industry partners engaged in front end engineering and experiment design work in preparation for potential testing are Westinghouse, Radiant and Ultra Safe Nuclear Corporation.",
            "Laboratory for Operations and Testing in the US (LOTUS) is a repurposed and redesigned confinement facility, formerly the Zero Power Physics Reactor, capable of housing Category B nuclear reactors that generate up to 500 kilowatts of thermal energy using high-enriched uranium fuels. The facility provides a location and a supporting ecosystem of systems, equipment, and personnel to shepherd industry partners through a testing program for experimental reactors to achieve first criticality and validate their design, fuel characteristics and analytical model algorithms. LOTUS is expected to support operations beginning in 2027/28. A current industry partner engaged in design work in preparation for a potential test program is the Southern/TerraPower Molten Chloride Reactor Experiment (MCRE) project.",
            "Collaborative Computing Center (C3) provides state-of-the-art computer systems to perform modeling and simulation of nuclear reactors and fuels to support research on reactor concepts and fuels. C3 currently contains the Sawtooth computer, widely used across the nuclear R&D community. Sawtooth supports the use of advanced simulation software based on INL’s MOOSE framework.",
            "Above: The Collaborative Computing Center (C3) provides state-of-the-art computer systems to perform modelling and simulation of nuclear reactors and fuels",
            ": Describe current research underway at the ATR, both in-house and collaborative",
            "ATR supports the testing of a range of nuclear reactor fuels.",
            "– In support of industry development of accident tolerant fuels for light water reactors, INL is performing irradiations of fuel samples from Westinghouse, General Electric and Framatome to provide fuel performance data to support regulatory approvals for the use of these fuels in commercial power reactors.",
            "– The irradiation program for the Department of Energy’s Advanced Gas Reactor Fuels Program has been completed and the remaining experiments are undergoing post-irradiation examination. Capabilities to support new TRISO fuel irradiations are being developed and irradiation experiments are being designed to support specific advanced reactor developers.",
            "High-performance research reactor fuels",
            "– Researchers are developing and testing fuels to support the conversion of high-performance research reactors from using highly-enriched uranium to low-enriched uranium.",
            ": What experiments are currently underway at TREAT including latest advances on MARVEL?",
            "The TREAT facility is performing experiments to support a range of fuels development activities. In 2023, the first Transient Water Irradiation System for the TREAT (TWIST) calibration test demonstrated the ability to conduct experiments that simulate the first phase of a loss of coolant accident in a light water reactor to support fuel safety testing. This addresses a key gap since the Halden reactor shut down.",
            "As part of a joint project between the U.S. and Japan to perform the first transient tests on fast reactor fuels in more than two decades, INL developed the Temperature Heatsink Overpower Response capsule. The device houses fuel experiments in TREAT that mimic conditions of fast reactors during postulated accident conditions.",
            "The MARVEL team completed an updated 90% final design package for the microreactor that included resolving hundreds of technical comments, followed by the final design review. A contract has been signed for cask recertification to support transporting the Training, Research, Isotopes, General Atomics (TRIGA) fuel from France, and the lab procured high-assay low-enriched uranium for fuel fabrication in February 2023 and a contract has been finalized to produce the MARVEL fuel.",
            ": When do you expect DOME and LOTUS to be available to researchers and how will these new test beds be used?",
            "The NRIC DOME facility will be available in 2026 to support reactor experiments. In 2023, NRIC announced the selection of three companies for front-end engineering and experiment design (FEEED) process that will support activities before performance experiments within DOME. The outcome of the FEEED process will determine the specific timing of the microreactor experiments. The companies chosen for the FEEED process includes Radiant, Ultra Safe Nuclear Corporation and Westinghouse.",
            "The LOTUS test bed will be available in 2027 for installation of the first reactor experiment, which is anticipated to be the Molten Chloride Reactor Experiment.",
            ": What research, in-house and collaborative, is currently underway on molten salt reactors?",
            "INL is performing a range of research and development on molten salt reactors and to support Advanced Reactor Demonstration Program projects. INL has established a capability to perform irradiation of molten salt fuels and in 2023 performed the first uranium-fueled chloride salt irradiation in history at the lab’s Neutron Radiography Reactor. Through NRIC, INL is establishing the Molten Salt Thermophysical Examination Capability to perform key property measurements on irradiated fuel salts.",
            "In partnership with Southern and TerraPower on the Advanced Reactor Demonstration Program MCRE project, INL has made significant progress to produce fuel salts. In 2023, INL achieved a ~98% yield during a fuel salt synthesis scale-up run, exceeding project requirement of a 90% yield, and performed a full-scale fuel salt synthesis demonstration using 9 kilograms of depleted uranium to produce 17 kg of fuel salt.",
            ": Is INL looking to restart development of fast reactors – how are plans for the VTR developing?",
            "INL has never stopped working on the development of fast reactors, with the primary focus over the years being the development of advanced metallic fuels based on similar concepts that were proven in the operation of the Experimental Breeder Reactor II. Current work is primarily in collaboration with Advanced Reactor Program Projects including the TerraPower Natrium project and the Advanced Reactor Concepts project.",
            "All work on the Versatile Test Reactor (VTR) has stopped due to the lack of Congressional funding for the project. There is a strong need for VTR to support nuclear reactor and fuel development given the lack of such a facility in the U.S. and partner countries.",
            ": INL has offered to site advanced reactor experiments. How many companies have undertaken to build their reactors/fuel facilities at INL and how has the cancellation of the UAMPS-NuScale experiment affected this?",
            "Oklo will site its first Aurora microreactor and initial fuel fabrication facility for Aurora at INL. Other companies have expressed interest in siting both reactor and fuel facilities at INL and are pursuing site access. Several companies have expressed interest in testing reactors at INL as well.",
            "The Department of Energy launched the Cleanup to Clean Energy initiative and released a request for information in 2023 to get input on siting carbon free energy sources, including nuclear reactors, on the INL site. DOE is reviewing the submissions.",
            "The cancelation of the UAMPS Carbon Free Power Project, which intended to deploy a NuScale VOYGR small modular reactor commercially (not as an experiment) has had no impacts on the activities to site other reactors at INL.",
            ": What progress is being made on the development of HALEU fuel?",
            "INL continues work to recover HALEU from used EBR-II driver fuel to provide feedstocks to support reactor demonstrations, including the Oklo reactor mentioned earlier.",
            "In the fuel development area, INL continues work on a range of fuels using HALEU. Specific activities include continuing the post-irradiation examination of TRISO fuel, development of irradiation experiments of TRISO fuels to support reactor developers, fabrication and irradiation of metallic fuels, and producing roughly two dozen HALEU uranium dioxide pellets for testing as light water reactor fuel.",
            ": What work is being done on TRISO fuel?",
            "Several aspects of TRISO fuel development were outlined in answers above. Here’s a summary of those answers and a few additional items:",
            "Performing post-irradiation examination of the advanced gas-cooled reactor TRISO fuel that provides data to support reactor developer use.",
            "Expanded modeling and simulation capabilities for TRISO fuel in the R&D 100 award-winning BISON fuel performance code.",
            "Continued development of capabilities at ATR to support TRISO fuel testing.",
            "Direct work with reactor developers on design of irradiation experiments to be irradiated at ATR to support their specific fuel qualification needs.",
            ": What do you consider to be the main priority going forward in terms of reactor and fuel development?",
            "Complete the three near-term reactor experiments and demonstrations that establish the ability to start up and operate new nuclear reactors for the first time in nearly 50 years. These projects are MARVEL, Project Pele and MCRE.",
            "Develop and maintain key experimental capabilities to support fuels development. This includes capabilities for experimental fuel fabrication, irradiation, and examination and key facilities including ATR, TREAT, HFEF, IMCL and SPL. Continued development of infrastructure to support these areas is needed.",
            "Complete NRIC DOME and LOTUS test beds and the first industry partner experimental reactor tests in those facilities, establishing capabilities to support reactor testing and demonstrations."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/enec-and-general-atomics-to-collaborate-on-integrating-advanced-materials-with-nuclear-technologies-11633108/",
        "title": "ENEC and General Atomics to collaborate on integrating advanced materials with nuclear technologies",
        "text": [
            "The Emirates Nuclear Energy Corporation (ENEC) has signed a memorandum of understanding (MOU) with US-based General Atomics (GA) agreeing to work together to identify opportunities to collaborate on the use of advanced technologies and materials for nuclear energy supply. They will also cooperate on prospects to use ENEC’s experience in developing new nuclear builds as well as investments in GA’s advanced non-light water reactors, material production and 3D manufacturing capabilities.",
            "ENEC and GA Electromagnetic Systems (GA-EMS) will explore opportunities to collaborate on several projects, including opportunities to use GA-EMS’s SiGA cladding for nuclear reactor applications and fast modular nuclear reactor designs. Silicon carbide cladding will improve the safety and affordability of existing light water reactors and minimise outage time. This material will be utilised for the US Department of Energy’s (DOE’s) Fast Modular Reactor (FMR) design and other advanced or small modular reactors (SMRs) that use high temperature to achieve high efficiency in production of electricity.",
            "ENEC is looking at all growth opportunities available to expand and enhance the UAE’s nuclear energy sector. ENEC is current assessing a number of development, investment and partnership proposals drawing on the knowledge, expertise and technology gained from developing the Barakah Nuclear Energy Plant. These include large scale reactors, SMRs and advanced reactors to generate clean electrons and molecules, such as steam, hydrogen and ammonia, as well as providing process heat for various industries.",
            "\"We are now focused on building international partnerships to drive innovation and R&D in new clean energy solutions, said ENEC Managing Director & CEO Mohamed Al Hammadi “The Barakah Plant is a catalyst for a new era of technological advancement and cooperation on a global level to collectively take us closer to our Net Zero targets.” GA-EMS President Scott Forney aid the MOU establishes a collaborative foundation to accelerate the advancement of critical nuclear technologies to support the UAE’s nuclear energy initiatives. “GA-EMS brings decades of expertise in the development of advanced fuels, silicon carbide cladding to enhance fuel rod safety and durability, and Fast Modular Nuclear Reactor designs offering greater efficiency, safety, and economics,” he noted."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/kyoto-fusioneering-signs-joint-research-agreement-with-tsukuba-university-11604213/",
        "title": "Kyoto Fusioneering signs joint research agreement on plasma heating with Tsukuba University",
        "text": [
            "Japan’s Kyoto Fusioneering (KF) has signed a special joint research agreement on plasma heating with the National University of Tsukuba. KF will partner with Plasma Research Centre at Tsukuba University directed by Professor Mizuki Sakamoto. The main objective is to advance the technological maturity of plasma heating, one of the focus areas for KF, including the demonstration of continuous operation in low frequency gyrotrons and the development of higher power output.",
            "One of KF’s core businesses is the development and sale of gyrotrons, the plasma heating systems necessary to generate fusion reactions. KF’s advanced technical capabilities have resulted in contracts with research institutes, including the United Kingdom Atomic Energy Authority (UKAEA) and private entities such as General Atomics in the US.",
            "In 2023, KF and Tsukuba University, together with an international industry-academic joint research group formed by the National Institute for Fusion Science (NIFS), UKAEA and Canon Electron Tube Device Corporation, carried out joint experiments.",
            "University of Tsukuba’s Plasma Research Centre, established in 1979, has the world’s largest tandem mirror-type plasma confinement system – Gamma 10 – a unique platform for verifying ultra-high plasma temperatures needed for fusion reactions and conducting various tests related to plasma heating. The University of Tsukuba was established in 1973 in Tsukuba Science City – Japan’s largest centre for cutting-edge research and development hosting more than 30 research institutes and more than 20,000 researchers Kyoto Fusioneering is a privately funded fusion energy engineering company founded in 2019 based on decades of fusion research at Kyoto University. It is headquartered in Tokyo, with a presence in the UK, and the US and an in-house Kyoto R&D centre.",
            "Image: The Gamma 10/PDX, Plasma Research Center, University of Tsukuba (courtesy of Kyoto Fusioneering)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/assystem-launches-new-taskforce-to-support-uk-fusion-11600735/",
        "title": "Assystem launches new taskforce to support UK fusion",
        "text": [
            "France-based Assystem has hosted the launch of the new",
            "(FIT) to provide an independent voice to UK government on key issues relating to fusion development in the UK. FIT is backed by the Department for Energy & Net Zero (DESNZ) and brings together a cross-sector group of organisations representing the fusion energy supply chain, engineering companies and academia. Assystem holds major contracts at ITER and has experience across the UK fusion programme including in the public sector (the JET, MAST-U and STEP projects) and private fusion.",
            "As well as Assystem, members include Cavendish Nuclear, General Atomics, IMechE, KBR, Kyoto Fusioneering, Nuvia, Oxford Sigma as well as leading UK universities, including Manchester University, York University and Bangor University. FIT will act as the mouthpiece for the UK fusion’s supply chain, engineering sector and academia helping to shape the policy landscape and support the UK’s ambition to be a “fusion energy superpower” in the coming decades.",
            "FIT members will meet regularly to discuss and plan activity around key topics affecting their activities in fusion, including skills and education; innovation and technology; infrastructure and facilities; international collaboration; investment; grid and the needs of the customer; safety and siting; as well as lifecycle and manufacturing processes.",
            "FIT aims to identify commercial opportunities for the fusion sector in the UK including global trade and cooperation opportunities while recognising the heritage of the UK fusion industry built over many decades and exemplified by the work of the UK Atomic Energy Authority (UKAEA) at Culham.",
            "The taskforce held its first meeting in November 2022 and has subsequently hosted many meetings with central Government departments in London and Manchester. Its remit extends to briefing MPs and members of the House of Lords on the importance of fusion energy to the UK.",
            "Image: Launch event of the Fusion Industry Taskforce (courtesy of Assystem)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/rosatom-tests-fuel-for-planned-htgr-plant-11541259/",
        "title": "Rosatom tests fuel for planned HTGR plant",
        "text": [
            "Rosatom scientists have completed a key stage of reactor tests on laboratory fuel samples for a high-temperature gas-cooled reactor (HTGR). Russia views HTGRs as important to future plans for the production of hydrogen. An engineering nuclear power station (AETS -Atomnoi EnregoTekhnologicheskoi Stantsii) based on HTGRs is being developed by nuclear utility Rosenergoatom (part of Rosatom) as part of an investment project to create domestic technologies for the large-scale production and consumption of hydrogen and hydrogen-containing products.",
            "Reactor tests of laboratory samples of HTGR fuel, which started in early 2022, were conducted in parallel at the experimental facilities of two key research centres – at the SM-3 reactor on the site of the Scientific Research Institute of Atomic Reactors (NIIAR) in Dimitrovgrad (Ulyanovsk region) and at the IVV-2M research reactor of the Institute of Reactor Materials (Sverdlovsk branch of the NN Dollezhal Research & Development Institute of Power Engineering – NIKIET)",
            "By the end of 2023, in the IVV-2M reactor, one of the batches of laboratory samples developed and manufactured by the AA Bochvar Research Institute of Inorganic Materials (VNIINM – part of Rosatom fuel company TVEL) and fuel components developed and manufactured by JSC Luch (scientific division of Rosatom), achieved a burnout of 11-12% of heavy atoms. This effectively corresponded to the design values of burnout for HTGR fuel. During the entire long irradiation cycle of the laboratory samples, the temperature conditions of fuel were maintained in the range of 1000-1200° C, which met the requirements for HTGR fuel from the main designer of the reactor unit, OKBM Africantov (part of Rosatom’s engineering division).",
            "The first one was a Soviet-­designed experimental reactor ABTU‑15 and a pilot plant ABTU-ts‑50 with a VGR‑50 reactor. It was designed for power generation and radiation-­induced modification of materials (polyethylene, wood, and others). In the 1970s, a pilot high-temperature gas-cooled reactor VG‑400 was developed to generate electricity and high heat energy. This was followed by the development of modular HTGRs, such as the VGM‑200 pebble-bed reactor and MVGR-GT power unit with a closed-­cycle gas turbine. That was the time when Soviet engineers developed the conceptual design of a VTGR‑10 small power reactor and principles of combining nuclear and hydrogen technologies, which implied the use of hydrogen produced with nuclear power as a source of energy for industry, transport and households.",
            "As to the AETS, it has a long history. In the 1980s, the Soviet government adopted a national hydrogen economy programme that provided for the development of HTGRs for energy and industrial processes. For example, the VG‑400 reactor design was modified for the production of ammonia fertilisers. It was planned to build five plants with HTGRs but the plans were disrupted by the Soviet collapse. However, the idea to build a high-temperature gas-cooled reactor persisted to evolve into the development of a 600 MW reactor with a direct gas turbine cycle, which was underway from 1998 to 2012. General Atomics (US), Framatome (France) and Fuji Electric (Japan) participated in its development.",
            "Today, development of an advanced AETS with a high-temperature helium-cooled reactor and a hydrogen plant has reached the front end engineering design phase, and site selection is underway. The principal difference of the current design compared with the earlier ones is that a hydrogen production plant is an integral part of the nuclear station. The final product of the station will be not heat but hydrogen, which can be stored, transported and sold to customers.",
            "Rosatom said engineers had to make several tough choices. For example, they decided not to use any foreign technology and to use exclusively Russian technology. For this reason, a carbon-free steam methane reforming (SMR) process was chosen instead of electrolysis as a preferred hydrogen production method. The SMR process has long been mastered in Russia, which also has plenty of both methane and water.",
            "Another choice was whether to use an intermediate circuit for transferring heat to the hydrogen plant. It was decided for safety reasons to physically separate the hydrogen-producing and reactor circuits with an intermediate helium circuit. One of the next questions was how far apart the reactor and hydrogen-producing circuits should be to ensure that no accident at the hydrogen plant could damage the reactor.",
            "It is assumed that the HTGR will have a thermal capacity of 200 MW. The hydrogen plant will be capable of producing 110,000 tonnes of hydrogen a year. Since the AETS will have four HTGRs and, accordingly, four hydrogen plants, the station’s total capacity will be 800 MW of thermal energy and 440,000 tonnes of hydrogen a year.",
            "The temperature of the helium will be 330° С at the reactor inlet and 850° С at the outlet. Fuel elements are being designed to meet inherent safety requirements: the reactor must be capable of shutting down without triggering shutdown systems, and residual heat removal from the shut-down reactor needs no external energy source or staff involvement. Another requirement is to make the reactor more powerful given the existing reactor vessel fabrication capabilities. As a result, the developers chose to use block-type fuel assemblies as fuel.",
            "The project is expected to be brought to the investment stage in 2024 as the technical design of the reactor unit, declaration of intent and other documents will be prepared by then. The design and licensing stages of the project are scheduled to be completed in 2028, followed by construction of the first unit, which is expected to be completed in 2032. The remaining units are planned to be built in 2035.",
            "Image: High-temperature gas-cooled reactor (HTGR)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/a-marvel-machine-11513995/",
        "title": "INL’s microreactor: A MARVEL machine",
        "text": [
            "The MARVEL project is led by the Idaho National Laboratory. (Credit: Whharris917/Wikimedia Commons)",
            "Led by Idaho National Laboratory (INL), the Microreactor Applications Research Validation and EvaLuation (MARVEL) project is a liquid-metal cooled microreactor with a rated peak capacity of 100 kWth. Based on existing technology and using off-the-shelf components where possible, the philosophy behind the MARVEL test bed is to allow for rapid construction to allow demonstrations of microreactor technology and applications promptly.",
            "John Jackson, National Technical Director of the Department of Energy’s Microreactor Program, explains: “MARVEL is a very small microreactor with the primary goal of developing an operational microreactor as rapidly as possible and with as little cost as possible. That means we don’t make technology choices with economics in mind necessarily, or commercialisation in mind, but rather to get something operational as soon as possible that would demonstrate some of the nuanced characteristics of micro reactors.”",
            "The DOE Microreactor Program works synergistically with related DOE programs such as the National Reactor Innovation Center with a goal to accelerate the advanced reactor technologies route to market. The Microreactor Program is designed to support R&D related to the development, demonstration, and deployment of very small, factory-fabricated, transportable reactors to provide power and heat for decentralised generation in civilian, industrial, and defence applications.",
            "As Jackson tells NEI: “We loosely characterised its levelised cost of electricity as something like US$1000/ kWh owing primarily to the fact that we’re not doing this to put commercial power on the grid. We’re doing this to demonstrate capability, build processes and procedures in support of what we expect to be a line of commercial demonstrations to be conducted at the Idaho National Laboratory and other locations.”",
            "Indeed, the design choices were made to get the reactor up and running sooner rather than later rather than with extensive economic considerations. Design choices for MARVEL include the use of four Stiring engines which are expected to generate a total of around 20 kWe and it will be fueled with high-assay, low-enriched uranium (HALEU) fuel of the TRIGA – Training, Research, Isotopes General Atomics – uranium-zirconium hydride design. Although it is rated at 100 kW, MARVEL will be operated at about 85 kWth.",
            "“Stirling engines are more or less off the shelf. We have to do a little bit of radiation hardening for our use, but it’s expected to be minimal. Sodium potassium, NaK, the primary coolant, we’ve got previous operating experience with the Experimental Breeder Reactor and the fuel itself is a very widely used fuel. We did that on purpose because it’s got a very high negative coefficient of reactivity associated with it, so it’s very safe. It also has been used in licensed reactors and it’s very typically used in university reactors. It’s a self-moderating uranium zirconium hydride with slight modification from the university fuel. The slight modification is mostly geometric. The MARVEL fuel element consists of five fuel meats, whereas a standard TRIGA element consists of three fuel meats,” says Jackson.",
            "Fast track to microreactor deployment",
            "With the development goal primarily fast track deployment, operations are expected to begin sometime in the 2025-2026 range. MARVEL itself recently reached a very significant milestone in that it completed its 90% final design at the end of September of 2023. “This is significant because it means that we’re more or less moving from a design phase to an execution phase and we’ve taken a major step toward fabrication and construction,” says Jackson.",
            "The microreactor technology is expected to begin operation at INL’s Transient Reactor Test Facility, also known as TREAT, within the next two to three years.",
            "However, some issues with fabrication have pushed operations back from the original scheduled start date. Jackson explains: “We’re working through some issues with fabricators. There are some small ancillary components like parts of the reactivity control system that have been fabricated but we’ve had a few issues within the supply chain and with fabricators that have kept us from starting actual fabrication of the components. We expect that sometime within the next several months.”",
            "MARVEL is comprised primarily of 316 H stainless steel, a high temperature variant 316 stainless. Jackson explains: “Some of the larger forgings have very long lead times. We are also having trouble identifying a fabricator that can meet all our needs. People haven’t built advanced reactors of this size in the past so there’s a lot of learning associated with it. The supply chain is an issue and resolving typical issues associated with identification of a fabricator that’s suitable and is the best for our needs.”",
            "Construction start is dependent on how quickly INL can resolve the fabrication issues and how quickly the components can be fabricated. Nonetheless, research work has begun on the Primary Coolant Apparatus Test (PCAT), an electric-powered full-scale replica of MARVEL. PCAT will be used to collect data on system’s temperature and coolant flow to validate MARVEL’s modeling and simulation tools. At 4 metres tall and weighing almost a tonne, the PCAT has been loaded with sodium-potassium and lead-bismuth coolants and has been installed at a manufacturing facility at New Freedom in Pennsylvania by Creative Engineers Inc.",
            "Jackson says: “The primary coolant apparatus is the electrically heated surrogate for MARVEL that came online initially on September 19th, 2023. The purpose of the primary coolant apparatus test is not for connection to a micro grid but is more for validation of the MARVEL micro reactor itself by measurement and validation of modelling and simulation tools through the natural circulation of the primary coolant and the secondary coolant demonstration of power conversion.” He continues: “Under initial operation we did measure primary coolant flow and power output but we only took it up to 200 degrees Celsius whereas the reactor will operate at somewhere around 400 to 450 degrees Celsius. The reason we stopped the testing at 200 degrees Celsius had to do with the Stirling engines and their internal coolant. This is a glycol mixture that cools the sterling engines and there was some uncertainty with respect to its cooling capacity and measurement of its flow. So, in order to protect the overall system, we stopped and reassessed and we’re just about ready to restart it and take it up to full temperature and validate the MARVEL modelling and simulation tools.”",
            "With an anticipated two-year lifespan, MARVEL will offer experimental capabilities that are not currently available at US national laboratories and will allow R&D to be conducted on fundamental features, operations, and behaviours of  microreactors. It will also be connected to the lab’s first nuclear microgrid.",
            "Kurt Meyers, Lead for Microgrids at INL, outlines the microgrid elements of the MARVEL programme: “Our microgrid system that we already have at INL is actually a relocatable deployable microgrid. Our initial thoughts are to deploy that after MARVEL has gone through its initial testing. It already has pretty sizable energy storage with lithium iron phosphate grid-forming inverter systems and a full microgrid control system. We also have renewables, solar and wind, that we can couple with it so we can start to demonstrate some of those controls and couplings between microreactor and other energy input and storage systems.”",
            "Todd Knighton, Lead for Nuclear Applications under INL’s Integrated Energy Systems arm, highlights how MARVEL will potentially tie in with some of the other major research programmes underway at INL: “We want to close the carbon cycle. Our plan and our research with Integrated Energy Systems is to use a nuclear reactor and instead of sequestering carbon use carbon from industry, use it as a chemical building block to produce synthetic fuels and chemicals that could drop-in to the existing economy and infrastructure. We need a large energy input and that’s where nuclear energy comes in. Near term, we’re looking at a lot of heat uses for advanced nuclear reactors. There’s industry out there already that can use that heat and we can substitute advanced nuclear reactors and decarbonise that heat source very easily. Once you get the nuclear actor on the ground, the process of getting to the heat is easy. Nuclear reactor heat can be very competitive on a cost basis with natural gas, especially once carbon carbon credits are taken into account. It could be a very clean and viable direct heat option for industry versus the more costly method of using electricity to provide process heat using solar or wind. That heat from electricity would come at a much higher cost just because of the conversion efficiency from heat to electricity and back to heat. As far as integrated energy systems use of advanced reactor heat, MARVEL is the vanguard system that will enable future advanced nuclear reactor companies to bring their prototypes and demonstrations to INL for future integration with IES such as hydrogen, chemicals, and synthetic fuels production. A co-electrolysis system demonstration by GE is already planned at INL.”",
            "Jackson picks up on the theme of anticipated outcomes from MARVEL: “For the reactor itself, along the themes of supporting accelerated demonstration and deployment of commercial microreactor concepts we’re studying things like start-up transient, zero power, physics testing, and operational characteristics of the microreactor. The start-up procedure will be of very high interest with the neutronics characteristics in the immediate vicinity of the reactor. Some fundamental questions like that will be answered just through operation of the microreactor,” says Jackson. Key research goals of MARVEL include streamlining national lab capabilities by establishing authorisation, qualification, and validation processes for microreactor technologies.",
            "Once operational, MARVEL will also be used to potentially support regulatory approval processes and test microreactor applications for various electrical and non-electric applications, such as thermal storage, water purification, and district heating, as well as demonstrate the capability to manage grid demand and reactor power supply.",
            "MARVEL will also be used to evaluate systems for remote monitoring and operations, and develop autonomous control technologies. Jackson comments: “MARVEL is due to be installed in the Transient Test Reactor facility. It will be more or less remotely operated in that when the Transient Test Reactor is operational people are not in the building per protocol. I assume, similarly, that when the MARVEL microreactor is operational, people will not be in the building so we’ll demonstrate remote operation even though we’re just down the street. Under my base microreactor programme we’re also developing the microreactor Automatic Control System. I am careful to point out that what we’re not doing is seeking autonomy. What we’re trying to do is automate decision-making and action to the extent possible. Automatic or automated control is where through machine learning or artificial intelligence schemes the system in some way makes an automatic decision based on data that it’s receiving. A simple example is if you sense a temperature excursion near the core, you might want to rotate the control drums to a certain degree. That’s a very simple operation that through machine learning we can achieve and we don’t necessarily have to have a human in the loop. We want systems making not binary decisions, but graded decisions based on data input.” Jackson continues: “We’re doing that in the background as a base microreactor programme research and development project in support of supporting all developers, but MARVEL may afford us an opportunity to demonstrate some of that as well.”",
            "Myers also picks up on the connections between MARVEL and other INL projects focused on advanced microreactors: “INL do a lot of work with the military and with the DOD [Department of Defense] and are heavily exploring the options for those mixed remote systems, for island grids that currently are running mostly on diesel. We are really exploring mixtures of nuclear, solar, wind, batteries, desalination type systems and maybe even some central heating and cooling for particular facilities. We are diving pretty deeply into that.”",
            "He continues: “Beyond the Stirling engine type system some of the other advanced reactors that we think are coming from industry are going to have air Brayton power conversion machines on them or steam turbine machines. We’re exploring the characteristics of coupling those with battery storage and grid forming inverter systems and how we can provide a stable electrical system with all those things together and not have to swing the reactor all over the place to cover load steps and have the most controllable and manual system that way.”",
            "Key to this kind of integrated system is the control system that can manage all the different disparate elements. As Myers says: “These particular Stirling engine outputs are relatively easy for us to manage even with our existing microgrid controls but when you move into something much more complex for a power conversion system like an air Brayton cycle or a steam Rankine turbine those, electromechanical interactions between the generator, the loads and the renewables and battery storage are a lot more complicated and so there’s much more coordination and control that needs to be done there.”",
            "Jackson summarises: “The way I like to view MARVEL is as a tiered hierarchy of objectives. First is initial criticality, second is initial operation, and third is sustained operation. Once we address the initial hierarchy of objectives, then we can start to take more risks and deploy more advanced automation schemes, for instance.”",
            "Alongside MARVEL’s core research goals, a key aspect of the programme is to support commercial deployment of advanced microreactors. To that end, INL is embracing external partners with a view to leveraging the MARVEL deployment. Knighton observes: “If there are other industries or partnerships that want to demonstrate using MARVEL and the microgrid and even brining their own reactor prototypes and demonstrations, we’re open to those types of possibilities.” Meyers says, “The point is we are not holding this exclusively for our control and utilisation. As an example, when we connect the very small microgrid, companies may want to demonstrate microgrid capability on a nuclear powered microgrid. So, we’re opening the doors, we’re soliciting feedback, and we want companies to pitch their ideas for utilisation of MARVEL and the microgrid.",
            "Knighton continues, “We are planning some demonstrations out on the site and possibly with advanced reactor companies, if people partner with us to put advanced reactors out there. Those could couple with hydrogen electrolysis or with ammonia or synthetic fuels production, so there’s a lot of options that we’re looking at as far as an energy transition powered by nuclear. It’s going to take a lot of energy and we think nuclear is a really great source to provide that massive amount of energy.”",
            "He closes with an open invitation for advanced reactor companies: “We are designing integrated energy systems around advanced nuclear power heat and the heat of existing reactors. We’re looking at a wide variety of reactors that are on the market in the design phase and we’re working with different advanced reactor companies. MARVEL is out front, the vanguard if you will, and is paving the way so that advanced reactor companies can come to INL and we can work with them to do that integrated energy system work of using the enormous and dense heat output to re- power the clean energy economy of chemicals, products, and fuels. I think a lot of that integrated energy system work will happen after we get advanced reactor companies partnered with us and bring some of their demonstrations and prototypes out to INL to work on. MARVEL prepares the way for that to happen.”",
            "Still a few years off deployment, MARVEL is nonetheless intended to lead the way in terms of advanced microreactor commercialisation. As Jackson concludes; “It’s the tip of the spear for some of the long-term objectives for the Idaho National Laboratory.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/fuel-fabrication-begins-for-marvel-microreactor-11501360/",
        "title": "Fuel fabrication begins for MARVEL microreactor",
        "text": [
            "MARVEL microreactor rendering. (Credit: Idaho National Laboratory/ Office of Nuclear Energy)",
            "US-based TRIGA International has begun fabricating fuel for the US Department of Energy’s MARVEL microreactor project at Idaho National Laboratory (INL), according to DOE’s Office of Nuclear Energy. DOE awarded the $8.4m contract to TRIGA International, a joint venture between Framatome and General Atomics, in November 2023. The first shipment of fuel is expected to be delivered in spring 2025.",
            "Framatome’s dedicated TRIGA manufacturing facility at CERCA Romans, France, was selected to fabricate this fuel in line with the schedule of the MARVEL project. The contract is for 37 TRIGA fuel elements similar to the TRIGA fuel used in university reactors for research and hands-on training.",
            "“Securing the fuel for the MARVEL microreactor project addresses a primary technical challenge,” said Dr John Jackson, the national technical director for DOE’s microreactor programme. “The initiation of fuel fabrication represents another tangible step toward making this exciting test platform a reality.”",
            "MARVEL achieved 90% final design last year. The sodium-potassium-cooled microreactor is designed to generate 85 kWt and will be built inside INL’s Transient Reactor Test Facility with future plans to connect it to a microgrid. The DOE microreactor programme plans to submit MARVEL’s preliminary safety analysis report for review later this summer as part of the DOE authorisation process.",
            "The project will be used to help industry partners demonstrate microreactor applications, evaluate systems for remote monitoring, and develop autonomous control technologies for new reactors. The project is also testing a full-scale, non-electric prototype of the reactor in Pennsylvania to gather data on the system’s coolant flow and power generation to ensure the reactor will perform as expected. Fuel loading for MARVEL is expected in 2026, with the microreactor scheduled to be online by 2027."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/general-atomics-to-develop-silicon-carbide-materials-for-fusion-power-plants-11483120/",
        "title": "General Atomics to develop silicon carbide materials for fusion power plants",
        "text": [
            "The US Department of Energy (DOE) Office of Science has awarded a three-year contract to US-based General Atomics Electromagnetic Systems (GA-EMS) to develop a scalable, cost-competitive path to manufacture silicon carbide (SiC) and SiC composite foam materials for advanced fusion power plants.",
            "GA-EMS President Scott Forney said SiC and SiC foam will provide significant advantages in efficiency and longevity to support fusion power plant applications. “Foam made of SiC is a highly effective insulator that prevents unwanted heat transfer and is extremely resistant to radiation compared with other insulating materials that degrade over time. Our unique manufacturing method allows us to finely control the properties of the material and provides a cost-effective approach for the fabrication of SiC foam specifically engineered for the fusion environment.”",
            "GA-EMS is developing high temperature ceramic-based composites for the nuclear environment, including a SiC composite based technology. This SiGA cladding is the material of choice under DOE’s Accident-Tolerant Fuel (ATF) programme. This aims to develop and demonstrate nuclear fuel rods capable of surviving temperatures far beyond that of current materials. GA-EMS will leverage its high temperature ceramic fabrication and fusion test facilities to demonstrate the path toward manufacturing first-of-kind SiC and SiC foam materials.",
            "Christina Back, Vice President of GA-EMS Nuclear Technologies & Materials.said: “We are developing the path forward to customise and test our SiC materials and composites at the dimensions, scale, and performance metrics required for application to fission and magnetic fusion programs in support of future nuclear power plants.”",
            "According to Brian Grierson, Director of General Atomics' Energy Group's Fusion Pilot Plant Design Hub, advanced materials such as SiC and SiC composites will increase efficiency, reduce waste, and make fusion facilities more cost effective. In October 2022, General Atomics outlined its concept for a fully integrated fusion pilot plant in. The concept utilises SiC–based materials that can withstand the intense conditions within a high-power fusion device",
            "General Atomics (GA) has been leading magnetic fusion research since the 1950s. The DIII-D National Fusion Facility, operated by GA for DOE, is the largest magnetic fusion research facility in the US. GA is the principal US private sector participant in thermonuclear fusion research through DIII-D and its inertial confinement programmes for DOE.",
            "GA is also a key partner in the International Thermonuclear Experimental Reactor (ITER) under construction at Cadarache in France. GA is manufacturing major components for this project, including the Central Solenoid – the world's largest pulsed superconducting electromagnet – and several key diagnostics systems. GA has constructed more than 60 TRIGA nuclear research reactors in 24 countries and is developing next-generation nuclear fission and high-temperature materials technologies."
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/triga-international-to-supply-fuel-for-marvel-microreactor-11359427/",
        "title": "TRIGA International to supply fuel for MARVEL microreactor",
        "text": [
            "The US Department of Energy (DOE) has awarded a contract to TRIGA International, a joint venture between Framatome and General Atomics, to fabricate fuel for the MARVEL microreactor at Idaho National Laboratory(INL). The TRIGA fuel fabrication contract was awarded through Battelle Energy Alliance (BEA), which operates INL. Framatome will manufacture a fuel similar to the TRIGA fuel used in US university reactors.",
            "Framatome’s dedicated TRIGA manufacturing facility at CERCA Romans was selected to fabricate this fuel in line with the schedule of the MARVEL project. Framatome relaunched its dedicated TRIGA manufacturing facility at CERCA in response to the DOE Office of Nuclear Energy’s goal to maintain world-class research and development capabilities. After a seven-year $80m modernisation project, operations resumed at the end of 2022 for the first time since 2012. Framatome CERCA is the world’s only manufacturer and supplier of uranium-zirconium hydride fuel for use in TRIGA type research reactors.",
            "This award follows the restart of the TRIGA programme after nearly 10 years, and the first successful fabrication and delivery of TRIGA metallic fuel to Penn State University in September. “DOE and TRIGA International have reestablished the TRIGA fuel supply to support U.S. university research reactors,” said Assistant Secretary for Nuclear Energy Dr Kathryn Huff. “With this contract, we will leverage that investment to support demonstration of advanced reactors as well.”",
            "MARVEL is a sodium-potassium-cooled microreactor that will generate roughly 85 kWt and serve as a test capability to speed the development of microreactor technology. MARVEL recently achieved 90% final design enabling the project to move forward with fabrication and construction. The 90% threshold allows for minor changes that might arise due to unforeseen complexities during construction and assembly. The project team is currently testing a full-scale, electrically heated replica of MARVEL that will help verify the performance of the microreactor’s cooling system.",
            "While the design won’t be considered 100% final until the microreactor is cleared for operation, this stage permits INL to award contracts and proceed with next steps. It also permits DOE to award contracts for reactor components and fuel fabrication. Under the DOE Microreactor Program, it will be built inside the Transient Reactor Test Facility at INL with future plans to connect it to a microgrid. The reactor will be used to help industry partners demonstrate microreactor applications, evaluate systems for remote monitoring, and potentially demonstrate control technologies for new reactors.",
            "Later this year, INL will work to purchase fuel for the microreactor, which will use a version of TRIGA fuel similar to that used in university research reactors across the US. Additional milestones beyond that include safety analysis, training, and drafting procedures, followed by the construction and assembly of the microreactor, and finally, fuel loading.",
            "TRIGA is a reactor designed by General Atomics that is used for research and hands-on training. TRIGA type fuel designs are now being explored for new applications beyond university training. The unique properties of TRIGA fuel can be seamlessly transitioned to non-TRIGA plants such as small modular, micro or advanced reactors. Framatome and General Atomics created the TRIGA International SAS joint venture in 1995 to market TRIGA fuel elements manufactured at CERCA Romans. More than 66 TRIGA units have been built around the world and approximately 38 reactors are still in operation.",
            "Image: A model of the MARVEL microreactor to be built inside the Transient Reactor Test Facility at INL (courtesy of INL)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/kyoto-fusioneering-to-supply-advanced-gyrotron-systems-to-general-atomics-11356718/",
        "title": "Kyoto Fusioneering to supply advanced gyrotron systems to General Atomics",
        "text": [
            "Japan’s Kyoto Fusioneering (KF) has agreed to supply two advanced gyrotrons to General Atomics (GA) for the US Department of Energy’s (DOD’s) DIII-D National Fusion Facility in San Diego, California. Scheduled for deployment by 2026, these gyrotrons will be the first from Kyoto Fusioneering to be integrated into the United States’ fusion research infrastructure, following a series of successful global engagements.",
            "The US DIII-D National Fusion Facility is a DOE Office of Science scientific user facility operated by General Atomics in San Diego. It is now undergoing a series of major upgrades to prepare for its next phase of research. Gyrotrons are instrumental in magnetic confinement fusion devices, enabling the stable, highly efficient generation of high-frequency, high-power millimetre waves. These capabilities are fundamental to generating, heating, and maintaining plasma conditions that are critical for fusion reactions. Kyoto Fusioneering says its gyrotrons are at the forefront of this technology.",
            "Keishi Sakamoto, CTO of Kyoto Fusioneering said: “Our advanced gyrotrons will empower the DIII-D facility to push the boundaries of fusion research and accelerate the path to commercialisation.”",
            "DIII-D Director Dr Richard Buttery welcomed the collaboration with Kyoto Fusioneering, which would increase DIII-D’s heating power. “This purchase is part of a broader, continuous effort to keep the facility’s capabilities at the cutting edge of fusion research and meet the needs of the US fusion research community and our global user base.”",
            "In February, Kyoto Fusioneering launched its US subsidiary in Seattle. The expansion is part of the company’s ongoing effort to bring its expertise in critical plant technologies to the forefront of the fusion energy ecosystem in the US and to foster closer collaborations to drive technological advancements within the industry."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/iaea-reviews-safety-at-philippines-research-reactor-11331498/",
        "title": "IAEA reviews safety at Philippines research reactor",
        "text": [
            "An International Atomic Energy Agency (IAEA) Integrated Safety Assessment for Research Reactors (INSARR) team of experts said the Philippines is committed to the safe operation of the Philippine Research Reactor-1 (PRR-1) Subcritical Assembly for Training, Education & Research (SATER) facility. This followed completion of recent commissioning tests and the start of its utilisation for training and education. The team also found the need for further improvement in the reactor’s operational organisation structure, its maintenance and operating procedures.",
            "The five-day mission was conducted at the request of the Philippine Nuclear Research Institute (PNRI), part of the Department of Science & Technology. The team comprised three experts from China, the Netherlands and the USA, and one IAEA staff member. The mission reviewed regulatory supervision, the management system, and training and qualification. It also covered technical aspects, such as the commissioning results, maintenance, operating procedures, utilization and experiments, radiation protection, and emergency planning.",
            "PRR-1 SATER is operated by the PNRI and housed in the building of the original PRR-1. It is located at the University of the Philippines in Quezon City, northeast of Manila, which was shut down in 1988. Construction work on PRR-1 SATER began in 2017 and concluded in 2021. Commissioning began in June 2022, when PNRI started to load TRIGA (Training, Research, Isotopes General Atomics) fuel elements into the subcritical assembly. Following PNRI’s review of the commissioning tests, PRR-1 SATER was granted authorisation for operation and was restarted in March.",
            "The facility is subcritical, meaning that the chain nuclear fission reaction is initiated and maintained through an external neutron source, as opposed to a critical facility where the nuclear chain reaction is self-sustaining. The facility is used for training and education programmes initiated by PNRI at universities in the Philippines and permits researchers to conduct experiments and demonstrate neutron activation analysis and operation of a nuclear installation.",
            "The INSARR team observed that the established practices in the use of the facility and experiments, as well as in radiation protection and waste management, are in line with the IAEA safety standards. It also noted improvement in safety documents following the commissioning tests. “PNRI has shown a commitment to safety by requesting an IAEA INSARR mission,” said Kaichao Sun, team leader and Nuclear Safety Officer at the IAEA. “Transition from commissioning to routine operation of a nuclear installation could be challenging. Continued implementation of measures of effective leadership and management for safety, in accordance with the IAEA safety standards, ensures this challenge is addressed.”",
            "The team also made recommendations and suggestions for further improvements, including the need for:",
            "Enhancing the effectiveness of the safety committee of the facility by including in its scope the review of proposed changes in operational procedures, new experiments and modifications projects.",
            "Establishing procedures for qualification of the operating personnel with an assessment of the capabilities of the personnel to be authorized, including a comprehensive examination based on the training programme.",
            "Establishing a maintenance programme for safety-related systems and components, based on the design and surveillance requirements and manufacturers' instructions.",
            "Including requirements on periodic testing of safety-related systems and components in the operational rules.",
            "“The PNRI requested the INSARR mission under the support of the IAEA Technical Cooperation Programme. With the recent start of operation of PRR-1 SATER, the facility operator welcomed the significant inputs from the INSARR team to improve the safety of the facility and to ensure its efficient and safe operation and utilization,” said Ryan Olivares, the reactor manager of PRR-1 SATER. “Operating this newly repurposed training facility is a significant milestone for the Philippines after almost four decades of extended reactor shutdown. Notwithstanding the significant steps undertaken and efforts invested for continuous advancement, the INSARR mission still provided the operator with valuable inputs, and the team remains committed to implement safety improvements.” PNRI plans to request a follow-up INSARR mission in 2025.",
            "Image: The Philippine Research Reactor-1 building at the University of the Philippines (courtesy of PNRI)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/spacenukes-partnership-wins-contract-to-develop-reactors-for-space-vehicles-11242893/",
        "title": "SpaceNukes partnership wins contract to develop reactors for space vehicles",
        "text": [
            "US Space Nuclear Power Corporation (SpaceNukes) has teamed with Lockheed Martin Corporation and BWX Technologies for participation in the Space Force/Air Force Joint Emergent Technology Supplying On-orbit Nuclear Power (JETSON) project. This is part of an Air Force Research Laboratory (AFRL) Space Vehicles Directorate programme.",
            "Earlier, Intuitive Machines, Lockheed Martin and Westinghouse Government Services (WGS) won contracts totalling $60m from JETSON to advance technologies for nuclear powered space vehicles. The goal of the project is to advance nuclear fission technology to produce small power reactors for space vehicles. AFRL is seeking a reliable and constant source of electricity for satellites.",
            "Intuitive Machines, a start-up based in Houston specialising in space infrastructure, received a $9.4m contract to design a spacecraft concept that employs compact radioisotope power system, electric or hybrid propulsion.",
            "WGS, based in Hopkins, South Carolina, won a $16.9m contract to “mature relevant technologies, conduct analyses, trade studies, and explore risk reduction strategies to investigate how a high power, nuclear fission-system could be implemented from a subsystem, spacecraft, and architecture standpoint”.",
            "Lockheed Martin Space, based in Denver, was awarded a $33.7m contract “to mature the technical design of the JETSON spacecraft systems and subsystems to a preliminary design review level of maturity, and to fully develop the overall programme development and test program planning through critical design review”.",
            "All three contracts extend until December 2025. The three companies were selected by NASA in June 2022 for phase 1 studies of fission surface power systems, small nuclear reactors intended to support later phases of the Artemis lunar exploration campaign. Each team received $5m for initial design studies.",
            "The US Department of Defense (DOD) announced that the initiative will allow AFRL to investigate how a “high power, nuclear fission-system could be implemented from a subsystem, spacecraft, and architecture standpoint”. JETSON Programme Manager Lt Col Tommy Nix told a virtual panel at the American Nuclear Society that AFRL aims to research more advanced power options for space projects.",
            "After JETSON is completed, the US Air Force intends its spacecraft to use nuclear fission to harness power instead of solar energy. JETSON will also develop support systems in critical areas, including power management, on-orbit mobility, thermal regulation, and radiation shielding.",
            "According to Nix, JETSON will enable the Space Force to conduct missions beyond geosynchronous Earth orbit, which extends. More than 22,000 miles from the Earth’s surface and is currently the furthest region used by military satellites. “As we move farther and farther out from what our current mission set is, we’ll need higher power to cover the bigger volumes [of space],” he noted.",
            "DOD’s Defense Advanced Research Projects Agency (DARPA) in 2021 awarded contracts to General Atomics, Blue Origin, and Lockheed Martin for the first phase of its Demonstration Rocket for Agile Cislunar Operations (DRACO) programme. DRACO aims to develop and place a nuclear thermal propulsion (NTP) system above low Earth orbit in 2025.",
            "JETSON is not a nuclear propulsion programme like DRACO. but is focused on developing nuclear power systems that can be used in space. To enable satellites or spacecraft to change position or carry sophisticated payloads more electrical power is required than can be supplied by conventional solar panels or battery-powered systems.",
            "Nix noted that fission reactors can adjust their output, potentially providing the extra power on demand to drive more potent sensors and instruments, eliminating the need for batteries.",
            "Image: Artist's impression depicting Kilopower reactor in space (courtesy of LANL)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/penn-state-receives-first-triga-fuel-shipment-in-10-years-11199316/",
        "title": "Penn State receives first TRIGA fuel shipment in 10 years",
        "text": [
            "TRIGA International recently delivered 30 new fuel elements to Penn State University for its research reactor. The shipment is the first of its kind in more than a decade and restores an important fuel supply for the 35 TRIGA reactors operating around the world, including 17 in the United States.",
            "TRIGA International, a joint venture between Framatome and General Atomics, is the world’s only supplier of TRIGA fuel. It restarted fuel production last year following a major renovation project at its fabrication facility in Romans, France. this is the first new fuel shipment by the company since 2012 and will be used to help fuel Penn State’s Breazeale Reactor – the longest continuously operating university research reactor in the US.",
            "The US Department of Energy (DOE) provided nearly $16m to help upgrade the facility and restore new fuel production. “This shipment of fuel represents DOE’s commitment to our university research reactors that are helping to train the future nuclear energy workforce,” said Dr Kathryn Huff, assistant Secretary for Nuclear Energy. “I’m also pleased to see this fuel support Penn State’s facility expansion and their new role as a Nuclear Science User Facilities partner helping to advance the nation’s nuclear R&D.”",
            "TRIGA stands for Training, Research, Isotopes, General Atomics. Of the 17 TRIGA reactors currently operating in the US, 12 are located at universities and are primarily used for training students, research projects, and isotope production. DOE’s Office of Nuclear Energy provides and coordinates the nuclear fuel elements for all US university TRIGA reactors.",
            "“Penn State’s nuclear research enterprise continues to grow in new and exciting ways, and this new fuel supports that growth,” said Andrew Read, Interim Vice President for Research at Penn State. “Through significant investments to the reactor that now allow simultaneous neutron beam operations, as well as a partnership through the Nuclear Science User Facilities programme, the University is uniquely positioned to make significant advances in nuclear science, share our knowledge and educate the next generation of nuclear engineers.”",
            "DOE expects to purchase more than 660 new fuel elements for TRIGA reactors in the US, along with additional fuel for Marvel – a new testing platform that will demonstrate microreactor operations and end-use applications at Idaho National Laboratory.",
            "Image: TRIGA International has delivered new fuel elements to Penn State University to help fuel its research reactor (US DOE Office of Nuclear Energy)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/energoatom-and-converdyn-sign-mou-on-uranium-conversion-11150491/",
        "title": "Energoatom and ConverDyn sign MOU on uranium conversion",
        "text": [
            "Peter Kotin, President of Ukrainian nuclear utility Energoatom and US ConverDyn President Malcolm Critchley signed a confidentiality agreement and a memorandum of understanding (MOU) on uranium conversion during the recent 2023 World Nuclear Symposium in London. ConverDyn is a general partnership between the American multinational companies General Atomics and Honeywell, which provides uranium hexafluoride conversion (UF6) and related services to companies operating nuclear power plants in North America, Europe and Asia.",
            "Kotin noted that this cooperation is important for Ukraine, as it opens up the possibility of providing additional services for uranium conversion and diversification of its supply. Future cooperation with ConverDyn includes assistance in increasing its own uranium mining at VostokGOK – Ukraine’s Eastern Mining & Processing Plant – and building a plant to produce uranium hexafluoride. The first consultations on establishing cooperation took place in 2022. ConverDyn then reaffirmed its interest in working together with Energoatom to provide conversion services.",
            "Image: ConverDyn President Malcolm Critchley (L) and Peter Kotin, President of Energoatom (R) at the signing ceremony (courtesy of Energoatom)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/record-breaking-run-for-diii-d-national-fusion-facility-11007013/",
        "title": "Record breaking run for DIII-D National Fusion Facility",
        "text": [
            "The US DIII-D National Fusion Facility has completed a two-year research campaign, which included a record-breaking 1,600 hours of plasma research as part of 140 ground-breaking studies. The facility, is an Office of Science scientific user facility operated by General Atomics in San Diego for the Department of Energy (DOE). It will now begin a series of major upgrades over the next eight months to prepare for the next phase of research. These scheduled upgrades are intended to keep the facility at the forefront of fusion science as a valuable resource for the entire fusion community.",
            "“The 2023 research campaign was one for the history books. I can’t remember a more productive effort, which is really a testament to the hard work of our wonderful team of scientists and engineers from across the country,” said DIII-D Director Dr Richard Buttery. “But it’s never a quiet time at DIII-D. We’re already getting started on an important set of upgrades as we look ahead to the next campaign.”",
            "The DIII-D tokamak, which has been in operation since the 1980s, is the largest magnetic fusion research facility in the US. It has played an important role in providing data for the engineering design phase of the International Thermonuclear Experimental Reactor (ITER), under construction in France. DIII-D supports more than 650 scientists from 95 institutions across the USA and the international research community.",
            "During the record-breaking campaign, which continued for more than 200 days, the most notable advances included:",
            "The demonstration of high performance “diverted negative triangularity” plasma configurations, which alter the shape of the plasma to improve performance and heat dissipation and potentially revolutionise the path to cost-effective fusion energy.",
            "The deployment of a new radio-frequency wave injection technology known as “helicon current drive” with an innovative antenna that improves the delivery of energy to the plasma, potentially creating a new method for efficiently sustaining plasmas in a more compact and cost-effective manner.",
            "Significant optimisations to DIII-D’s flexible three-dimensional magnetic field configurations, which improved particle confinement and protections for the plasma-facing walls of the machine.",
            "As part of DIII-D’s commitment to developing the next generation of fusion scientists, the programme for the first time reserved two weeks of run time for student researchers. In total, 17 experiments were conducted by students pursuing PhD theses. DIII-D hosts over 200 students, interns, and postdoctoral research fellows annually.",
            "Many additional advances were made in the understanding of fusion plasmas, including improvements to efficiency, performance, and control. Findings from these and other areas of research will be announced in upcoming scientific journals and conferences.",
            "DIII-D has already begun a new upgrade effort which will improve its capabilities for shaping and containing plasma to increase plasma volume and current. These changes will allow DIII-D to reach higher performance levels relevant to fusion power plants and enable new research to improve plasma control and efficiency.",
            "The upgrades will include installation of a new divertor system, which is used to channel excess heat away from the edge of the plasma. The divertor is a permanently installed component in DIII-D that is critical for maintaining efficient plasma operations. Optimising the divertor to efficiently disperse heat without impacting the performance of the plasma is an important research goal for the DIII-D programme.",
            "“DIII-D has utilized different divertor structures in the past to help build the physics basis for handling power in fusion reactors, said Morgan Shafer, Head of DIII-D’s Edge & Boundary Physics Group (Oak Ridge National Laboratory). “The upcoming staged divertor programme accelerates this approach, tackling three separate divertors in the next five years. Each stage of research will answer a key question and take us to the next phase of research. When complete, this upgrade will help influence the design of future power plants.”",
            "Another significant upgrade will be the installation of a new “Lower Hybrid” current drive system as part of a pioneering advancement in fusion power plant technology. As a first-of-a kind technology demonstration co-led by the Massachusetts Institute of Technology’s Plasma Science & Fusion Center (MIT PSFC) and General Atomics (GA), the Lower Hybrid system will give DIII-D additional capabilities to produce reactor-relevant plasma profiles. In theory, this approach should offer the most efficient mechanisms for increasing current drive.",
            "“The new lower hybrid system will improve DIII-D’s current drive capacity and efficiency, which will enable researchers to achieve plasma scenarios that are relevant to steady-state reactor operations, said Dr Theresa Wilks, Lead Scientific Coordinator for DIII-D Collaboration at MIT PSFC. “The Lower Hybrid system will be installed using robotics developed as part of the DIII-D programme. The robot will use advanced This system will be a first-of-a-kind test of novel physics, as well as an important technological advancement demonstrating additive manufacturing of in-vessel components as a new approach for deploying fusion heating and current drive. DIII-D is already a high-performing and versatile machine, and this upgrade is going bring us into a new paradigm of current drive capabilities.”",
            "Image: A worker inside the vessel at the DIII-D National Fusion Facility (courtesy of General Atomics)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/us-awards-gain-vouchers-to-accelerate-advanced-nuclear-technologies-10978640/",
        "title": "US awards GAIN Vouchers to accelerate advanced nuclear technologies",
        "text": [
            "The US Department of Energy (DOE) has awarded seven Gateway for Accelerated Innovation in Nuclear (GAIN) vouchers to industry partners to support the development of promising advanced nuclear technologies. The companies will be able to leverage the expertise and research capabilities at selected DOE national laboratories to support their projects towards commercial deployment.",
            "GAIN voucher recipients do not receive direct financial awards. The vouchers provide funding to DOE national laboratories to help businesses overcome critical technological and commercialisation challenges. Awardees are responsible for a minimum 20% cost share, which could be an in-kind contribution.  The following companies received vouchers:",
            "Advanced Reactor Concepts (Washington DC) will partner with Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to further develop a protective barrier coating between the fuel and cladding for the metallic uranium-based alloy fuel used in its ARC-100 advanced reactor design. Barrier coatings can help prevent fuel-cladding chemical interactions and enable longer fuel service life in advanced reactors.",
            "Alpha Tech Research Corp (American Fork, Utah) will team up with ANL to advance the development of a promising yttrium hydride-based moderator for its molten salt microreactor concept. The data will be used to inform the design and size of the reactor.",
            "General Atomics (San Diego, California ) with work with Oak Ridge National Laboratory (ORNL) to examine the material behaviour of irradiated silicon carbide composite samples. This will help inform material behaviour models required to license the use of silicon carbide-based structures in nuclear reactors.",
            "Kairos Power (Alameda, California) will partner with Pacific Northwest National Laboratory (PNNL) to evaluate instruments and develop operating procedures and hardware configurations to analyse its lithium enrichment process. This will ensure that the enriched lithium product meets fluoride-salt cooled, high temperature reactor requirements.",
            "Moltex Energy USA (Wilmington, DC) will work with ANL to model the heat transfer between fuel pins and the coolant in its molten salt reactor concept. The results will inform the design of its Stable Salt Reactor.",
            "Ultra Energy (Round Rock, Texas) will collaborate with ORNL to organise and design high-temperature reactor testing to support the testing and further development of its new prototype detector that could help enhance the safe operation of commercial reactors once commercialized. Test results will demonstrate suitability of the prototype and allow for further development for commercial deployment.",
            "Westinghouse Electric Company (Cranberry, Pennsylvania) will partner PNNL and INL to perform post-irradiation experiments on its chromium-coated accident-tolerant fuel cladding. The project will focus on corrosion and hydrogen behaviour in the cladding from two different coating processes.",
            "GAIN was established by DOE’s Office of Nuclear Energy and provides the nuclear community with the technical, regulatory, and financial support necessary to move innovative nuclear technologies toward commercialisation.   This is the third round of GAIN vouchers awarded for FY 2023."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/general-atomics-and-tokamak-energy-to-collaborate-on-advancing-high-temperature-superconducting-magnet-technologies-10911684/",
        "title": "General Atomics and Tokamak Energy to collaborate on advancing high temperature superconducting magnet technologies",
        "text": [
            "US-based General Atomics (GA) and UK-based Tokamak Energy Ltd have signed a memorandum of understanding (MOU) for collaboration in the area of High Temperature Superconducting (HTS) technology for fusion energy and other industry applications. This will leverage both GA’s capabilities for manufacturing large-scale magnet systems and Tokamak Energy’s expertise in HTS magnet technologies.",
            "GA Senior Vice President Anantha Krishnan welcomed the collaboration. “Tokamak Energy is a leader in HTS magnet modelling, design and prototyping and GA has expertise in developing and fabricating large-scale superconducting magnets for fusion applications,” he said.",
            "Tokamak Energy Managing Director Warrick Matthews said: “GA has significant experience, knowledge and facilities to produce large superconducting magnets at scale. Tokamak Energy has been developing HTS technologies for fusion for over a decade. The integration of these complementary capabilities promises to accelerate the development and production of HTS technologies in additional fields, such as aviation, naval, space and medical applications.”",
            "Strong magnetic fields are generated by passing large electrical currents around arrays of electromagnet coils that circle the plasma in fusion reactors. The magnets are wound from HTS tapes, multi-layered conductors with a crucial internal coating of ‘rare earth barium copper oxide’ (REBCO) superconducting material. Developing more powerful HTS magnets will allow fusion power plants to use thinner magnetic coils while generating plasmas at greater densities. This could enable the facilities to operate with greater efficiency and smaller footprints, improving their cost effectiveness.",
            "Tokamak Energy, founded in 2009 as a spin-off from UK Atomic Energy Authority (UKAEA), is also the only private fusion company to have more than 10 years’ experience of designing, building, and operating privately-owned tokamaks. GA established its first fusion research and development programmes in the 1950s and has over five decades of experience operating tokamaks. GA began working on superconducting magnet technologies in the 1980s. In 2015, it established a state-of-the-art Magnet Technologies Centre (MTC) to fabricate the Central Solenoid modules for the international ITER experiment.",
            "Image: GA’s purpose-built Magnet Technologies Center, where it is currently fabricating the world’s most powerful pulsed superconducting magnet for the international ITER project (courtesy of General Atomics)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/more-doe-awards-for-nuclear-technologies-10842425/",
        "title": "More DOE awards for nuclear technologies",
        "text": [
            "The US Department of Energy (DOE) has awarded $22.1m to 10 industry-led projects, including two aimed at expanding clean hydrogen production with nuclear energy and one focused on bringing a microreactor design closer to deployment. The other projects focus on nuclear regulatory hurdles, improving operations of existing reactors, and facilitating new advanced reactor developments.",
            "These projects are funded through DOE’s Office of Nuclear Energy’s NE’s) industry funding opportunity announcement (iFOA). Since 2018, the iFOA has invested more than $230m into 48 projects from 31 different companies across 18 states. To date, 28 of the selected projects have successfully been completed. This is the final round of awards through this funding opportunity. “This final round of awards supports technological advancements to ensure nuclear energy keeps delivering emissions-free power for all Americans,” said Assistant Secretary for Nuclear Energy Dr Kathryn Huff.",
            "NE in partnership with the Office of Energy Efficiency & Renewable Energy, selected two new projects to support clean hydrogen production using nuclear reactors and to demonstrate nuclear energy applications beyond electricity.",
            "General Electric Global Research (Niskayuna, NY) will scale-up co-electrolysis technology to produce a carbon-neutral aviation fuel and demonstrate a conceptual design with an advanced nuclear reactor.",
            "Westinghouse Electric Company (Cranberry Township, PA) will carry out a series of engineering studies that will provide insights on coupling hydrogen technology with existing nuclear reactors.",
            "Other project teams selected under this funding opportunity include:",
            "X-energy, LLC (Rockville, MD) will complete a preliminary design of a microreactor to advance design elements and bring it closer to commercial deployment.",
            "The Electric Power Research Institute (Charlotte, NC) will demonstrate advanced manufacturing of small modular reactor components to support the US supply chain.",
            "3M Company (Saint Paul, MN) will develop an isotope recovery process to enable commercial deployment of molten salt reactors.",
            "Constellation Energy Generation (Kennett Square, PA) will improve operational efficiency and flexibility of the current fleet of nuclear reactors.",
            "The last four selected project teams will focus on regulatory hurdles:",
            "RhinoCorps (Albuquerque, NM) will create a roadmap to help reactor licensees assess defensive strategies and incorporate modelling and simulation into their security assessment processes.",
            "Analysis and Measurement Services Corporation (Knoxville, TN) will develop a blueprint that reduces maintenance costs and outage time for the current fleet of nuclear reactors.",
            "General Atomics (San Diego, CA) will support accelerated fuel testing efforts to license new fuel types needed by advance reactor developers to deploy their technologies.",
            "Terrestrial Energy USA (Greenwich, CT) will submit pre-licensing topical reports to the Nuclear Regulatory Commission to advance the development of its molten salt reactors and reduce regulatory risk for advanced reactors."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/triso-x-tests-fuel-for-nuclear-thermal-space-applications-10682655/",
        "title": "TRISO-X tests fuel for nuclear thermal space applications",
        "text": [
            "US-based X-Energy Reactor Company subsidiary TRISO-X has completed testing of its coated particle fuel for nuclear thermal propulsion applications. The work was undertaken as part of a team led by General Atomics Electromagnetic Systems for the first phase of the US Defense Advanced Research Projects Agency's (DARPA’s) Demonstration Rocket for Agile Cislunar Operations (DRACO) programme. The first phase included a baseline design of a nuclear thermal rocket, which was awarded to General Atomics.",
            "The test took place at NASA’s Marshall Space Flight Centre in the Compact Fuel Element Environmental Test facility. The TRISO-X fuel was tested in extreme conditions representing those experienced in space. The fuel was cycled rapidly and repeatedly to more than 2,000 degrees Celsius with the temperature fluctuating hundreds of degrees a minute and held at those temperatures to replicate conditions anticipated during space missions, while maintaining its integrity.",
            "The US Department of Energy (DOE) has described TRISO (TRIstructural-ISOtropic) particle fuel as “the most robust nuclear fuel on the planet”. TRISO fuel particles have a kernel of enriched uranium oxycarbide, encased in carbon and ceramic layers. DOE selected X-energy in 2020 for their Advanced Reactor Demonstration Program to receive up to $1.2bn of federal cost-shared funding to develop, license, build, and demonstrate operational advanced reactors and advanced nuclear fuel fabrication by the end of the decade. TRISO-X has leased research and laboratory space at the Oak Ridge National Laboratory campus in Oak Ridge, Tennessee,  since 2016. TRISO-X broke ground last year in Oak Ridge on its commercial-sale Fuel Fabrication Facility, which is expected to be fully operational in 2025.",
            "TRISO-X President Dr Pete Pappano said the high-temperature resilience of the coated particle fuel “bolsters TRISO-X’s position as the domestic leader in the fabrication, testing and commercialisation of coated-particle fuel systems for both power and space applications”. The test showed “the robust properties and performance of our coated particle fuel, demonstrating the fuel’s design to be melt-down proof under any foreseeable scenario”."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/framatome-fabricates-fuel-element-for-us-triga-research-reactors-10677166/",
        "title": "Framatome fabricates fuel element for US TRIGA research reactors",
        "text": [
            "TRIGA International, a joint venture between France’s Framatome and US General Atomics, has manufactured its first fuel element in more than 10 years. The fuel was fabricated at Framatome’s recently restored manufacturing facility at Romans-sur-Isère in France. The company completed a three-year $80m renovation project in 2021 funded by the US Department of Energy (DOE) and TRIGA International to restart its fuel production. During the renovation, DOE provided 76 lightly used TRIGA fuel elements to US research reactors to help meet immediate needs.",
            "Framatome and General Atomics created the TRIGA International joint venture in 1995 to market TRIGA fuel elements manufactured at Romans. Framatome subsidiary CERCA is the world’s only manufacturer and supplier of uranium-zirconium hydride fuel for use in TRIGA type research reactors.",
            "In February 2022, the DOE agreed a nine-year contract with TRIGA International to secure new TRIGA fuel elements. It agreed to purchase 668 new fuel elements over the next nine years with an initial procurement of 55. The fuel will be used to support US university research reactors and also for a microreactor nuclear test platform (Marvel) being developed at the Idaho National Laboratory (INL). The first batch of fuel is expected to be shipped to the USA this summer. It should provide a reliable fuel supply for TRIGA reactors worldwide for the first time since 2012.",
            "Training and research reactors play a significant role in the evolution of nuclear energy and in particular in the development of young generations of nuclear engineers and researchers,” said TRIGA International President & Vice President of CERCA at Framatome, François Gauché. Dr Kathryn Huff, US Assistant Secretary for Nuclear said: “A dependable fuel supply for the world’s university research reactors enables our future nuclear energy professionals to receive the hands-on experiences they need to help propel nuclear energy forward.”",
            "TRIGA stands for Training, Research, Isotopes General Atomics. TRIGA pool-type reactors operate at thermal power levels from less than 0.1 to 16 MW, and are pulsed to 22,000 MW. They are used for student training, research projects and isotope production. Three generations have been built worldwide since 1960 comprising some 66 TRIGA reactors with 38 reactors still in operation. These include 17 in the USA. DOE’s Research Reactor Infrastructure programme within the Office of Nuclear Energy provides and coordinates the nuclear fuel elements provided to 12 of those TRIGA research reactors located at US universities.",
            "Framatome said it is now considering TRIGA-type uranium-zirconium hydride fuel designs for new applications as their unique properties can be easily transitioned to non-TRIGA plants such as small modular, micro or advanced reactors.",
            "Image: TRIGA International team showcases first fabricated TRIGA fuel element in 10 years (courtesy of Framatome)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/us-national-ignition-facility-achieve-fusion-ignition-10439194/",
        "title": "Fusion breakthrough for LLNL",
        "text": [
            "A fusion reaction that produced more energy than the laser energy used to drive it has been achieved by the US National Ignition Facility. Located at Lawrence Livermore National Laboratory (LLNL), the result from the laser-based fusion system has been widely hailed as a game changer for fusion power.",
            "The first ever controlled fusion experiment to achieve this milestone, also known as scientific energy breakeven, LLNL’s experiment delivered 2.05 megajoules (MJ) of energy to a tritium/deuterium target which resulted in 3.15 MJ of fusion energy output.",
            "In the 1960s, a group of scientists at LLNL hypothesised that lasers could be used to induce fusion in a laboratory setting. To pursue this concept, LLNL built a series of increasingly powerful laser systems, leading to the creation of NIF, the world’s largest and most energetic laser system. NIF is the size of a sports stadium and uses lasers to create the required temperatures and pressures. To create fusion ignition, NIF’s laser energy is converted into x-rays inside the hohlraum – a hollow, cylinder-shaped device that is used to focus and control radiation – which then compress a fuel capsule until it implodes, creating a high temperature, high pressure plasma.",
            "The US Department of Energy (DOE) and their National Nuclear Security Administration (NNSA) described the achievement as “a major scientific breakthrough decades in the making that will pave the way for advancements in national defense and the future of clean power”.",
            "In a statement DOE added: “Many advanced science and technology developments are still needed to achieve simple, affordable inertial fusion energy (IFE) to power homes and businesses, and DOE is currently restarting a broad-based, coordinated IFE programme in the United States. Combined with private-sector investment, there is a lot of momentum to drive rapid progress toward fusion commercialisation.”",
            "Collaborators have included DOE’s Los Alamos National Laboratory, Sandia National Laboratories, and Nevada National Security Site; General Atomics; academic institutions, including the University of Rochester’s Laboratory for Laser Energetics, the Massachusetts Institute of Technology, the University of California, Berkeley, and Princeton University; international partners, including the UK Atomic Weapons Establishment and the French Alternative Energies and Atomic Energy Commission; and stakeholders at DOE and NNSA and in Congress.",
            "Commenting on the development Andrew Holland, CEO of the Fusion Industry Association (FIA) said: “There are still many steps between these experimental results and fusion power plants, but this is an important milestone for fusion.”",
            "He added: “This will give governments around the world further incentive to support the development of commercial fusion energy.”",
            "Image: The target chamber at LLNL’s National Ignition Facility (courtesy of LLNL)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/uprating-triga-fuel-production-10362147/",
        "title": "Uprating TRIGA fuel production",
        "text": [
            "There are currently 36 TRIGA reactors in operation around the world. (Credit: Miha Meglic on Unsplash)",
            "TRIGA – Training, Research, Isotopes, General Atomics – is a nuclear reactor model designed by General Atomics and used for research and training activities by scientific institutions and universities. There are currently 36 TRIGA reactors in operation around the world. The TRIGA reactor uses unique low-enriched, long-lifetime uranium zirconium hydride (UZrH) fuel which has desirable characteristics of a large negative fuel temperature coefficient. This means that as the temperature rises, reactivity rapidly decreases and while the reactor can be briefly pulsed to very high energy outputs (up to 22 GW reported) it is a very safe design. The fuel is the fundamental feature of the TRIGA family of reactors and accounts for its widely recognised safety, rugged, dependable performance, economy of operation, and its acceptance worldwide.",
            "Along with on-going research programmes, reactor designers have been inspired by the TRIGA fuel design and technology and are currently exploring applications for smaller reactors. Among those designs is the US Department of Energy’s MARVEL microreactor project.",
            "The MARVEL microreactor is a sodium-potassium cooled microreactor that will generate 100 kW of power. MARVEL fuel uses the same UZrH bars as TRIGA fuel and it leverages existing manufacturing capabilities too. It also benefits from the same safety advantages and robust regulatory processes. The US DOE recently agreed to purchase 668 new fuel elements over the next nine years, for INL’s new MARVEL microreactor project.",
            "Moving TRIGA fuel production",
            "From 1958 to 1995 all TRIGA fuel was fabricated at the General Atomics campus in San Diego to support the US research reactor programmes designed to develop highly- trained scientists to support the future nuclear workforce. Due to reduced fuel demand and increasing licensing requirements, General Atomics was interested in relocating its fuel fabrication facility while maintaining the fuel supply for these research reactors.",
            "Meanwhile, the US Department of Energy (DOE) was financing a programme to convert TRIGA reactors still running on higher enriched uranium (HEU) fuel to lower enriched uranium (LEU) fuel. This DOE programme was securing business for the future, further driving General Atomics desire to find a partner that could manufacture TRIGA fuel among other fuel manufacturing activities and to make it more cost effective.",
            "At the same time, Framatome’s CERCA fuel entity and manufacturing facility located in Romans, France, was exploring new business opportunities to build on its expertise and manufacturing backlog. As a manufacturer of metallic fuels for research reactors, CERCA was selected as the preferred partner for General Atomics. Framatome and General Atomics created the TRIGA International SAS joint venture in 1995 to market TRIGA fuel elements manufactured by CERCA.",
            "Today, Framatome CERCA is the only supplier of uranium- zirconium hydride (UZrH) fuel for use in TRIGA-type research reactors.",
            "In 2018, a refurbishment project was initiated to address the fuel needs of the US TRIGA reactors and to bring the facility up to modern state-of-the-art safety standards. The project was made possible with funding from the US DOE and capital from TRIGA International. The DOE was a catalyst in providing nearly $16m in support of the facility upgrades also funded by Framatome. The National Nuclear Security Administration provided $5m in initial funding to perform feasibility studies and assist with the design, installation and removal of equipment while the Office of Nuclear Energy provided more than $10m to complete the work to get the production line up and running. Renovations were completed early 2021.",
            "To produce TRIGA fuel elements, the UZrH alloy is created by melting uranium and zirconium in a graphite mold to obtain UZr bars with a required chemical composition.",
            "A surface treatment and hydriding process is then performed to obtain the final UZrH bars. Three of these UZrH bars are assembled using a stainless steel cladding tube and end caps for the final fuel element. The main difference between TRIGA fuel and MARVEL fuel is the number of bars in one fuel element. The MARVEL fuel design requires five fuel bars whereas TRIGA fuel uses three. During the production process inspections are performed at several stages to ensure the integrity of the chemistry and the accuracy of the dimensions. Once confirmed, a final leak test is performed on the finished product prior to distribution.",
            "Uprating production and ensuring quality",
            "Since 2018, a dedicated project team led the work to accommodate new equipment for the upstream and downstream processes at the site. With the latest technologies and advanced functionality, the upgrades included a lathe, grinding machine, cladding units, welding equipment, controls, and melting and hydriding furnaces.",
            "The new equipment is fitted with modern instrumentation and controls for better quality control of the products, better yields in the manufacturing process, and reliable equipment for improved productivity.",
            "In addition, many specialised fields of industry such as, metallurgy, chemistry, machining, and welding, can be found within the TRIGA production facility.",
            "Upgrades to the sole source of TRIGA fuel strengthened safety measures and ensured the supply of TRIGA fuel to meet customers’ long-term demands. It means the fuel is also available for advancements in fuel designs for small modular reactors and potential advanced reactor opportunities.",
            "With the necessary approvals from the French Nuclear Authority (ASN), TRIGA International resumed manufacturing operations of enriched zirconium-uranium ingots as scheduled.",
            "The first new fuel elements are expected to be completed by the end of 2022.",
            "Rigorous quality assurance and quality control procedures ensure that the TRIGA fuel meets US standards and qualification requirements, such as the ASME Nuclear Quality Assurance (NAQ-1) certification programme.",
            "Currently, there are 36 operational TRIGA reactors supporting research programmes in the US and around the world. These reactors provide access to nuclear technology and educational and experiential training for the next generation of scientists and engineers operating in the field of nuclear energy. These reactors are critical in gaining and maintaining the specialised competencies by the industry’s personnel now and into the future.",
            "With the advancements being made in the nuclear industry, TRIGA nuclear fuel supports these reactors in their continued operations and in the development of the next generation of the vital clean energy workforce."
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/general-atomics-progresses-nuclear-thermal-propulsion-system-design-10355066/",
        "title": "General Atomics progresses nuclear thermal propulsion system design",
        "text": [
            "General Atomics Electromagnetic Systems (GA-EMS) has completed major milestones for the US Track A, Phase 1 Demonstration Rocket for Agile Cislunar Operations (DRACO) programme.",
            "Under contract from the Defense Advanced Research Projects Agency (DARPA), GA-EMS delivered a baseline design of a DRACO Nuclear Thermal Propulsion (NTP) reactor and engine and successfully tested key components of the nuclear reactor, including the high-temperature fuel elements in prototypic conditions at the NASA Nuclear Thermal Element Environmental Simulator (NTREES). The NTP system is intended to allow a nuclear thermal rocket to operate in cislunar space, the region between the Earth and the Moon.",
            "“We have leveraged our expertise in nuclear and space system technologies to design an NTP system and test the vital components of that system to confirm they will withstand the relevant design conditions,” stated Scott Forney, president of GA-EMS. “Unlike electric and chemical propulsion technologies in use today, NTP propulsive capabilities can achieve two to three times the propellant mass efficiency, which is critically important for cislunar missions.”",
            "“The cislunar space domain is essential to our national defense, modern commerce, and scientific discovery. As opportunities in cislunar space continue to expand, more innovative propulsion technologies to access space are increasingly necessary,” said Dr Christina Back, vice president of Nuclear Technologies and Materials at GA-EMS.",
            "Image: General Atomics' demonstration rocket – DRACO (courtesy of General Atomics)"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/general-atomics-announces-plans-for-fusion-pilot-plant-10122682/",
        "title": "General Atomics announces plans for fusion pilot plant",
        "text": [
            "US-based General Atomics (GA) has announced a new concept for a fusion pilot plant (FPP) to deliver economically viable fusion energy.",
            "GA’s FPP concept utilises a steady-state, compact advanced tokamak design approach, where the fusion plasma is maintained for long periods of time to maximise efficiency, reduce maintenance costs, and increase the lifetime of the facility.",
            "“Excitement for fusion energy is at an all-time high, with historic interest from private industry and government,” said Dr Anantha Krishnan, Senior Vice President of the General Atomics Energy Group. “We look forward to working with our partners to make our vision for economic fusion energy a reality. Now is the time for fusion, and General Atomics plans to lead the way.”",
            "“The General Atomics Fusion Pilot Plant is a revolutionary step forward for commercialising fusion energy,” said Dr Wayne Solomon, Vice President of Magnetic Fusion Energy at General Atomics. “Our practical approach to a FPP is the culmination of more than six decades of investments in fusion research and development, the experience we have gained from operating the DIII-D National Fusion Facility on behalf of the US Department of Energy, and the hard work of countless dedicated individuals.”",
            "Dr Brian Grierson, Director of the General Atomics Fusion Pilot Plant Hub noted: “General Atomics has a long and storied history of being at the forefront of fusion innovations. We are proud to be a world leader in plasma theory and modelling, advanced materials engineering, and other areas necessary for commercialising fusion. We intend to bring the full strength of our institutional expertise to this effort as we advance our vision for fusion energy.”",
            "The GA FPP concept capitalises on GA innovations and advancements in fusion technology. The facility would utilise GA’s proprietary Fusion Synthesis Engine (FUSE) to enable engineers, physicists, and operators to rapidly perform a broad range of studies and continuously optimize the power plant for maximum efficiency. GA has also developed an advanced modular concept (GAMBL) for the breeding blanket which is a critical component (of the fusion power facility) that breeds tritium, a fusion energy fuel source, to make the fusion fuel cycle self-sufficient.",
            "General Atomics recently announced a joint research partnership with Savannah River National Laboratory to address challenges of tritium handling as part of the US Department of Energy’s Innovation Network for Fusion Energy (INFUSE) grant programme. GA said it is working with a wide range of energy stakeholders to ensure that fusion is deployed in a way that meets the needs of local and global communities.",
            "Image: A render of the General Atomics Fusion Pilot Plant (interior) (courtesy of General Atomics)"
        ],
        "frequency": 10
    }
]