[
    {
        "url": "https://www.nucnet.org/news/government-in-talks-with-hitachi-over-nuclear-power-station-site-in-wales-2-1-2024",
        "title": "Government ‘In Talks’ With Hitachi Over Nuclear Power Station Site In Wales",
        "text": [
            "Wylfa could be suitable for new large-scale reactors or small modular reactors",
            "The UK government is in talks to take control of a key site in Wales earmarked for a nuclear power station as part of wider plans to roll out new reactors as part of the nation’s biggest expansion in nuclear power for 70 years.",
            "According to press reports, state-owned Great British Nuclear is in early-stage discussions with Hitachi, owner of the land in Wylfa in Anglesey, an island off north Wales, to buy the site with a view to finding a new private sector partner to develop a station there. ",
            "The future of the site has been uncertain since Hitachi abandoned plans to build a new reactor there in January 2019 after failing to strike a financial agreement with the British government. ",
            "The Japanese industrial group eventually wrote off £2.1bn (€2.4bn, $2.6bn) on the project. It also stopped work at a second site in Oldbury, South Gloucestershire.",
            "The Wylfa site has been valued at £200m, according to the Financial Times, which first reported the talks between Hitachi and GBN.",
            "Wylfa is home to two gas-cooled Magnox plants that were permanently shut down in 2012 and 2015 and is seen as suitable site for large reactors or a small modular reactors (SMRs).",
            "The London-based Nuclear Industry Association welcomed the reports about Wylfa. Chief executive Tom Greatrex called the talks a welcome step in making a new project at Wylfa a reality.",
            "“It’s one of the very best sites for new nuclear in the UK and the success of ramping up nuclear to the levels needed for energy security and net zero rests a great deal on whether we develop at Wylfa.”",
            "In January, the UK government set out plans for what it claimed will be Britain’s biggest nuclear power expansion in 70 years with the possible construction of about 11 new reactors by 2050 – enough to meet a quarter of the national electricity demand.",
            "Ministers published a roadmap that recommitted the government to building a fleet of nuclear reactors capable of producing 24 GW by 2050 – an increase from around 5.8 GW today.",
            "Energy secretary Claire Coutinho said a nuclear revival was essential to cut greenhouse gas emissions and boost energy security, especially after the crisis in gas supplies that followed Russia’s invasion of Ukraine.",
            "Companies and institutions in the UK nuclear industry on Monday (12 February) said they were launching a recruitment drive to ensure there were enough workers to sustain the government’s push.",
            "The campaign, Destination Nuclear, said the number of employees needed to double in size over the next 20 years to support the possible quadrupling of output.",
            "There are about 64,500 workers across the UK civil nuclear supply chain, plus thousands more in defence, according to the Nuclear Industry Association, a lobby group.",
            "It has support from the French state-owned energy company EDF, engineers such as Atkins, Jacobs and Laing O’Rourke, as well as companies involved in the UK’s nuclear weapons and submarines programmes including Babcock, Rolls-Royce and BAE Systems.",
            "The share of nuclear energy in the UK’s electricity generation has fallen to around 15% from 27% in the 1990s as older plants have been decommissioned and no new plants have come online.",
            "Since 2000, the UK has seen permanent reactor shutdowns at Bradwell, Calder Hall, Hinkley Point A, Hinkley Point B, Hunterston, Oldbury, Sizewell, Chapelcross, Dungeness and Wylfa. The last unit to go offline was Hinkley Point B-1 in August 2022. ",
            "The government and developer EDF Energy started a process last year to bring private equity investment into the planned Sizewell C project, with EDF saying a sustainable commercial model is needed for a final investment decision.",
            "EDF Energy is planning to extend the life of four nuclear power stations in the UK and invest £1.3bn in its nuclear fleet as it aims to maintain UK nuclear output at current levels until at least 2026.",
            "The French energy company said it would make a decision on whether to extend the life of the four advanced gas-cooled reactor stations – Torness, Heysham A and B, and Hartlepool A – by the end of the year. This would require regulatory approval.",
            "EDF Energy operates all of Britain’s five nuclear power stations that generate electricity. A further three are defuelling (Hunterston B, Hinkley Point B and Dungeness B), the first stage of decommissioning. The only new commercial reactors under construction in the country are two EPRs at Hinkley Point C.",
            "Wylfa is home to two gas-cooled Magnox plants that were permanently shut down in 2012 and 2015. Courtesy Wikipedia."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Sheffield-Forgemasters-joins-UK-Xe-100-deployment",
        "title": "Sheffield Forgemasters",
        "text": [
            "joins UK Xe-100 deployment effort",
            "Sheffield Forgemasters, X-energy and Cavendish Nuclear have signed a memorandum of understanding on collaborating to explore opportunities around the deployment of a fleet of Xe-100 high temperature gas-cooled reactors (HTGRs) in the UK.",
            "An artist's impression of an Xe-100 power plant (Image: X-energy)",
            "X-energy of the USA and Cavendish Nuclear - a UK subsidiary of Babcock International group - will tap into Sheffield Forgemasters' decades of experience in the development of nuclear forgings and castings with plans to build up to 40 Xe-100s across the UK.",
            "\"Following the key step forward recently made by Great British Nuclear (GBN) to boost UK nuclear power generation through small modular reactor (SMR) development, GBN is also developing a route to market for other technologies, including advanced nuclear and a consultation will be published this autumn,\" said Dominic Ashmore, Head of Strategy and Business Development - Clean Energy at Sheffield Forgemasters. \"The UK's civil nuclear development is part of our business strategy and this MoU is the latest in a line of agreements that we have signed with a number of SMR companies looking to deploy in the UK market.",
            "\"Our work with X-Energy and Cavendish Nuclear will provide specialist engineering services, support and components including forgings, to the UK Xe-100 deployment programme,\" he added. \"Sheffield Forgemasters will undertake a detailed review of the Xe-100 forgings and look to facilitate more definitive cost estimates and production plans.\"",
            "\"We're delighted to be collaborating with Sheffield Forgemasters, which is a world-renowned industry leader in its field,\" said Carol Tansley, vice president of UK Nuclear New Build at X-Energy. \"Our technology will be the first small modular reactor operational in the US and we want to build on that progress by moving forward quickly with our UK programme.",
            "\"In delivering that fleet we want to maximise the involvement of the UK supply chain as part of our target to achieve 80% by value UK content, and the MoU with a company with the experience and capabilities of Sheffield Forgemasters is a crucial step in that journey.\"",
            "The Xe-100 is a Generation IV advanced reactor design which X-energy says is based on decades of HTGR operation, research, and development. Designed to operate as a standard 320 MWe four-pack power plant or scaled in units of 80 MWe, it is engineered to deliver reliable and load-following grid-scale power to electricity systems and to pair seamlessly with renewables. At 200 MWt of 565°C steam, the Xe-100 is also suitable for other power applications including mining and heavy industry.",
            "In December 2021, then UK energy minister Greg Hands announced that HTGRs had been selected as the preferred advanced reactor technology for the Advanced Modular Reactor Research, Development & Demonstration Programme. The programme counts on GBP170 million (USD210 million) of government funding from a GBP385 million package intended to accelerate development of highly flexible nuclear technologies.",
            "In May 2022, Cavendish Nuclear signed an MoU with X-energy to act as its deployment partner for HTGRs in the UK. The two companies have applied to the UK's Future Nuclear Enabling Fund to support a Generic Design Assessment of the Xe-100 SMR and also supply chain development for the first proposed project.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Funds-awarded-to-assist-Xe-100-deployment-in-the-U",
        "title": "Funds awarded to assist",
        "text": [
            "X-energy and Cavendish Nuclear have been granted GBP3.34 million (USD4.23 million) in funding from the UK government to develop plans for the deployment of X-energy's Xe-100 high temperature gas-cooled reactor in the country.",
            "An artist's impression of a four-unit Xe-100 power plant (Image: X-energy)",
            "X-Energy UK Holdings - a wholly owned subsidiary of the USA's X-Energy Reactor Company - and UK firm Cavendish applied to the UK's Future Nuclear Enabling Fund (FNEF) to support a Generic Design Assessment of the Xe-100 small modular reactor (SMR) and also supply chain development for the first proposed project.",
            "The GBP120 million fund was launched by the UK government in May 2022. It is intended for potential nuclear projects with mature technologies that could be in a position to take a Final Investment Decision within the next parliament (ie by 2030). The fund aims to help industry reduce project risks so they are better positioned for future investment decisions.",
            "The Department for Energy Security & Net Zero has now said the application \"exceeded the quality thresholds across all four assessment criteria and successfully completed the department's due diligence and governance approvals processes\". It noted the funding is the first the UK government has awarded to an advanced modular reactor technology for post-R&D commercialisation and business development activities.",
            "\"We are backing innovation in nuclear - from building large-scale plants better to encouraging new advanced technologies - to achieve our ambition for a quarter of our electricity to come from nuclear power by 2050,\" said Minister for Nuclear and Renewables Andrew Bowie. \"This funding supports the next step in the development of advanced modular reactors and shows our commitment to keeping the UK at the forefront of nuclear technology.\"",
            "The government's award of GBP3.34 million will be matched by X-energy for a total programme of GBP6.68 million. The companies will use the funds to develop UK-specific deployment plans including an assessment of domestic manufacturing and supply chain opportunities, constructability, modularisation studies and fuel management.",
            "The Xe-100 is a Generation IV advanced reactor design which X-energy says is based on decades of HTGR operation, research, and development. Designed to operate as a standard 320 MWe four-pack power plant or scaled in units of 80 MWe, it is engineered to deliver reliable and load-following grid-scale power to electricity systems and to pair seamlessly with renewables. At 200 MWt of 565°C steam, the Xe-100 is also suitable for other power applications including mining and heavy industry.",
            "X-energy and Cavendish - a wholly-owned subsidiary of Babcock International - are proposing to develop a 12-reactor plant at the Hartlepool site on Teesside in the northeast of England, to be ready by the early 2030s. The companies plan to build a fleet of up to 40 Xe-100 reactors in the UK.",
            "\"We are delighted to receive this FNEF award from the government. It reflects the readiness of our advanced technology to contribute to the UK's energy needs in the next wave of new nuclear,\" said Carol Tansley, X-energy’s UK market leader and vice president of projects. \"Building on X-energy's initial deployment with Dow on the US Gulf Coast, we can create both jobs and long-term energy security in the UK with clean, reliable advanced nuclear power.\"",
            "“As X-energy's UK deployment partner we're pleased to welcome this award as a key step forward,\" added Cavendish Nuclear Managing Director Mick Gornall. \"A fleet of Xe-100s can complement renewables by providing constant or flexible power and produce steam to decarbonise industry and manufacture hydrogen and synthetic transport fuels. Deployment in the UK will create thousands of high-quality, long-term jobs across the country.\"",
            "X-energy and Cavendish plan to engage with the UK nuclear regulators to evaluate approaches to licensing the Xe-100 for UK deployment. The design is already progressing through initial regulatory assessments in Canada and the USA.",
            "The two companies also announced a partnership with Kier Group, a leading UK provider of construction and infrastructure services, to support constructability and supply chain analyses. Kier joins steel producer and engineer Sheffield Forgemasters and the Nuclear Advanced Manufacturing Research Centre (NAMRC) to support X-energy and Cavendish in completing the scope outlined in their FNEF proposal. The companies' goal is for 80% of the value of the Xe-100 projects to flow to UK firms.",
            "Last year X-energy and Cavendish signed a memorandum of understanding with Howden, the Glasgow-based gas circulator manufacturer. They will also work with Nuclear Waste Services to review the approach to used fuel management.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/40000-new-nuclear-jobs-ambition-set-out-in-government-backed-plan-16-05-2024/",
        "title": "40,000 new nuclear jobs ambition set out in government-backed plan",
        "text": [
            "The National Nuclear Strategic Plan for Skills and the Nuclear Skills Charter have set out how industry and the government plans to develop the jobs and skills needed for the nuclear weapons and power industries.",
            "The skills plan was devised by the Nuclear Skills Taskforce and will be delivered by the Nuclear Skills Delivery Group (NSDG).",
            "The NSDG – formerly the Nuclear Skills Strategy Group (NSSG) – is the body leading nuclear industry skills for the civil and defence sectors. It is responsible for day-to-day delivery of the National Nuclear Strategic Plan for Skills led by the Nuclear Skills Delivery Board (NSDB).",
            "The charter was signed by a wide range of government, industry and third sector representatives and commits signatories to “build the nation’s capability for the nuclear sector by growing a diverse and inclusive workforce that is motivated, recognised and inspired”.",
            "The country’s civil nuclear industry is set to expand under the government’s ambitions set out in the Civil nuclear: roadmap to 2050, where it said it wants to see 24GW of new nuclear delivered, including by large nuclear plants such as Sizewell C, as well as small modular reactors (SMRs) and advanced modular reactors (AMRs).",
            "A significant uplift in workforce capacity will need to take place to deliver that ambition and the government said 50% more highly skilled workers will be needed in the next 10 years for both the nuclear weapons and civil nuclear power industries. The government said that by 2030, 123,000 people will be needed for the nuclear power targets alone.",
            "The National Nuclear Strategic Plan for Skills sets the ambition to fill “40,000 new jobs by 2030, doubling the current rate of recruitment, in order to deliver the UK’s priorities for national security and energy resilience”.",
            "The skills plan says the NSDG hopes to double the number of apprentices in the nuclear sector including in welding, electrical and engineering roles by 2025-2026, and double the number of graduates entering the workforce by the same deadline.",
            "NSDG committed in the plan to forming a future leaders scheme to develop tomorrow’s senior personnel and to upskilling initiatives for people joining the industry sector mid-career.",
            "Additionally, the plan announced the creation of a new national communications campaign called Destination Nuclear which will promote the career opportunities available in the sector.",
            "It also laid out proposals to create regional hubs to increase workforce capacity, to increase training capacity and to widen employee diversity and inclusion.",
            "In his foreword in the skills plan, Nuclear Skills Taskforce chair Sir Simon Bollom said: “What is clear in a growing sector which is as diverse, innovative, and strategically important as nuclear, is that its success is dependent on the availability of a skilled workforce.",
            "“We need a broad range of people to work in a wide variety of roles, with the right skills to keep the UK safe and energy secure, over multiple decades.”",
            "Bollom referred to a March 2024 announcement which said: “Government is partnering with industry, including BAE Systems, Rolls-Royce, EDF and Babcock, to invest at least £763M by 2030 in skills, jobs and education.”",
            "NSDG nuclear skills programme director Beccy Pleasant, said: “The skills challenge can be met only if the sector works together to deepen and broaden the skills base. That is why the Skills Plan captures specific themes and projects the industry is now committed to.",
            "“And this includes finding ways to align skills across the civil and nuclear defence sectors.",
            "“From today, boosting recruitment relevant to the sector’s regional needs, broadening the intake across education levels, upskilling existing industry professionals and increasing diversity will build a motivated nuclear workforce – vital to the industry’s long-term capability and the UK’s national and energy security.”",
            "Destination Nuclear project lead Lynne Matthews said: “Destination Nuclear is a real game changer. The programme is the first sector-wide communications campaign for nuclear and has provided a focal point to create a national nuclear brand and shorten the journey from attraction to employment.",
            "“Destination Nuclear showcases the wealth of opportunities the sector has to offer.",
            "“It will help a broader range of people explore and enter a career which is challenging, rewarding and sustainable – and, importantly, help deliver the UKs nuclear ambition.”",
            "Government figures welcome work to build “a resilient and skilled workforce to meet evolving threats”",
            "Department for energy security and net zero minister for affordability and skills Amanda Solloway said: “We are delivering the biggest expansion to nuclear power in 70 years and need a homegrown pool of talent that will fuel our nuclear ambitions.",
            "“The nuclear industry offers highly skilled, well-paid jobs at the cutting-edge of the clean energy transition that can level up rural communities across the country and today’s charter puts us and the industry working together to achieve that.”",
            "Ministry of defence minister for defence procurement James Cartlidge said: ‘’The launch of the National Nuclear Strategic Plan for Skills signifies our commitment to enhancing our nuclear workforce, broadening education opportunities and diversifying recruitment.",
            "“Together, we are building a resilient and skilled workforce to meet evolving threats, and to safeguard our nation’s interests now and for the future.’’",
            "Department for Education minister for skills, apprenticeships and higher education Luke Hall said: “The nuclear sector is a dynamic and fast-growing global industry and presents fantastic opportunities to British workers looking to get in-demand skills and rewarding jobs.",
            "“Whether you are interested in studying for a university degree or getting experience on the job and earning a wage as an apprentice, this skills plan for the nuclear industry shows a clear path forward for boosting our national security, meeting the UK’s energy needs, cutting emissions and spreading prosperity across the country.”",
            "Charter hailed as “a welcome step” by workers union",
            "Prospect describes itself as the “leading” nuclear trade union.",
            "Prospect senior deputy general secretary Sue Ferns said: “The UK Nuclear Skills Charter is a welcome step on the path to developing and safeguarding the skills the nuclear industry needs to thrive in the UK.",
            "“The ambitions set out in the charter must be backed up by concrete action if it is to be more than just warm words.",
            "“This is a real opportunity to secure good quality jobs and the priority must be delivering them in the locations they are most needed.”",
            "The charter was signed by:",
            "Nuclear Skills Taskforce chair Sir Simon Bollom",
            "Minister for Nuclear and Renewables Andrew Bowie",
            "Minister for Defence Procurement James Cartlidge",
            "Ministry of Defence chief of defence nuclear Madelaine McTernan",
            "Department for Energy Security and Net Zero director general for net zero Lee McDonough",
            "The First Sea Lord Adm Sir Ben Key",
            "Rolls Royce president submarines Steve Carlier",
            "BAE Systems CEO David Lockwood",
            "UK Atomic Energy Authority CEO Prof Sir Ian Chapman",
            "UK National Nuclear Laboratory CEO Prof Paul Howarth",
            "Great British Nuclear CEO Gwen Parry-Jones",
            "EDF Energy CEO Simone Rossi",
            "Submarine Delivery Agency CEO Sir Chris Gardner",
            "Nuclear Decommissioning Authority CEO David Peattie",
            "Department for Energy Security and Net Zero chief scientific advisor Prof Paul Monks",
            "Office for Nuclear Regulation CEO Mark Foy",
            "Atomic Weapons Establishment CEO Nick Elliott"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/pm-announces-national-endeavour-to-build-nuclear-workforce-and-warns-of-china-threat-26-03-2024/",
        "title": "PM announces ‘national endeavour’ to build nuclear workforce and warns of China ‘threat’",
        "text": [
            "The prime minister has made commitments to “secure the future of the UK’s thriving defence and civil nuclear industry” including partnerships with BAE Systems, Rolls-Royce, EDF and Babcock to invest £763M in the workforce by 2030.",
            "In a statement on 24 March, the government said domestic nuclear capabilities are vital to “our national defence and energy security” and said the UK’s capabilities underpin “our nuclear deterrent and securing cheaper, more reliable energy for UK consumers”.",
            "Appearing before the House of Commons Liaison Committee on 26 March, the prime minister highlighted the government's work to deal with the “threat” that China poses to the UK’s critical national infrastructure and specifically cited the government’s decision to remove the China General Nuclear Power Group (CGN) as co-owners of Sizewell C.",
            "CGN remains a co-owner of Hinkley Point C with EDF Energy. However, in the last year it has halted its funding for the project, leaving EDF and the government to tackle the burden of spiralling costs and construction delays.",
            "The UK’s nuclear deterrent is the sea-based nuclear-weapons armed submarine system called Trident which is formed of four vessels, at least one of which is always at sea. Some or all of the remaining three remain at port for upgrades, repairs and maintenance.",
            "Building the UK civil nuclear workforce",
            "The country’s civil nuclear industry is set to expand under the government’s ambitions set out in the Civil nuclear: roadmap to 2050, where it said it wants to see 24GW of new nuclear delivered, including by large nuclear plants such as Sizewell C, as well as small modular reactors (SMRs) and advanced modular reactors (AMRs).",
            "A significant uplift in workforce capacity will need to take place to deliver that ambition and the government said 50% more highly skilled workers will be needed in the next 10 years for both the nuclear weapons and civil nuclear power industries. The government said that by 2030, 123,000 people will be needed for the nuclear power targets alone.",
            "To meet this challenge, the government has said it is partnering with industry including BAE Systems, Rolls-Royce, EDF and Babcock, “to invest at least £763M by 2030 in skills, jobs and education”.",
            "It said this would create “more than 8,000 career opportunities to help the sector fill 40,000 new jobs by the end of the decade” and will also support plans to double the number of nuclear apprentices and graduates and quadruple the number of people undertaking specialist science and nuclear fission PhDs.",
            "“The investment in nuclear skills,” the government said, “includes £350M from the government and more than £400M from industry”, which will “create some 5,000 new apprenticeships in the next four years.”",
            "It committed to pursuing the creation of roles for specialist scientists and engineers, welders, electricians, project managers and Royal Navy submariners for Trident and its replacement.",
            "Prime minister Rishi Sunak said: “Safeguarding the future of our nuclear deterrent and nuclear energy industry is a critical national endeavour.",
            "“In a more dangerous and contested world, the UK’s continuous at-sea nuclear deterrent is more vital than ever.",
            "“And nuclear delivers cheaper, cleaner home-grown energy for consumers.",
            "“That’s why we are investing in Barrow, the home of UK submarines, and in the jobs and skills of the future in the thriving British nuclear industry.",
            "“Today we usher in the next generation of our nuclear enterprise, which will keep us safe, keep our energy secure, and keep our bills down for good.”",
            "Babcock International CEO and member of the Nuclear Skills Executive Council David Lockwood said: “This is a fantastic opportunity for the UK to deliver a stronger nuclear industry that will contribute to the resilience of the UK’s independent deterrent and will support the UK’s energy security ambitions and net zero targets.",
            "“As well as providing bedrock support for the ambitious development required across industry and government for the AUKUS programme.”",
            "AUKUS is the joint military technology programme between Australia, the UK and the USA to deliver a new generation of nuclear-powered submarines to Australia.",
            "Lockwood went on to say Babcock “is proud of the leading role it is taking in driving forward initiatives to retain and grow the critical mass of nuclear skills we need today and tomorrow.",
            "“We have a keen focus on our major nuclear sites in the South West of England and in Scotland and are determined to leverage the benefits of the NNSPS, with our customers and other industry partners, across the broader communities we serve.”",
            "EDF in the UK CEO and member of the Nuclear Skills Executive Council Simone Rossi said: “EDF welcomes the joint commitments announced today and looks forward to working with Government and industry to help deliver the great opportunities for people who choose to work in the nuclear sector.",
            "“EDF has been at the heart of the UK’s nuclear energy sector for over 15 years and in 2024 is hiring a further 1,000 people into its UK nuclear family – in operations, construction, engineering support and many other exciting roles.",
            "“The majority of these will be apprentices and graduates, as well as those with relevant skills from other industries.",
            "“As we have learned in recent years there is an urgent need to attract, train and inspire the next generation of people who can design, build, operate and decommission existing and new nuclear facilities.”",
            "Sizewell C joint managing director Julia Pyke said: “Sizewell C is a great example of the potential of developing low-carbon energy projects here in the UK.",
            "“Our project on the Suffolk coast will support around 70,000 jobs, create 1,500 apprenticeships, and help to develop Britain as a home for nuclear skills and expertise.”",
            "The triggering of Sizewell C’s development consent order (DCO) in January 2024 led project leaders to set out their ambitions on how to secure the highly skilled workforce needed to build the nuclear power station.",
            "Pyke went on to say “It’ll be a game-changer for this part of the country, too, with thousands of jobs and local investment set to leave a lasting legacy for the East of England region.",
            "“We want the project’s opportunities to be open to all, too.",
            "“With the recent appointment of Tilly Spencer as Sizewell C’s Technical Director, for example, our project’s leadership team is now 55% female; we’ve committed to ensuring our apprenticeship programme is 50% female; and our workforce as a whole is over 40% female.”",
            "Costain director of defence and nuclear energy Bob Anstey said: “The UK’s nuclear energy industry is a hugely important sector and will welcome the additional support from government.",
            "“There is an urgent need for the UK to attract, retain and inspire the next generation of engineers and technicians to support to the UK’s growing civil nuclear infrastructure ecosystem.",
            "“Recognising the skills shortfall - and addressing this through public and private sector investment - will be critical for making a future vision of safe, affordable, low carbon energy a reality.",
            "“With a strong pipeline of opportunities and a clear purpose to safeguard the nation’s energy supply, we know that making improvements and upgrades to the UK’s civil nuclear infrastructure goes a long way towards creating jobs and levelling-up regional economies, fuelling a virtuous circle that goes above and beyond energy security.”",
            "Nuclear Industry Association chief executive Tom Greatrex said: “This is a very welcome investment which will help ensure we have enough people with the right skills to ramp up nuclear capacity to the levels needed for energy security.",
            "“It is a great opportunity for the government and industry to work together to attract workers into an exciting and cutting-edge sector that will play a vital role in the UK's journey to net zero.",
            "“Meeting the UK's ambitious nuclear targets will require a huge ramp up in all parts of the workforce from engineering to construction so it is important we attract and train the next generation of nuclear workers so that we keep pace with other countries that are doing the same.",
            "“The industry, which is match-funding the government's investment, stands ready to do all it can to support in that endeavour.”",
            "National Nuclear Laboratory chief HR officer Clare Barlow said: “This offers a significant opportunity for highly skilled British jobs up and down the country.",
            "“As the UK's national laboratory for nuclear fission, we are in a unique position to develop experts in the sector.",
            "“This includes attracting skilled professionals into nuclear, investing in our people and advising on the UK capabilities that will be needed to underpin and develop nuclear science, R&D and deployment for decades to come.",
            "“As a sector, we are invested in continuing to work together to tackle the skills challenge ahead.",
            "“This includes our participation in the industry-wide ‘Destination Nuclear’ project to attract new people into the sector.”",
            "The University of Sheffield hosts the Advanced Manufacturing Research Centre (AMRC) and is also involved with the Nuclear AMRC which is partnered with the University of Manchester’s Dalton Nuclear Institute and the High Value Manufacturing Catapult.",
            "Nuclear AMRC supply chain and skills director Liz Gregory said: “This is a welcome intervention that builds on a lot of what's been happening in the sector recently, through the Nuclear Skills Taskforce and work with Great British Nuclear, to join up civil and defence to address shared challenges in skills and capabilities.",
            "“Investment in apprenticeships is always welcome, but to deliver new nuclear power and new submarines, we need to help people enter the industry at all levels including through career conversions from other sectors.",
            "“There's also a need to help companies further down the nuclear supply chain to train the people and develop the technical capabilities they need to meet demand from the industry primes.",
            "“Manufacturing innovation in the supply chain can actually help mitigate the demands on the workforce, by helping skilled people such as nuclear-qualified welders be more productive.\"",
            "Prospect - a workers’ union, senior deputy general secretary Sue Ferns said: “A comprehensive strategy for nuclear skills is essential if the UK is to accelerate the rollout clean power and meet its energy security and net zero goals.",
            "“The civil nuclear sector is a growth engine for the UK, employing more than 75,000 people and supporting local economies up and down the country, but underinvestment in skills is holding us back.",
            "“Nearly two-thirds of nuclear workers report skills shortages or gaps in their workplace. Addressing this must be a priority for any government serious about the UK’s nuclear future.”",
            "The Office for Nuclear Regulation chief executive and chief nuclear inspector Mark Foy said: “The nuclear industry is entering a period of change and increased demand, signalled by the launch of Great British Nuclear in April 2023, as part of the British Energy Security Strategy.",
            "“This is in addition to the major investment already established by the Ministry of Defence for its nuclear propulsion and strategic weapons programmes.",
            "“As the industry prepares to support a growing nuclear portfolio, the increasing demand for people with the skills to deliver the ambition across the civil and defence sectors presents a particular challenge.",
            "“ONR will continue to work with industry, government, and other stakeholders to ensure a successful cross-sector approach that builds a resilient, capable workforce for the future.",
            "“A regulatory priority for us, to ensure the safe and secure delivery of the UK’s civil and defence ambitions.",
            "“As the national nuclear safety regulator, we recognise our important role in enabling the Defence Nuclear Enterprise to safely deliver the national endeavour set out in the Defence Command Paper.”",
            "However, not all parties have been responsive to the new pledges.",
            "CND general secretary Kate Hudson said: “Just weeks after the dust has settled on a budget that did nothing to address the real problems that we face, the government has made yet more public money available for Britain’s nuclear weapons industry and is unusually linking nuclear power and nuclear weapons in the same breath.",
            "“It’s good that the prime minister is owning up to the linkage, but the suggestion that they are needed for both national and energy security is a complete fallacy.",
            "“As the long-delayed Hinkley Point C shows, nuclear power is neither a timely nor cost-effective way of generating electricity.”",
            "Hudson said it was “extremely cynical of the government to use a genuine issue like energy security to greenwash nuclear power and nuclear weapons.",
            "“The additional funding pumped into these will inevitably find its way into the pockets of investors through government contracts financed by the public.”"
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/new-build-life-extension/teesside-university-to-assess-benefits-of-proposed-smr-plant-at-hartlepool/",
        "title": "Teesside University to assess benefits of proposed SMR plant at Hartlepool",
        "text": [
            "Image: Hartlepool nuclear power station (courtesy of John Lucas/Wikimedia Commons)",
            "X-energy UK Holdings, a wholly-owned subsidiary of US-based X-energy Reactor Company, and Cavendish Nuclear, a wholly-owned subsidiary of Babcock International have commissioned the UK’s Teesside University to study the potential regional economic benefits of a multi-billion pound NPP project in Hartlepool. The assessment of the socio-economic opportunities will include jobs, skills, supply chain contracts, and investment. Project leader will be Teesside University’s Professor of Public Policy Matthew Cotton.",
            "Professor Cotton has published works relating to new technologies, policies and practices in the fields of energy, climate change, waste management and public health. “A core principle of our research is to work with communities to address regional disparities and drive social impact for regions across the world,” he said. “The proposed nuclear power plant at Hartlepool represents a massive capital investment in the Tees Valley and it is vital to understand what that impact will look like.",
            "He added: “By analysing how a project of this scope and scale will manifest itself, we will be able to determine the different socio-economic considerations, issues and risk factors for Hartlepool and surrounding regions. In doing so, we will be able to determine the best course of action in order to take full advantage of the benefits and mitigate any impacts for the region.”",
            "The work is part of a £6.68m ($8.5m) programme funded by X-energy, and by the UK Government which awarded the firms £3.34m in April from the Department of Energy Security & Net Zero’s Future Nuclear Enabling Fund. X-energy is proposing to build its Xe-100 advanced modular reactor plant by the early 2030s, next to Hartlepool’s existing NPP which is scheduled to close by 2026.",
            "X-energy and Cavendish in 2023 identified Hartlepool as a preferred location for construction of small modular reactors (SMRs) in the UK. The companies applied to the Future Nuclear Enabling Fund to support a Generic Design Assessment of the Xe-100 SMR and supply chain development activities for the first project.",
            "The Xe-100 is a high-temperature gas-cooled reactor with a thermal output of 200 MWt or an electrical output of 80 MWe. It can be scaled into a four-pack 320 MWe power plant, fuelled by the company’s proprietary TRISO-X tri-structural isotropic particle fuel. The Xe-100 evolved from both the UK’s Dragon reactor at Winfrith in Dorset and the Pebble Bed Modular Reactor project in South Africa. X-energy was selected by the US Department of Energy (DOE) in 2020 to receive up to $1.2bn in matching funds under the Advanced Reactor Demonstration Program (ARDP) to develop, license, build, and demonstrate an operational advanced reactor and fuel fabrication facility by the end of the decade. X-Energy has since completed the reactor engineering and basic design and is developing a fuel fabrication facility in Oak Ridge in Tennessee.",
            "Early estimates indicate a 12-reactor multi-billion-pound X-energy project at Hartlepool would directly employ hundreds of people during operation with a peak construction workforce of several thousand. UK Minister for Nuclear & Renewables, Andrew Bowie, said: “New nuclear projects could provide jobs and investment for local communities across the UK, and we look forward to seeing the benefits of a potential new nuclear plant in Hartlepool.”",
            "X-energy’s Vice President of Projects and UK market leader Carol Tansley said the NPP project represents a “fantastic economic and employment opportunity” and will contribute to energy security and decarbonisation. “We want to understand from the outset how best to help our potential host community and the surrounding area capitalise on the benefits it will bring. “Teesside University is ideally placed to help us. The team has huge experience of similar exercises in the past, and excellent links with the local community and business sector.”",
            "According to Mick Gornall, Managing Director of Cavendish Nuclear a regional economy which hosts such a project can experience a rise in productivity and growth. “Creating supply chains and other infrastructure in local and neighbouring areas can permanently enhance economic capacity. Beyond Hartlepool, we estimate a national fleet roll out of 40 Xe-100s could bring around £20bn of investment into the UK.”",
            "The multi-disciplinary study will use expertise from Teesside University International Business School and its School of Social Sciences, Humanities & Law in various fields including public policy, economic regeneration, business and industry. It will include a review of available socio-economic data and engagement with local stakeholders including government officials, community leaders and sector experts. The study will also examine national impacts, including contributions to meeting the UK Government’s net zero targets. The assessment will begin immediately and complete later this year."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/safety/thermal-engineering-international-usa-inc-a-babcock-power-subsidiary-receives-asme-bpvc-section-iii-division-1-n-npt-ns-and-na-certifications-11773844/",
        "title": "Thermal Engineering International receives ASME certification for nuclear safety components",
        "text": [
            "Thermal Engineering International (USA) Inc., a subsidiary of Babcock Power Inc., has announced it has received Certificates of Authorization in accordance with Section III Division 1 of the American Society of Mechanical Engineers (ASME) Boiler and Pressure Vessel Code (BPVC). These certificates authorise TEi’s Joplin, Missouri facility to design and fabricate nuclear safety-related components and appurtenances.",
            "Obtaining the ASME Section III certification required TEi to undergo a comprehensive review and establish a robust quality assurance program that meets the Code’s most stringent requirements for nuclear components that play a vital safety role.",
            "As a subsidiary of Babcock Power Inc., TEi stands as the premier domestic supplier of turbine island heat exchangers to nuclear power stations, encompassing moisture separator reheaters, feedwater heaters, and steam surface condensers. TEi’s Joplin, Missouri facility has held ASME certifications for Section VIII Division 1 (U) pressure vessels, S stamp for boiler pressure parts, and R stamp for pressure part repairs and alterations since 1979. In 2016, TEi expanded its certifications to include Section VIII Division 2 (U2), further enhancing its capabilities to design and supply safety-related heat exchanger components and services for both existing and new-build nuclear stations, including traditional large-scale and modern small modular varieties.",
            "Joseph Green, Chief Nuclear Officer at TEi, expressed excitement about supplying ASME Section III heat exchangers for customers, highlighting nuclear power’s ability to deliver high-capacity baseload power while minimising greenhouse gas emissions. “We are committed to the highest levels of quality and performance in our products,” he added.",
            "Ken Murakoshi, President and CEO, emphasised the significance of the Section III N certifications in bolstering TEi’s support for the nuclear industry’s efforts towards global net-zero and energy security objectives.",
            "For more information, please visit",
            "https://www.babcockpower.com/tei/"
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/sheffield-forgemasters-awarded-asme-status-11706074/",
        "title": "Sheffield Forgemasters granted ASME status",
        "text": [
            "UK-based Sheffield Forgemasters has been awarded a strategic nuclear qualification, which the company says positions it to support development and delivery of the next generation of civil NPPs. The nuclear qualification came after an American Society of Mechanical Engineers (ASME) Section III Division I NCA 3300 (NCA 3800), NCA 4000 and NQA-1 Code survey and audit, recommended it for Material Organisation (MO), and welding (NPT) accreditations.",
            "Ian Nicholls, group technical director, at Sheffield Forgemasters, said, “We undertook the ASME audit in November and have now received confirmation that the audit recommendation has been approved by the committee. The accreditation is a huge development with heightened requirements and protocols embracing all our processes, employees and selected sub-suppliers.”",
            "The qualification followed the company’s announcement of a ground-breaking development in the acceleration of welding for large nuclear vessels, using Electron Beam Welding to reduce more than a year’s worth of manual welding to less than 24 hours. In February Sheffield Forgemasters completed weld-assembly of a full-size small modular reactor (SMR) nuclear vessel demonstrator using Local Electron-Beam Welding (LEBW).",
            "Nicholls added: “The ASME accreditation, coupled with our development of Electron Beam Welding for large diameter, nuclear grade vessels, places Sheffield Forgemasters at the pinnacle of development for small modular reactors and presents significant possibilities for the UK’s domestic nuclear new-build programme.”",
            "Sheffield Forgemasters is the only company in the UK capable of manufacturing reactor vessel components for SMRs, and this together with the ASME status, gives the company capability in delivery of advanced power-generation technology. As well as being the sole UK supplier of large, nuclear-grade forgings and castings, Sheffield Forgemasters’ MO and NPT status now makes it one of the only UK companies qualified for fabrication of the main components within a civil NPP.",
            "Sheffield Forgemasters. which was acquired by the UK's Ministry of Defence in 2021, first gained ASME accreditation as a Nuclear Materials Organisation in 1992 but it had lapsed, with the lack of nuclear new-build in subsequent years. The ASME code is the most comprehensive series of guidelines for civil nuclear manufacture in the world with an emphasis on doctrines that have parallels with the European Nuclear manufacturing code, RCC-M, and other submarine nuclear standards.",
            "Sheffield Forgemasters has signed a number of agreements with SMR design companies. In October 2023 it signed a memorandum of understanding (MOU) with US X-energy and Cavendish Nuclear (a UK subsidiary of Babcock International) to explore opportunities around the deployment of a fleet of Xe-100 high temperature gas-cooled reactors (HTGRs) in the UK. Under the MOU, X-energy and Cavendish Nuclear will make use of Sheffield Forgemasters' extensive experience in developing nuclear forgings and castings. The companies plan to build up to 40 Xe-100s across the UK.",
            "Earlier, in February 2023, the company signed an MOU with with Holtec Britain to design components for Holtec’s SMR-160 SMR and identify the best routes to manufacture. This followed similar agreements with other SMR developers. In July 2016, Sheffield Forgemasters and NuScale Power agreed to co-operate to develop the manufacturing techniques needed for the planned deployment of NuScale's SMR in the UK. Another MOU was signed in December 2021 with Rolls-Royce SMR to jointly explore commercial mechanisms for long-term collaboration on the supply of forgings to Rolls-Royce’s planned UK SMR fleet. In September 2022 Sheffield Forgemasters signed an MOU with GE Hitachi Nuclear Energy to support of the potential deployment of the BWRX-300 SMR in the UK."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/funding-secured-to-accelerate-xe-100-deployment-in-the-uk-11671126/",
        "title": "Funding secured to accelerate Xe-100 deployment in the UK",
        "text": [
            "X-Energy UK Holdings, a wholly-owned subsidiary of US-based X-energy Reactor Company and Cavendish Nuclear, a wholly-owned subsidiary of Babcock International have been awarded funding from the UK Government’s Future Nuclear Enabling Fund (FNEF) to further the development of their plans to deploy Xe-100 advanced modular reactors (AMRs) in the UK. The government’s £3.34m ($4.23m) will be matched by X-energy for a total programme of £6.68m. The funds will be used to develop UK-specific deployment plans including an assessment of domestic manufacturing and supply chain opportunities, constructability, modularisation studies, and fuel management.",
            "The Xe-100 is a high-temperature gas-cooled reactor with a thermal output of 200 MWt or an electrical output of 80 MWe. It can be scaled into a four-pack 320 MWe power plant, fuelled by the company's proprietary TRISO-X tri-structural isotropic particle fuel. The Xe-100 evolved from both the UK’s Dragon reactor at Winfrith in Dorset and the Pebble Bed Modular Reactor project in South Africa. X-energy was selected by the US Department of Energy (DOE) in 2020 to receive up to $1.2bn in matching funds under the Advanced Reactor Demonstration Program (ARDP) to develop, license, build, and demonstrate an operational advanced reactor and fuel fabrication facility by the end of the decade. X-Energy has since completed the reactor engineering and basic design and is developing a fuel fabrication facility in Oak Ridge in Tennessee.",
            "X-energy and Cavendish Nuclear are proposing to develop a multi-billion pound 12-reactor plant at Hartlepool, to be ready by the early 2030s. The companies plan to build a fleet of up to 40 of the advanced small modular Xe-100 reactors in the UK, creating thousands of high-quality jobs in construction and operations. This would provide 3,200 MW of electricity, enough power for 6 million homes, or 8,000 MW of versatile high temperature heat and steam to support zero-carbon manufacturing and industrial processes.",
            "X-energy and Cavendish also announced a partnership with the UK Kier Group to support constructability and supply chain analyses. The UK’s Sheffield Forgemasters and the Nuclear Advanced Manufacturing Research Centre (NAMRC) ae also supporting X-energy and Cavendish in completing the scope outlined in their FNEF proposal. The goal is for 80% of the value of the Xe-100 projects to flow to UK firms. Last year X-energy and Cavendish signed a memorandum of understanding with Glasgow-based gas circulator manufacturer Howden. They will also work with Nuclear Waste Services to review the approach to spent fuel management. The companies plan to engage with the UK nuclear regulators to evaluate approaches to licensing the Xe-100 AMR. The design is already progressing through initial assessments by nuclear regulators in Canada and the United States.",
            "“We are backing innovation in nuclear – from building large-scale plants better to encouraging new advanced technologies – to achieve our ambition for a quarter of our electricity to come from nuclear power by 2050,” Minister for Nuclear & Renewables Andrew Bowie said. “This funding supports the next step in the development of advanced modular reactors and shows our commitment to keeping the UK at the forefront of nuclear technology.”",
            "The FNEF is intended for potential nuclear projects with mature technologies that could be in a position to take a Final Investment Decision (FID) within the next parliament. It aims to help industry reduce project risks, so they are better positioned for future investment decisions.",
            "Image: The Xe-100 reactor design (courtesy of X-energy)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/uk-announces-national-endeavour-to-support-nuclear-11635195/",
        "title": "UK announces ‘national endeavour’ to support nuclear",
        "text": [
            "British Prime Minister Rishi Sunak has announced a “national endeavour” to secure the future of the UK’s defence and civil nuclear industry during a visit to the nuclear submarine base in Barrow-in-Furness. The UK government said: “Domestic nuclear capability is vital to our national defence and energy security, underpinning our nuclear deterrent and securing cheaper, more reliable energy for UK consumers. The nuclear industry is growing rapidly, requiring 50% more highly skilled workers in the next ten years – and we need to train a new generation of British talent.”",
            "The Government is partnering with industry, including BAE Systems, Rolls-Royce, EDF and Babcock, to invest at least £763m ($961m) by 2030 in skills, jobs and education. “The investment will create more than 8,000 career opportunities to help the sector fill 40,000 new jobs by the end of the decade – and will support plans to double the number of nuclear apprentices and graduates and quadruple the number of specialist science and nuclear fission PhDs.”",
            "While the main focus of the “endeavour” was defence and support for Barrow-in-Furness, it was also welcomed by the nuclear industry. David Lockwood, CEO Babcock International and member of the Nuclear Skills Executive Council said it was “a fantastic opportunity for the UK to deliver a stronger nuclear industry that will contribute to the resilience of the UK’s independent deterrent and will support the UK’s energy security ambitions and net zero targets”.",
            "Simone Rossi, CEO EDF in the UK and also a member of the Nuclear Skills Executive Council said EDF “welcomes the joint commitments announced today and looks forward to working with Government and industry to help deliver the great opportunities for people who choose to work in the nuclear sector”. EDF said “in 2024 it is hiring a further 1,000 people into its UK nuclear family – in operations, construction, engineering support and many other exciting roles”. The majority will be apprentices and graduates, as well as those with relevant skills from other industries. Rosi added: “As we have learned in recent years there is an urgent need to attract, train and inspire the next generation of people who can design, build, operate and decommission existing and new nuclear facilities.”",
            "Rolls Royce also welcomed the initiative. Steve Carlier, President at Rolls-Royce Submarines and member of the Nuclear Skills Executive Council said: “It is an exciting and fascinating time for the industry as both civil and defence organisations collaborate to ensure we all have a strong and sustainable pipeline of talent coming into the world of nuclear.”",
            "He said nuclear has the power to protect and help meet the growing demand for clean energy. “From opening our Nuclear Skills Academy, which welcomes 200 apprentices every year for at least the next decade, and our recently announced site expansion work, which is creating over 1,000 new highly-skilled jobs in Derby, to new satellite offices creating almost 300 jobs in Glasgow and Cardiff, Rolls-Royce is playing a pivotal role in supporting this national endeavour.”",
            "The investment in nuclear skills, which includes £350m from the Government and more than £400m from industry, will create some 5,000 new apprenticeships in the next four years, according to the Government. It will also drive private investment and create job opportunities for everyone from specialist scientists and engineers, to welders and electricians, to project managers and Royal Navy submariners.",
            "Image: British Prime Minister Rishi Sunak has declared a 'national initiative' aimed at safeguarding the future of the UK's defense and civil nuclear sectors (courtesy of UK Government)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/sheffield-forgemasters-completes-smr-nuclear-vessel-demonstrator-11533660/",
        "title": "Sheffield Forgemasters completes SMR nuclear vessel demonstrator",
        "text": [
            "Sheffield Forgemasters has completed weld-assembly of a full-size small modular reactor (SMR) nuclear vessel demonstrator using Local Electron-Beam Welding (LEBW). Sheffield Forgemasters Research, Design & Technology Director Jesus Talamantes-Silva said the company had achieved “a significant milestone in assembling a nuclear vessel demonstrator, using electron beam welding for the first time at this scale, with 100% success and no defects”.",
            "Completing four, thick, nuclear-grade welds took less than 24 hours – work which typically requires a year. \"With a diameter of three metres and a wall thickness of 200mm, construction of the vessel showcases the reliability and capabilities of LEBW, setting a dramatic new standard for weld-joining thick-walled components, previously untrialled in a demonstrator model,\" the company noted.",
            "The operation deployed specially developed parameters, meticulously fine-tuned during the welding development stage, including innovative sloping-in and sloping-out techniques to start and finish the weld, ensuring a clean and complete weld-join.",
            "Senior development engineer and project lead Michael Blackmore believes the implication of this technology within the nuclear industry is monumental, potentially taking high-cost welding processes out of the equation. \"Not only does this reduce the need for weld-inspections, because the weld-join replicates the parent material, but it could also dramatically speed up the roll-out of SMR reactors across the UK and beyond, that's how disruptive the LEBW breakthrough is.\"",
            "Sheffield Forgemasters said demonstrating LEBW technology's potential opens new horizons for \"more efficient, low-cost and less time-heavy nuclear assemblies\" with far-reaching implications for other projects which require thick-walled welded assemblies.",
            "Jacob Pope, development engineer and LEBW machine tool installation lead said: “We thank the government's Department for Energy Security & Net Zero for enabling the project through its Nuclear Innovation Programme. We also thank our esteemed partner, Cambridge Vacuum Engineering, for their invaluable support throughout this endeavour. Their remote and on-site assistance played an instrumental role in the success of this milestone, highlighting the collaborative spirit that drives us forward.\"",
            "Sheffield Forgemasters, which was acquired by the UK's Ministry of Defence in 2021, is the only UK company able to manufacture the large forgings required for SMRs. The company said future activities include a joint industrial project “supported by key participants from the USA and UK”. The aim is “to initiate a code case or multiple cases to facilitate the deployment of this technology in accordance with the standards set by the American Society of Mechanical Engineers (ASME)”.",
            "In December, the company said it was on track to regain ASME status as a supplier of heavy forgings and castings to the civil nuclear market. An ASME Section III Division I NCA 3300, NCA 4000 and NQA-1 Code survey and audit, has recommended it for Material Organisation (MO), and welding (NPT) accreditations. This would allow it supply castings and forgings (material) for civil nuclear applications and also be qualified to carry out weld construction activities on these materials.",
            "Sheffield Forgemasters has signed a number of agreements with SMR design companies. In October 2023 it signed a memorandum of understanding (MOU) with US X-energy and Cavendish Nuclear (a UK subsidiary of Babcock International) to explore opportunities around the deployment of a fleet of Xe-100 high temperature gas-cooled reactors (HTGRs) in the UK. Under the MOU, X-energy and Cavendish Nuclear will make use of Sheffield Forgemasters' extensive experience in developing nuclear forgings and castings. The companies plan to build up to 40 Xe-100s across the UK.",
            "Earlier, in February 2023, the company signed an MOU with with Holtec Britain to design components for Holtec’s SMR-160 SMR and identify the best routes to manufacture. This followed similar agreements with other SMR developers. In July 2016, SFI and NuScale Power agreed to co-operate to develop the manufacturing techniques needed for the planned deployment of NuScale's SMR in the UK. Another MOU was signed in December 2021 with Rolls-Royce SMR to jointly explore commercial mechanisms for long-term collaboration on the supply of forgings to Rolls-Royce’s planned UK SMR fleet. In September 2022 SFI signed an MOU with GE Hitachi Nuclear Energy to support of the potential deployment of the BWRX-300 SMR in the UK.",
            "Image: The ground-breaking welded SMR vessel at Sheffield Forgemasters (courtesy of Sheffield Forgemasters)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/sheffield-forgemasters-to-support-deployment-of-xe-100-htgrs-11228383/",
        "title": "Sheffield Forgemasters to support deployment of Xe-100 HTGRs",
        "text": [
            "UK-based Sheffield Forgemasters has signed a memorandum of understanding (MOU) with US X-energy and Cavendish Nuclear (a UK subsidiary of Babcock International) to explore opportunities around the deployment of a fleet of Xe-100 high temperature gas-cooled reactors (HTGRs) in the UK.",
            "The Xe-100 HTGR design has a thermal output of 200 MWt or an electrical output of 80 MWe. It was one of two designs selected by DOE in 2020 to receive $80m each of initial cost-shared funding to build an advanced reactor demonstration plant that can be operational within seven years. The Xe-100 evolved from both the UK’s Dragon reactor at Winfrith in Dorset and the Pebble Bed Modular Reactor project in South Africa. It will use TRIstructural ISOtropic (TRISO) fuel comprising three layers of carbon and ceramic materials that surround kernels or balls of high-assay low-enriched uranium (HALEU) fuel. The Xe-100 is designed to operate as a standard 320 MWe plant with four units of 80 MWe but will be scalable to meet demand. Producing 200 MWt of 565°C steam, the Xe-100 is also suitable for other power applications including mining and heavy industry.",
            "X-energy and Cavendish Nuclear will make use of Sheffield Forgemasters' extensive experience in developing nuclear forgings and castings. The companies plan to build up to 40 Xe-100s across the UK. In 2022, Cavendish Nuclear signed an MOU with X-energy to act as its deployment partner for HTGRs in the UK. The companies have applied to the UK's Future Nuclear Enabling Fund to support a Generic Design Assessment of the Xe-100 small modular reactor (SMR) and also supply chain development for the first proposed project.",
            "\"The UK's civil nuclear development is part of our business strategy and this MoU is the latest in a line of agreements that we have signed with a number of SMR companies looking to deploy in the UK market,\" said Dominic Ashmore, Head of Strategy & Business Development – Clean Energy at Sheffield Forgemasters.",
            "He added: \"Our work with X-Energy and Cavendish Nuclear will provide specialist engineering services, support and components including forgings, to the UK Xe-100 deployment programme,\" he added. \"Sheffield Forgemasters will undertake a detailed review of the Xe-100 forgings and look to facilitate more definitive cost estimates and production plans.\"",
            "He noted that, following the recent decision of Great British Nuclear (GBN) to boost UK nuclear power generation through SMR development, “GBN is also developing a route to market for other technologies, including advanced nuclear and a consultation will be published this autumn”.",
            "In December 2021, former UK Energy Minister Greg Hands announced that HTGRs had been selected as the preferred advanced reactor technology for the Advanced Modular Reactor Research, Development & Demonstration Programme. The programme is expecting £170m ($210m) of government funding from £385m intended to accelerate development of highly flexible nuclear technologies.",
            "Carol Tansley, Vice President of UK Nuclear New Build at X-Energy said: \"Our technology will be the first small modular reactor operational in the US and we want to build on that progress by moving forward quickly with our UK programme. In delivering that fleet we want to maximise the involvement of the UK supply chain as part of our target to achieve 80% by value UK content, and the MOU with a company with the experience and capabilities of Sheffield Forgemasters is a crucial step in that journey.\"",
            "She added: “A UK fleet of 40 reactors would not only see us play a crucial role in delivering clean electricity and industrial decarbonisation but also bring huge opportunities for companies right across the UK. The MoU, along with our partnership with Cavendish Nuclear and our recent appointment of Howden, shows how we are determined to ensure those benefits are realised by the UK’s world-leading supply chain.”",
            "Image: Artist’s impression of an Xe-100 power plant"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/cavendish-contracted-to-support-decommissioning-of-japans-monju-reactor-10831730/",
        "title": "Cavendish contracted to support decommissioning of Japan’s Monju reactor",
        "text": [
            "The Japan Atomic Energy Agency (JAEA) has awarded UK-based Cavendish Nuclear, a subsidiary of Babcock International Group, a contract to support of the decommissioning of the Monju Prototype Fast Reactor (PFR) in Fukui Prefecture.",
            "Cavendish says: “Supported by International Nuclear Services Japan – a subsidiary of the UK's Nuclear Decommissioning Authority – and working with delivery partner Jacobs, the contract will see the design, construction, operation and ultimate dismantling of a new facility in the UK, for the treatment of sodium from Monju that will be recycled for industrial use. In August 2019, the company was awarded a contract by JAEA to support decommissioning of Monju by providing technical support for creating a lifetime plan for the decommissioning of the reactor and a feasibility study into the treatment of sodium coolant from the Monju site.",
            "The decommissioning of Monju will take 30 years and cost more than JPY375 billion ($2.5bn), according to government estimates. This includes JPY225 billion for maintenance, JPY135 billion for dismantling the plant and JPY15 billion for defuelling and preparations for decommissioning.",
            "The 280 MWe Monju was initially considered a \"dream reactor\" because of its ability to produce more nuclear fuel than it consumes, but a series of accidents eventually led to cancellation of the project. Monju was shut down in 1995, four months after it began operation when 700 kg of liquid sodium leaked from the secondary cooling loop. Although there were no injuries and no radioactivity escaped plant buildings. JAEA tried to conceal the scale of the damage.",
            "Monju restarted in May 2010 but refuelling equipment fell into the reactor vessel during a refuelling outage later that year, and it has not operated since then. Although the equipment was retrieved and replaced, The Nuclear Regulation Authority (NRA) did not allow the reactor to restart. In November 2015, following concerns over lax equipment inspections, NRA determined JAEA was not competent to operate the reactor, and in December 2016, the government decided to decommission it. The JPY1000bn ($9bn) Monju had operated for only 250 days since its start-up in 1994.",
            "Cavendish said the contract highlights its expertise in complex decommissioning projects in the UK and internationally and builds on its long relationship with the wider Japanese nuclear industry. It draws on experience of the UK’s Dounreay prototype fast reactor (PFR) decommissioning programme, which is similar in design to Monju.",
            "David Lockwood, Babcock Group CEO said the contract “will provide opportunities for our skilled nuclear engineers and many more across the wider UK supply chain for this 10-year programme”.",
            "JAEA President Masanori Koguchi said: “It is encouraging that JAEA can now engage in this important project with Cavendish Nuclear and Jacobs which have a high level of technology based on their experience in the UK.”",
            "Cavendish Nuclear has over 60 years’ experience of decommissioning and waste management and a heritage of being a UK nuclear site licensee. This has included a total of 27 different reactors ranging from small scale piles at Harwell to highly complex power generating reactors such as the Steam Generating Heavy Water Reactor (SGHWR) at Winfrith, the PFR at Dounreay and the Windscale Advanced Gas Cooled Reactor (WAGR) at Sellafield.",
            "The decommissioning of Monju is expected take 30 years and cost more than JPY375bn ($2.5bn), according to government estimates. This includes JPY225bn for maintenance, JPY135bn for dismantling the plant and JPY15bn for defuelling and preparations for decommissioning.",
            "JAEA submitted a detailed four-stage plan to decommission Monju, in line with the government's basic policy, to the NRA in 2017. In the initial stage, JAEA would transfer all fuel to an on-site storage pool by fiscal 2022. In October 2022, JAEA announced that all the fuel assemblies at Monju had been transferred to a water-filled storage facility. The second and third stages would see liquid sodium coolant extracted from Monju and related equipment dismantled. Finally, the reactor building will be demolished and removed by fiscal 2047. NRA approved that plan in March 2018.",
            "Image: Cavendish Nuclear Managing Director Mick Gornall (L); and Japan Atomic Energy Agency President Koguchi Masanori (R) pictured at the contract signing ceremony (courtesy of Cavendish Nuclear)"
        ],
        "frequency": 2
    }
]