[
    {
        "url": "https://www.neimagazine.com/news/inl-sees-market-for-microreactors-in-some-us-states-10884680/",
        "title": "INL sees market for microreactors in some US states",
        "text": [
            "A new report by US Idaho National Laboratory (INL) sees a high market potential for microreactors in US states with energy-intensive industries, nuclear-friendly laws and widespread social acceptance. The 164-page “Microreactor Applications in US Markets” looks at state-level legal, regulatory, economic and technology implications for microreactor applications in US markets.",
            "This report is part of the Emerging Energy Markets Analysis (EMA) initiative led by INL and includes the University of Alaska, Boise State University, University of Michigan, Massachusetts Institute of Technology and the University of Wyoming. It summarises a US Department of Energy (DOE) Microreactor Program analysis of the market opportunities for microreactors.",
            "The EMA team examined the regulatory climate in all 50 US states and found that most have either removed barriers for microreactor (MR) deployment or established carbon-reduction goals that make advanced nuclear technologies attractive. Challenges include public perceptions based on uncertainties related to costs, waste and fuel management.",
            "A key focus is on Alaska and Wyoming where there are location-specific energy needs for electricity and heat. A state-by-state evaluation of current carbon/carbon-related policies and nuclear policies assesses broader market applicability in states undergoing energy transitions. MRs are suited for remote industrial applications such as seafood processing in Alaska and trona mineral mining in Wyoming, the report says.",
            "The report suggests that the nuclear industry and national labs should increase communication about the technology and create a clear differentiation between MRs, small modular reactors and large reactors. It outlines areas needing further research, including developing a deeper understanding of public acceptance or resistance to microreactors. It says there is also a need to: evaluate other possible microreactor markets including conventional mining, oil and gas extraction operations, carbon refining, ammonia production, synthetic fuels, and other industries.",
            "\"Microreactors are a new technology to many of the potential deployment sites, so it is important to promote common understanding of the barriers to market entry for both developers of the technology as well as end users,\" said John Jackson, national technical director of the DOE Office of Nuclear Energy's Microreactor Program. \"The DOE programmes support broad availability of energy solutions to meet individual needs, and characterisation of these needs is very valuable.\"",
            "INL is currently developing the Microreactor Applications Research Validation & Evaluation (Marvel) project This entails the design, development, construction, and start-up of an INL test microreactor, funded by DOE through the Microreactor Program. The aim is to establish an operational nuclear applications test bed that can generate combined heat and power to enable integration and R&D with end-user technologies. It will also allow microreactor technologists to test next-generation control systems.",
            "Marvel is one of 12 microreactor designs described in the International Atomic Energy’s comprehensive publication on Advances in Small Modular Reactor Technology Developments published in 2022. Of the 12, five are being developed in the US. In addition to Marvel, these include Oklo’s Aurora, HolosGen’s Holos-Quad, Ultra Safe Nuclear Corporation’s MMR and Westinghouse’s eVinci.",
            "Image: INL's test microreactor, Marvel (courtesy of Idaho National Laboratory)"
        ],
        "frequency": 3
    }
]