[
    {
        "url": "https://www.nucnet.org/news/rolls-royce-gets-funding-for-research-into-best-reactor-technologies-4-1-2024",
        "title": "Rolls-Royce Gets Funding For Research Into Best Reactor Technologies",
        "text": [
            "Company working with BWXT on ‘new and novel’ applications",
            "UK engineering giant Rolls-Royce has secured £1.18m (€1.38m, $1.49m) in funding to develop the best technologies for a fission nuclear system for a range of space power missions. ",
            "The company said on 8 April that then funding was from a UK Space Agency international fund for research partnerships within the UK space sector and emerging space nations to work together. ",
            "Rolls-Royce has an agreement with US company BWXT Advanced Technologies to deliver on what it called “new and novel” nuclear applications in the space domain. ",
            "Rolls-Royce said the BWXT agreement strengthens UK and US collaboration on first-of-a-kind space technology innovation. In an announcement made by UK prime minister Rishi Sunak and US president Joe Biden in June 2023, both countries pledged to study “opportunities for cooperation on space nuclear power and propulsion”.",
            "Steve Carlier, president for Rolls-Royce Submarines Ltd, said the agreement between Rolls-Royce and BWXT brings together over 130 years of safe and secure nuclear delivery on both sides of the Atlantic. ",
            "All space missions depend on a power source to support systems for communications, life-support and science experiments. ",
            "According to Rolls-Royce, nuclear power has the potential to dramatically increase the duration of future space missions. ",
            "The company, whose small modular reactor division is developing land-based nuclear plants, said its plans to have a reactor ready to send to the Moon by the early 2030s.",
            "It said nuclear power, effectively used in space, will deliver “a step change in mission capability across an extensive platform of applications”. Space microreactors are a solution to meet these requirements.",
            "Anu Ojha of the UK Space Agency said innovative technologies could pave the way for continuous human presence on the Moon.",
            "This latest tranche of investment follows £2.9m of funding awarded to Rolls-Royce from the UK Space Agency in 2023. That funding helped deliver an initial demonstration of a UK lunar modular nuclear reactor.",
            "Nuclear microreactors have the potential to dramatically increase the duration of future space missions. Courtesy Rolls-Royce."
        ],
        "frequency": 4
    },
    {
        "url": "https://www.nucnet.org/news/crowley-and-bwxt-team-up-on-ship-for-defence-and-disaster-needs-9-4-2023",
        "title": "Crowley And BWXT Team Up On Ship ‘For Defence And Disaster Needs’",
        "text": [
            "Vessel would supply small-scale energy to shoreside locations",
            "US shipping and energy company Crowley has teamed with nuclear power company BWX Technologies (BWXT) to design a ship concept that has the potential to generate energy for defence and disaster needs by including a microreactor on board.",
            "The ship would supply small-scale nuclear energy to shoreside locations, providing power to military bases, backup utility grids, and other situations where traditional electricity sources are not feasible.",
            "The vessel concept combines Crowley’s logistics and marine capabilities with US-based BWXT’s nuclear expertise, aiming to support sustainable energy sources and the US Department of Energy’s nuclear energy technology goals.",
            "BWXT, based in Lynchburg, Virginia, is developing advanced nuclear fuel and reactor technologies. ",
            "The agreement will allow both companies to “jointly pursue and develop opportunities relative to the design, engineering and development of new shallow-draft hull ships”.",
            "The concept vessel, measuring 378 feet (115 metres), aims to provide high levels of safety and security with in-house vessel design and nuclear components, fuel, and services. ",
            "The ship will combine traditional propulsion with a modular reactor that can be activated and deactivated as needed. The reactor can deliver power to shore using buoyed power delivery cables and has shallow draft hulls for manoeuvrability in military activities or during disasters when harbour access is limited.",
            "Floating nuclear plants offer potential advantages over conventional land-based facilities. In addition to being smaller, more efficient and less expensive to build and operate, being offshore would protect them from the consequences of earthquakes and tsunamis.",
            "In May 2020, Russia began commercial operation of what is so far the world’s only floating nuclear power station, the Akademik Lomonosov, docked at the port town of Pevek in Russia’s far east Chukotka autonomous district.",
            "The 21,000-tonne vessel has two KLT-40S reactor units with an electrical power generating capacity of 35 MW each, sufficient for a city with a population of around 200,000 people.",
            "More recently, Korea Hydro & Nuclear Power and shipbuilder Samsung Heavy Industries of South Korea announced a consortium with Denmark-based Seaborg Technologies to develop floating nuclear power plants using Seaborg’s molten salt reactor technology.",
            "The ship would supply small-scale nuclear energy to shoreside locations, providing power to military bases, backup utility grids and other locarions."
        ],
        "frequency": 4
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Nuclear-central-in-Virginia-s-energy-plan",
        "title": "Nuclear central in",
        "text": [
            ", announced by Governor Glenn Youngkin, calls for a nuclear innovation hub to be established in the state and for a commercial small modular reactor to be deployed in southwest Virginia within the next decade.",
            "Governor Youngkin launching the 2022 Virginia Energy Plan at electrical equipment manufacturer Delta Star Inc's Lynchburg facility (Image:  Governor of Virginia / YouTube)",
            "As directed by the Virginia General Assembly, every four years the Virginia Department of Energy develops a comprehensive",
            ", Youngkin said: \"We must reject the mindset that it is 'either/or', and embrace the reality that it is 'both/and'. In fact, the only way to confidently move towards a reliable, affordable and clean energy future in Virginia is to go all-in on innovation in nuclear, carbon capture, and new technology like hydrogen generation, along with building on our leadership in offshore wind and solar.\"",
            "The plan calls for Virginia to make strategic investments in innovative, emerging technologies, including hydrogen, carbon capture, storage and utilisation, and, particularly, small modular nuclear reactors (SMRs).",
            "The plan notes, \"Today, the Commonwealth [of Virginia] is a welcome home to nuclear energy and its innovations, and two nuclear power stations - the Surry and North Anna Power Stations - produce roughly 95% of the Commonwealth's reliable, clean electricity.\"",
            "In addition, Virginia is home to two of the world's largest nuclear companies, BWXT and Framatome, located in Lynchburg. Two of the 30 nuclear engineering programmes in the USA are at Virginia Commonwealth University and Virginia Tech. Six universities in Virginia offer degrees in nuclear engineering and advanced physics.",
            "\"The Commonwealth should take advantage of this incredibly competitive position on the forefront of nuclear energy research and development to become the nation's leader in SMR technology.\" the plan says.",
            "\"Accordingly, this plan advocates for the development of the first commercial SMR in the US in southwest Virginia and calls for developing spent nuclear fuel recycling technologies that offer the promise of a zero-carbon emission energy system with minimal waste and a closed-loop supply chain.\"",
            "Introducing the latest plan on 3 October in Lynchburg, Youngkin said: \"We have to be all-in in nuclear energy in Virginia. When it comes to reliability, affordability. When it comes to clean power. When it comes to the abundant nature of growing power demand, absolutely nothing beats nuclear energy. It is the baseload of all baseloads.",
            "\"I want to plant a flag right now. I want to call our moonshot. Virginia will launch a commercial small modular reactor that will be serving customers with baseload power demand in southwest Virginia within the next 10 years.",
            "\"Energy innovation - like small modular reactors - will not just honour our calling to environmental stewardship, it will also deliver economic development opportunities, job creation and a tremendous place to live, work and raise a family across the entire Commonwealth.\"",
            "The plan also recommends the state collaborates with the Virginia Nuclear Energy Consortium - established in 2013 to represent stakeholders invested in the development of nuclear energy in the state - and higher education institutions to establish a nuclear hub in Virginia.",
            "\"A growing Virginia must have reliable, affordable and clean energy for Virginia's families and businesses,\" Youngkin said. \"We need to shift to realistic and dynamic plans. The",
            "will meet the power demands of a growing economy and ensures Virginia has that reliable, affordable, clean and growing supply of power by embracing an all-of-the-above energy plan that includes natural gas, nuclear, renewables and the exploration of emerging sources to satisfy the growing needs of Commonwealth residents and businesses.\"",
            "The plan says its \"does not attempt to predict every technological innovation or long-term change in the production and consumption of energy\". It \"embraces flexibility and supports multiple technologies as a path to providing the appropriate balance of baseload and growing clean energy generation at a reasonable cost\".",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/EDF-agreements-with-Canadian,-Czech-and-Indian-fir",
        "title": "EDF agreements with",
        "text": [
            "Canadian, Czech and Indian",
            "French energy company EDF signed cooperation agreements relating to the potential deployment of its technology, and the involvement of local supply chains, in Canada, the Czech Republic and India on the first day of",
            "World Nuclear Exhibition 2023",
            "A memorandum of cooperation between EDF and India's BHEL to \"collaborate with an intent to maximise the local content of the Jaitapur project\", which is proposed to be a six EPR-unit one at the site in the state of Maharashtra. EDF and BHEL \"will also explore larger collaboration for the EPRs\" and for EDF's Nuward small modular reactor.",
            "Cooperation agreements have been signed with potential Czech suppliers relating to the on-going bidding process for the new nuclear unit planned for Dukovany in the Czech Republic. The agreements were signed with the Czech Power Industry Alliance, ADAMEC, EnerSys, ISH Pumps, KLIKA BP, LDM, and Nopo Engineering.",
            "EDF and Ontario Power Generation (OPG) have signed a letter of interest for a comprehensive joint evaluation of the potential deployment of EPR technology in Ontario and other parts of Canada. There was also a joint statement issued by France and Canada on broad bilateral cooperation on nuclear energy and a Canadian-French Supply Chain Workshop held at WNE with more than 20 firms taking part, \"including AECON, Assystem, Bouygues Travaux Publics, Bruce Power, BWXT, Framatome, GE Vernova and OPG\".",
            "An international cooperation agreement with Egis to support EDF's localisation approach for its international projects. The \"architect-engineers\" company is already working with EDF in its UK Hinkley Point C project and in Poland and \"envisages to set up with EDF and other partners an engineering platform in India\".",
            "Luc Rémont, EDF Chairman and CEO, said the agreements \"demonstrate our ambition to secure robust partnerships with local supply chains for EPR-technology-based projects, as well as for NUWARD SMR\" with the company seeking to establish \"a community of qualified European and worldwide suppliers\" as part of its plans for  \"the successful delivery of our nuclear newbuild worldwide\".",
            "Ken Hartwick, OPG President and CEO, said: \"To meet the demands of an electrified economy, we’ll need an array of clean generating technologies, including large nuclear. We are exploring a range of technology options to ensure we deliver value to Ontario ratepayers, while building out the clean, reliable electricity system our province needs.\"",
            "joint statement between the French and Canadian governments",
            "said they \"consider that enhancing collaboration amongst like-minded partners in the field of civil nuclear energy is more important than ever given the current global challenges we face\" and they \"recognise the contribution of their respective operating or planned fleet of large nuclear power plants and encourage the deepening of the cooperation between the French and Canadian nuclear industries in this field\".",
            "The agreement says it will also \"encourage the deepening of our cooperation on research and development, whose role is crucial for the support of new nuclear projects, either large nuclear reactors or advanced nuclear reactors and small modular reactors\" and the two countries agree to \"increase the depth and resilience of their respective domestic nuclear supply-chains, as well as to support countries interested in utilising nuclear energy to meet their climate and energy security goals, through both new build projects and existing plant refurbishments\".",
            "There are also commitments to collaborate on safe long-term management of radioactive waste, tackling training and workforce challenges and to support work to \"contribute to the security of supply of radioisotopes for medical and industrial purposes\" and it concludes: \"The participants recognise the need to consider pathways to facilitate full treaty relations, including with respect to both nuclear technology cooperation and third-party liability relations.\"",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/white-house-plans-amrs-to-power-multiple-army-bases-in-the-united-states-31-05-2024/",
        "title": "White House plans AMRs to power multiple Army bases in the United States",
        "text": [
            "The White House has revealed plans for a deployment programme for advanced nuclear reactors, including modular- and micro-reactors, to power “multiple” US Army bases.",
            "In a statement, the White House said: “Small modular nuclear reactors and microreactors can provide defense installations resilient energy for several years amid the threat of physical or cyberattacks, extreme weather, pandemic biothreats, and other emerging challenges that can all disrupt commercial energy networks.”",
            "It confirmed that the United States Army will soon release a Request for Information to inform a deployment program for advanced reactors to power multiple Army sites in the United States.",
            "“The Army is taking a key role in exploring the deployment of advanced  reactors that help meet their energy needs,” it stated.",
            "This work sits alongside work by the the Department of the Air Force on its microreactor pathfinder and the Office of the Secretary of Defense Strategic Capabilities Office’s work to create a prototype transportable microreactor.",
            "“These efforts will help inform the regulatory and supply chain pathways that will pave the path for additional deployments of advanced nuclear technology to provide clean, reliable energy for federal installations and other critical infrastructure,” it said.",
            "The White house also says it is creating “a Nuclear Power Project Management and Delivery working group that will draw on leading experts from across the nuclear and megaproject construction industry to help identify opportunities to proactively mitigate sources of cost and schedule overrun risk”.",
            "Reflecting on the news from the White House, Rolls-Royce Novel Nuclear business development and campaigns manager Catherine Harvey said: “Rolls-Royce is developing Micro-Reactors for both space and terrestrial usage.",
            "“This advanced technology could bring power to a variety of situations including remote communities, military bases and on the lunar surface.”",
            "The new was not welcomed by the Campaign for Nuclear Disarmament.",
            "CND general secretary Kate Hudson said: “Rolling out nuclear reactors across US military bases will only add to the problem of nuclear waste and should not be considered a form of clean energy by anyone.",
            "“While militaries should be looking to limit their fossil fuel emissions, genuine renewables like solar and wind should be expanded, not nuclear.”",
            "A global race is on to deliver the first small modular reactors (SMRs), advanced modular reactors (AMRs) and microreactors.",
            "Earlier in May, Russian state nuclear energy company Rosatom announced the construction of a small nuclear power plant (SNPP) in Uzbekistan would start this summer.",
            "In its statement, Rosatom seemed to conflate the reactor type it characterises as SNPP with small modular reactors (SMRs).",
            "It is difficult to verify the legitimacy of the claims made by Rosatom because Russia does not have the same levels of transparency as is the case in countries like the UK which operate more open processes for developing reactor designs.",
            "In the UK, the Office for Nuclear Regulation (ONR) implements the UK’s nuclear energy standards regime which is informed by the International Atomic Energy Agency (IAEA). The ONR is currently working to advance designs for SMRs through its rigorous assessment process before giving the green light for development and deployment.",
            "Great British Nuclear leading a competitive process for private firms to gain government backing for deployment. Six firms were shortlisted for government support to deliver a new wave of nuclear reactors in October last year.",
            "The White House statement laid out a comprehensive list of measures the US Government is deploying to win the race to deliver AMRs and SMRs.",
            "It said: “Department Of Energy’s Advanced Reactor Demonstration Program (ARDP) provides significant funding for nuclear demonstration and risk reduction projects. Awardees include Gen IV reactor vendors and developers TerraPower, X-energy, Kairos Power, Westinghouse, BWX Technologies, and Southern Company.",
            "“The President signed a Congressional appropriations package providing $800M [£629M] to fund up to two Gen III+ SMR demonstration projects.  The implementation of this will be announced later this year. This package also appropriated $100M [£78.6M] for Gen III+ SMR design, licensing, supplier development, and site preparation.",
            "“The Department of Defense (DOD) is funding Project Pele to develop a prototype microreactor (Gen IV) design for future use at defense installations.",
            "“The Export-Import Bank of the United States (EXIM) and U.S. Department of State announced the “EXIM SMR Financing Toolkit,” a suite of financial tools to support SMR deployments and help U.S. exporters compete in the global SMR market.",
            "“Preparing for factory-built microreactors: NRC staff identified potential regulatory solutions to enable licensing of microreactors that would be factory-built and then transported to a deployment site.",
            "“Leveraging cooperation with international partners: NRC recently signed a memorandum of cooperation with the Canadian Nuclear Safety Commission and the UK Office for Nuclear “Regulation to increase collaboration on the technical reviews of advanced reactor and SMR technologies.",
            "“The Department of Energy’s Advanced Research Program Agency-Energy (ARPA-E) is also hosting several earlier stage R&D programs for advanced nuclear, including $87M [£68.4M] of funding to 30 projects with the aims of lower capital costs, lower O&M costs, and reducing spent fuel.",
            "“President Biden will continue to take steps to reestablish U.S. leadership in the industry, including continuing to keep existing nuclear plants operational, supporting the demonstration and deployment of advanced reactor technologies, making permitting processes more efficient and effective, securing and expanding the nuclear fuel supply, strengthening nuclear safety, security, and safeguards, and supporting an ambitious strategy to ensure the nation’s nuclear leadership.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/uk-space-agency-funds-rolls-royce-to-develop-micro-nuclear-reactors-for-space-exploration-08-04-2024/",
        "title": "UK Space Agency funds Rolls-Royce to develop micro nuclear reactors for space exploration",
        "text": [
            "£1.18M has been awarded to Rolls-Royce Submarines and BWXT Advanced Technologies (BWXT) to pursue the development of space micro-reactors which would generate nuclear power for space exploration missions. ",
            "The award was part of a £13M funding boost from the UK government’s UK Space Agency International Bilateral Fund (IBF). The IBF is awarding £20M to the space sector, with AUS$3M (£1.57M) co-funded by the Australian Space Agency.",
            "Phase 1 of the IBF awarded 32 projects up to £75,000 each in August 2023, and all 32 entered the competitive process for Phase 2.",
            "Rolls-Royce is collaborating with US-headquartered firm BWXT to identify and advance the optimum technologies for a fission nuclear system, which Rolls-Royce said would benefit both UK and US space nuclear development programmes for a range of space power missions.",
            "The company said that nuclear power has the potential to “dramatically increase the duration of future space missions and their scientific value” and “will deliver a step change in mission capability across an extensive platform of applications”.",
            "It added: “Space micro-reactors are a solution to meet these requirements in a sustainable and resilient way, and this latest award from the UK Space Agency ensures the continued development of this technology.”",
            "The latest £1.18M sum follows £2.9M of previous funding awarded to Rolls-Royce from the UK Space Agency under the Lunar Surface Nuclear Power Contract and Phase 1 of the IBF project in 2023, which delivered an initial demonstration of a UK lunar modular nuclear reactor.",
            "Engineers welcome the news",
            "Rolls-Royce Submarines president Steve Carlier said: “We are delighted to win the award for the second phase of the International Bilateral Fund and to be continuing our collaboration with the UK Space Agency and our international project partner BWXT.",
            "“The Teaming Agreement between Rolls-Royce and BWXT brings together over 130 years of safe and secure nuclear delivery on both sides of the Atlantic.",
            "“This new agreement builds on our complimentary core competencies and market knowledge from our respective countries.",
            "“This enables us to build upon our existing relationship and explore potential strategic relationships and business arrangements to further develop nuclear technologies and products for Space.”",
            "BWXT president Joe Miller said: “BWXT and Rolls-Royce share a commitment to creating and delivering nuclear energy systems to explore space, support global security imperatives and generate clean energy.",
            "“Today’s announcement, and our teaming agreement more broadly, allows our companies to use our complementary areas of expertise for this award and new opportunities to come.”",
            "The announcement of the £13M boost from Phase 2 was made at the 39th Space Symposium in Colorado Springs, USA, which brings together 10,000 people from the space sector.",
            "The UK’s space sector is represented at the Space Symposium by organisations including the UK Space Agency, UK Research and Innovation (UKRI), government departments, companies and universities.",
            "The UK’s space sector employs approximately 49,000 people.",
            "UKspace director Lizzie Kerr said: “It is great news that so many of our members and partner organisations across the UK have been successful in this round of funding.",
            "“Given space is inherently a global endeavour, the International Bilateral Fund investment will support and strengthen international collaborations between UK industry and research partners and their counterparts across the world.",
            "“Following the original IBF announcement at the 38th Space Symposium, we are really encouraged by the positive progress made during the past 12 months.",
            "“UKspace will be at the 39th Space Symposium and we are keen to explore how we can help foster new collaborative partnerships with trade associations around the world.”",
            "SpaceCareers.uk director Joanne Oliver said: “Whilst this is a great opportunity to globally showcase the remarkable talent we have in the UK space workforce, it also shows just how much talent outside the sector can contribute their expertise and bring new perspectives.",
            "“Projects like these prove space is not just rocket science, all disciplines are needed to support this fast-growing sector.”",
            "UK Space Agency chief executive Dr Paul Bate said: “We want to draw on the best global talent to push the boundaries of new technology such as AI and space nuclear power, enhance our homegrown space capabilities and catalyse investment into the UK economy.",
            "“The projects supported by our International Bilateral Fund champion the best of British innovation while strengthening our ties with the wider space community.",
            "“Together we can break new ground, further our understanding of the Universe and use the vast power of space to protect and benefit lives on Earth.”",
            "UK Space Agency director of championing space Prof Anu Ojha said:",
            "“Our International Bilateral Fund bolsters international collaboration that harnesses the UK’s national expertise, supports new space capabilities and catalyses investment.",
            "“This exciting research by Rolls-Royce to develop space nuclear power is an opportunity to showcase the UK as a spacefaring nation.",
            "“Innovative technologies such as this one could pave the way for continuous human presence on the Moon, whilst enhancing the wider UK space sector, creating jobs and generating further investment.”",
            "Space Minister at DSIT, Andrew Griffith MP, said: “The UK is home to some of the brightest minds in space science, aerospace engineering and an entrepreneurial commercial space sector. It’s no wonder the world wants to collaborate with Britain when it comes to space.",
            "“I am delighted that today we have been able to support new space collaborations with private organisations from countries like the US, Australia, Canada, India and Singapore.”",
            "The full list of Phase 2 grantees: ",
            "Phase 2 Projects (with approx. Phase 2 grant allocation figures only)",
            "Rolls-Royce Submarines (UK) and partners BWXT Advanced Technologies LLC (USA) - £1.2M.",
            "Project to identify the optimum technologies for a fission nuclear system which balances flexibility to a range of space power missions and maximises performance whilst minimising programme and technical risk.",
            "University of Leicester (UK) and partners from the UK, USA, and Japan - £800,000",
            "Project to identify a range of mission opportunities for UK space nuclear power technologies. The collaboration also includes the development of hybrid power systems with existing US conversion technologies.",
            "Vertical Future (UK) and partners University of Cambridge (UK), University of Adelaide (Australia), University of Western Australia (Australia)(UWA), University of Southern Queensland (Australia), Axiom Space (USA), Saber Astronautics (USA/ Australia), South Australian Space Industry Centre (Australia) - £1.5M.",
            "Development of a state-of-the-art, autonomous, controlled environmental agriculture facility for optimal plant growth in space to support both missions and experimentation. It will adapt learnings from current and future experiments on the International Space Station to ensure feasibility.",
            "XCAM Ltd (UK) and partners The Open University (UK), University College London (UK), Teledyne UK Ltd (UK) and the Indian Space Research Organisation (India) - £500,000",
            "Development of a new X-ray imaging instrument, AXIS, targeted at studying the X-ray emission from Earth’s aurorae.  The project arises from the European Space Agency’s Theseus programme and represent the first demonstration of this new technology in a space mission.",
            "Surrey Satellite Technologies Ltd (UK) and partners Assimila (UK), RAL Space (UK), Pixalytics (UK), Centre for Environment, Fisheries and Aquaculture Science (UK), Commonwealth Scientific and Industrial Research Organisation (Australia), SmartSat CRC (Australia), Airbus in Asia Pacific (Australia) - £1M.",
            "Developing a system of actionable information on inland and coastal water quality.  It will bring together space and water experts to develop an innovative approach to assess and predict water quality and its impacts on ecosystems while providing a pathway to a strategic sharing of a satellite solution between the UK and Australia.",
            "In-Space Missions Ltd (UK) and partners Taiwan Space Agency (Taiwan), National Tsing Hua University (Taiwan), Philippine Space Agency (Philippines), The Geo-Informatics and Space Technology Development Agency (Thailand), Office for Space Technology and Industry (Singapore), A*STAR Research Entities, Institute for Infocomm Research (Singapore), Oxford Space Systems (UK), National University of Singapore (Singapore), Addvalue (Singapore), Vietnam National Space Centre (Vietnam) - £1.5M.",
            "The Faraday Dragon Rideshare Mission – a multi-agency collaboration to accelerate space technology and business via payload development.  It brings together emerging space-based organisations from Singapore, Taiwan, Philippines, Thailand, and Vietnam and the UK.",
            "Iota Technology Ltd (UK) and partners STFC RAL Space (UK), Oxford Space Systems Ltd (UK) and Twinleaf LLC (USA), - £1.5M.",
            "High-accuracy nanosatellite magnetometry which will form the primary payload of the Io-1 CubeSat.  It will raise the atomic magnetometer, fluxgate magnetometer and deployable boom’s technical readiness level and capture data in support of the World Magnetic Model.",
            "University of Strathclyde (UK) and partners University of Arizona (USA), Massachusetts Institute of Technology (USA), University of Waterloo (Canada), Columbiad Launch Services (Canada), GMV UK, LIFT ME OFF Ltd, The Alan Turing Institute (ATI), Nominal Systems (Australia) - £1.5M.",
            "Escalating the technology readiness of AI technology applied to space safety and sustainability, from concept to adoption by the space sector.  It will lay the foundations for an international virtual institute supporting the future development of AI technology for space sustainability.",
            "University of Southampton (UK) and partners University of Michigan (USA), Airbus Defence and Space UK), Pulsar Fusion UK and Starlight Engines (USA) - £1M.",
            "Development of the capabilities of Hall thruster research and commercial development in the UK.  The project will improve the UK’s capabilities in an absolutely intrinsic field of spacecraft technology.",
            "The Open University (UK) and partners  Lunar and Planetary Laboratory, University of Arizona (USA), Ball Aerospace and Technologies (USA), XCAM Ltd (UK) and Teledyne e2v (UK) - £1.3M.",
            "The development of the next generation of ultra-high resolution imaging instruments, the Teledyne e2v CIS 125 detector.  It will support US space agency Moon and Mars science and exploration objectives.",
            "University of Leicester (UK) and partners Geospatial Insight Ltd (UK), Bahrain National Space Science Agency (Bahrain), Industry and Energy Division, YBA Kanoo Group (Bahrain) - £1.4M.",
            "Development of a new capability to enable monitoring of greenhouse gas emissions in the Gulf region from a small spacecraft.  The project will evolve the state of the art in sensing for compact and targeted deployments."
        ],
        "frequency": 8
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-joins-ge-vernova-nuclears-newly-established-smr-supplier-group-11733119/",
        "title": "BWXT joins GE Vernova Nuclear’s newly established SMR supplier group",
        "text": [
            "GE Vernova’s Nuclear business, GE Hitachi Nuclear Energy (GEH), has established a group of qualified supply chain companies to advance the global deployment of the BWRX-300 small modular reactor (SMR). The purpose of the supplier group is to help ensure a reliable, cost effective and innovative process for the manufacture and commercialisation of the BWRX-300. Suppliers who meet pre-defined criteria, customer requirements and demonstrate a willingness to invest in BWRX-300 supply chain capabilities are eligible for selection to the group. The first company to join the group is BWXT Canada Ltd, a subsidiary of BWX Technologies.",
            "The BWRX-300 is currently under design by GE Vernova’s nuclear business, GE Hitachi Nuclear Energy (GEH). The 300 MWe water-cooled, natural circulation SMR with passive safety systems leverages the design and licensing basis of GEH’s ESBWR which has US Nuclear Regulatory Commission certification. As a result of design simplification, GEH claims the BWRX-300 will require significantly less capital cost per MW compared with other SMR designs. GEH says the BWRX-300 is being designed to reduce construction and operating costs below other nuclear power generation technologies. It will leverage a combination of existing fuel, plant simplifications, proven components as well as a design based on an already licensed reactor.",
            "The supplier group aims to ensure a reliable, cost effective and innovative process for the manufacture and commercialisation of the BWRX-300. Suppliers who meet pre-defined criteria, customer requirements and demonstrate a willingness to internally invest in BWRX-300 supply chain capabilities are eligible for selection to the group.",
            "BWXT is already engaged with GEH on an engineering contract for its BWRX-300 reactor pressure vessel for Ontario Power Generation’s (OPG) Darlington New Nuclear Project. OPG, GEH, AtkinsRéalis and Aecon Construction Group have entered a contract to construct the first BWRX-300 at OPG’s Darlington site. The Province of Ontario is working with OPG on planning and licensing for three additional BWRX-300s at the Darlington site.",
            "In the UK, the Department for Energy Security & Net Zero has awarded GEH a £33.6m ($ UK Future Nuclear Enabling Fund (FNEF) grant to help accelerate regulatory acceptance of the BWRX-300, which has entered the Generic Design Acceptance process. In Poland, the government has announced decisions-in-principle supporting the construction of 24 BWRX-300 SMRs at six sites.",
            "John MacQuarrie, President of BWXT Commercial Operations, said, “The anticipated global demand for nuclear power was a significant factor in our recent decision to expand our Cambridge manufacturing facility, where we design and manufacture large and heavy nuclear components. Our plans to increase the site’s manufacturing capacity by 50 percent for large components and to invest in advanced manufacturing equipment over the next few years will further position our business to help deliver the BWRX-300 and other reactor technologies for our customers around the world.”",
            "GEH Jay President & CEO Wileman said supplier collaboration “is expected to help build capacity and support cost reduction, project schedule goals and scalability as we deploy the BWRX-300 globally”. He praised BWXT Canada for “standing firmly behind the BWRX-300 by making commitments and investing in its facilities and supply chain to be best positioned to compete for projects, further bolstering Ontario’s nuclear supply chain”.",
            "Maví Zingoni, CEO of GE Vernova’s power businesses, said, “We are excited about the technical advancements and capacity that is expected to be unlocked through the BWRX-300 qualified supplier group. We look forward to expanding the group of qualified suppliers to other companies who share a strong commitment to collaborate around a long-term vision for the deployment of the BWRX-300.”",
            "Image (L-R): Darion Jeralds, Chief Procurement Officer, GEH; Jay Wileman, President & CEO, GEH; John MacQuarrie, President, Commercial Operations, BWXT; Kimberly Perry, Nuclear Supply Chain Leader, GEH (courtesy of GE Vernova)"
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/lh-industrial-and-bwxt-to-explore-microreactor-technology-for-industrial-heat-and-power-11725689/",
        "title": "L&H Industrial and BWXT to explore microreactor technology for industrial heat and power",
        "text": [
            "L&H Industrial and BWXT Advanced Technologies have signed a Joint Development Agreement aimed at deploying microreactors to provide heat and power for industrial users. This collaborative effort will focus on the development and potential deployment of BWXT’s Advanced Nuclear Reactor (BANR) in cogeneration sets starting with Wyoming and its neighbouring states.",
            "This effort is the result of the groundwork laid by the Idaho National Laboratory’s (INL’s) Frontiers Initiative and the Wyoming Energy Authority (WEA) Governor’s Matching Fund project that is helping pave the way for new models of microreactor deployment. In September 2023, BWXT announced a two-phase, two-year contract with WEA to assess the viability of deploying small-scale nuclear reactors in Wyoming.",
            "The new Joint Development Agreement is a testament to the interest of both L&H and BWXT in supporting domestic mining and heavy industries with the affordable energy they need to grow operations while reducing emissions.",
            "For L&H, the agreement opens doors to new technological frontiers, allowing the company to participate in both the supply chain and the development and deployment of advanced nuclear reactors. With over 60 years of service L&H supports industrial customers within Wyoming and beyond, serving the supply chain for coal, oil & gas, wind and hydro.",
            "“Collaborating with BWXT represents a unique opportunity for L&H to lead the way in the nuclear energy supply chain and further develop Evercore Energy, the operational company that will own, operate and lease the energy provided by these groundbreaking cogen sets,” said L&H Industrial President & CEO Mike Wandler",
            "In an interview with Cowboy State Daily,Wandler explained that, while BWXT has its own industrial base to build the reactors, his $111m in annual revenue business wants to take on some of the vendor business from the BWXT, which has a market capitalisation of $8.6bn. “I’ve got plants all over the US and in other countries, and it’s really hard to recreate the culture in Wyoming for manufacturing and repair elsewhere,” Wandler said. “Other places don’t want to do this anymore. They don’t want it in their backyard, and that’s fine. So, let’s do it in Wyoming.”",
            "Evercore Energy was set up in 2023 as a business unit of L&H to build up a nuclear services business from scratch. According to its website: “Our mission is to support humanity by leasing safe, reliable, and competitive energy solutions for the world’s industrial leaders. Ongoing innovation is at our core, and when the next proven technology meets our standards of safety and excellence, you can count on it being added to our offerings.”",
            "Marcio Paes Barreto, Evercore Energy Managing Director noted: “We are look forward to combining our expertise and know-how with BWXT to create the business and financial models that will meet the energy needs, reliability and resiliency of mining and other critical industries in our region.” One of the first things Wandler did after setting up Evercore Energy was to appoint Barreto as managing director to build up the nuclear services business. Barreto was formerly a director of industrial development with the WEA and Wyoming Business Council.",
            "Joe Miller, President of BWXT Advanced Technologies said L&H Industrial and BWXT have developed a strong relationship and have already been working on a project together for the Wyoming Energy Authority. “This next phase in our relationship with L&H Industrial gives us both the opportunity to develop and deploy high temperature gas micro-reactor technology for the mining and heavy industries in and around Wyoming.”",
            "Other industry organisations including WEA and INL have also supported advancing nuclear in the region. “The State of Wyoming is a leader in forging innovative partnerships and business frameworks to help secure the nation’s energy future and enhance the state’s economy. INL’s Frontiers Initiative is pleased to be a part of this effort and looks forward to a continued collaboration,” said Dr Steven Aumeier, senior advisor for strategic programmes at INL.",
            "According to WEA Executive Director Rob Creager: “We have always known that the opportunity to create a nuclear industry in Wyoming wasn’t just about producing more energy but bringing the entire supply chain of the industry to our state – energy produced in Wyoming with components made in Wyoming. L&H has been producing and manufacturing critical solutions to our energy industry for decades and is a natural fit to work with BWXT. We support their effort to continue to produce reliable, affordable energy while providing jobs for our Wyoming workforce.”",
            "According to the BWXT website, the BANR project “is developing a modular, factory-fabricated system that is small and light enough to be transported via rail, ship or truck and that can deliver 50 MW of thermal nuclear reactor power”. It employs “mature and manufacturable high-temperature gas reactor (HTGR) technology with inherent safety features and a high working fluid temperature”. It offers flexible options for energy output – including electricity, steam for process heat, or both (cogeneration) while minimising greenhouse gas emissions.",
            "Image: Marcio Paes Barreto, Managing Director, Evercore Energy (courtesy of Evercore Energy)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/uk-space-agency-funding-benefits-two-nuclear-projects-11671339/",
        "title": "UK Space Agency funding benefits two nuclear projects",
        "text": [
            "The UK Space Agency is funding two nuclear projects as part of the second phase of investment awarded through its £20m ($25m) International Bilateral Fund (IBF). Rolls-Royce and BWXT receive £1.18m for their collaboration on fission nuclear systems for space power missions. The University of Leicester and its international partners receive more than £783,000 to identify a range of mission opportunities for UK space nuclear power technologies. The collaboration also includes the development of hybrid power systems with existing US conversion technologies.",
            "The phase two funding of £13m from the IBF was distributed among 11 projects. This followed a first phase announced last year, which provided funds of up to £75,000 each for 32 projects which then entered into a competitive process to receive phase two funding.",
            "\"We want to draw on the best global talent to push the boundaries of new technology such as AI and space nuclear power, enhance our homegrown space capabilities and catalyse investment into the UK economy,\" said UK Space Agency CEO Paul Bate. \"The projects supported by our International Bilateral Fund champion the best of British innovation, while strengthening our ties with the wider space community.\"",
            "The funding for Rolls-Royce Submarines and BWXT Advanced Technologies is for a project to \"identify the optimum technologies for a fission nuclear system which balances flexibility to a range of space power missions and maximises performance whilst minimising programme and technical risk”.",
            "This followed £2.9m awarded to Rolls-Royce from the UK Space Agency under the Lunar Surface Nuclear Power Contract and phase one IBF funding in 2023. This resulted in a demonstration in December 2023 of Rolls-Royce’s Space Micro-Reactor Concept Model, which showed how nuclear power could be used to support a future Moon base for astronauts.",
            "This is part of a larger teaming agreement between Rolls-Royce and BWXT Advanced Technologies for collaboration and joint developments of new and novel nuclear applications in terrestrial, space and commercial maritime areas. BWXT said this further strengthens UK and US collaboration on first-of-a-kind space technology innovation as detailed under the Atlantic Declaration commitment. In an announcement made by UK Prime Minister Rishi Sunak and US President Joe Biden in June 2023, both countries pledged to study “opportunities for co-operation on space nuclear power and propulsion”.",
            "Joe Miller, president of BWXT Advanced Technologies, said, “BWXT and Rolls-Royce share a commitment to creating and delivering nuclear energy systems to explore space, support global security imperatives and generate clean energy. Today’s announcement, and our teaming agreement more broadly, allows our companies to use our complementary areas of expertise for this award and new opportunities to come.”",
            "Abi Clayton, Director of Future Programmes for Rolls-Royce, said, “We are delighted to win the award for the second phase of the International Bilateral Fund and to be continuing our collaboration with the UK Space Agency and our international partner BWXT. This funding will help us move towards identifying the optimum balance of technologies for our microreactor solution that will offer a broad range of space mission flexibility.”",
            "Professor Anu Ojha, Director of Championing Space at the UK Space Agency, said: “Our International Bilateral Fund bolsters international collaboration that harnesses the UK’s national expertise, supports new space capabilities and catalyses investment. This exciting research by Rolls-Royce to develop space nuclear power is an opportunity to showcase the UK as a spacefaring nation. Innovative technologies such as this one could pave the way for continuous human presence on the Moon, whilst enhancing the wider UK space sector, creating jobs and generating further investment.”",
            "Leicester University said the funding will make it possible to establish and develop partnerships with organisations internationally. The Space Nuclear Power group at the University of Leicester have been developing radioisotope power systems for over a decade. These power systems use the heat generated from the decay of radioisotopes, and can be used to provide heat to spacecraft or converted to electricity to power key subsystems. The technology development has been funded by the European Space Agency (ESA) European Devices Using Radioisotope Energy (ENDURE) program, supported by the UKSPace Agency.",
            "The key difference between the radioisotope power system technology being developed in Leicester and similar products around the world is that it uses americium fuel instead of plutonium. The americium fuel gives the power systems different properties. For example, americium-241 has a half-life of more than 400 years, which means it can provide stable power outputs to spacecraft for many decades. The Radioisotope Thermoelectric Generators (RTGs) that use americium perform better in cold environments which makes them suitable for missions targeting icy moons or shadowed regions of planetary surfaces.",
            "The £783,000 from the IBF will be used to advance mission concepts and use-cases to demonstrate the breadth of the technology applications. Working with collaborating institutes and entities in the US, Japan, and Europe, the team aims to maximise the benefits that these technologies can provide to scientific and exploration missions.",
            "Project lead Dr Hannah Sargeant from the University’s School of Physics and Astronomy said: “The radioisotope power technology that has been developed at the University of Leicester, in conjunction with National Nuclear Laboratory, is performing extremely well in our ongoing testing campaigns. In this project, we will be working with a number of international partners to establish mission opportunities that would only be possible with the continuous and reliable power on offer. We’re excited to receive this grant from the UK Space Agency to help us build key relationships with international partners.",
            "She added: “The first phase of funding was used to work with our international partners to understand their power needs and mission priorities. In Phase 2, we will be conducting both laboratory and concept studies to demonstrate the feasibility of the mission concepts. It will also provide an opportunity to highlight the technology to the civil and commercial space industry and show how it could be used to meet critical power needs for priority missions.”",
            "Image: The Rolls-Royce microreactor could provide power for a lunar base (courtesy of Rolls-Royce)"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/doe-awards-integrated-tank-disposition-contract-at-the-hanford-site-11572589/",
        "title": "DOE awards integrated tank disposition contract at the Hanford Site",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Environmental Management (EM) has awarded the Hanford Integrated Tank Disposition Contract (ITDC) to Hanford Tank Waste Operations & Closure (H2C) of Lynchburg, Virginia, for work to be performed at the Hanford Site in southeastern Washington state. H2C is a newly formed limited liability company comprising BWXT Technical Services Group, Amentum Environment & Energy, and Fluor Federal Services.",
            "The Indefinite Delivery Indefinite Quantity contract will have a maximum value of $45 billion over a 10-year ordering period. The contract includes requirements for meaningful work to be performed by small businesses and will promote community engagement, including support to site reindustrialisation by the local community. Submission of a community commitment plan to DOE is required. Work to be performed under the new Hanford ITDC will include, but not be limited to the following:",
            "Operation of tank farm facilities, including single-shell tank waste retrieval and closure;",
            "Design, construction, and operation of waste receiving facilities and treatment capabilities;",
            "Operation of the Waste Treatment and Immobilisation Plant; and",
            "Core functions such as project management; environment, safety, health, and quality; security and emergency services; and business performance requirements.",
            "For more than 30 years, EM has remained focused on addressing the environmental legacy of nuclear weapons development and nuclear energy research during World War II and Cold War.",
            "Hanford is home to 177 underground waste storage tanks: 149 single-shell tanks (SST), and 28 double-shell tanks (DST), ranging from 55,000 to 1.265m gallons in capacity. Those tanks are organised into 18 different groups called farms. Currently, the site's underground tanks store approximately 56m gallons of radioactive and chemical waste. The overall mission of single-shell tank farm retrieval consists of safely retrieving tank waste from ageing SSTs and transferring waste into newer, more robust double-shell tanks until it can be treated, immobilised and placed in long-term storage.",
            "Construction of DSTs began in 1968. Each DST has a carbon-steel inner tank with a separate steel liner surrounding it to prevent leaks to the environment. The tank liners are separated by an air space of about 30 inches, equipped with a leak-detection system. As part of the Hanford Tank Integrity Program, a team of engineers, supported by a group of independent experts, regularly reviews pertinent information regarding construction and operation of Hanford’s waste-storage tanks. These experts monitor the integrity of the tanks by examining waste chemistries, corrosion rates, storage histories and changing conditions. Periodic tank inspections are performed with ultrasonic testing, visual inspection and waste sampling.",
            "A critical part of managing the waste relates to the amount of available storage space in the tanks. Hanford’s 242-A Evaporator is critical to managing tank space. The evaporator takes in waste from the DST system and boils it. The water vapour from the boiling waste is collected, condensed, filtered, and sent to another Hanford facility for treatment, resulting in a reduced volume of tank waste. The remaining concentrated waste is transferred back to a DST. The 242-A Evaporator is the workhorse that frees up space in the DSTs and allows for waste to be transferred from the older SSTs to the newer DSTs.",
            "Preparations to retrieve radioactive and chemical waste from another group of large underground tanks at the Hanford Site are gaining momentum. DOE recently drilled an opening through the thick concrete top of Tank A-106 to provide access for waste retrieval equipment.",
            "Within the next year, workers will begin retrieving waste from six older single-shell tanks in the A Tank Farm, one of 18 farms at Hanford that received waste generated during plutonium production. Crews will transfer the waste to a newer double-shell tank for safe storage until it is treated.",
            "Workers also recently installed a pump in Tank A-101, the first tank in A Farm scheduled for retrieval. Soon workers will install two more large pieces of equipment in the tank to break down waste during retrieval operations. Waste retrieval in A Farm is scheduled to start in the summer of 2024. The A Farm tanks were built in the mid-1950s, and store waste generated by plutonium processing at the nearby Plutonium Uranium Extraction Plant during the Cold War era.",
            "Hanford’s C Farm, with 16 underground tanks, was the first tank farm to be completely retrieved, five years ago. Retrieval of one tank in the S Farm was completed in 2007. Workers are retrieving waste from the last of the four tanks in the AX Farm.",
            "As part of an agreement regulating Hanford cleanup, crews must remove at least 99% of the waste in every tank on the Site, or at least as much waste as can be removed based on available technology. The final for the tank farm waste is treatment at the Waste Treatment & Immobilisation Plant."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/nea-launches-second-edition-of-its-small-modular-reactor-dashboard-11561305/",
        "title": "NEA launches second edition of its Small Modular Reactor Dashboard",
        "text": [
            "The Nuclear Energy Agency (NEA) has published the second edition of its",
            "Small Modular Reactor Dashboard",
            "which tracks the progress of selected small modular reactor (SMR) designs towards deployment. NEA says the SMR designs are at various stages of development, from fundamental research on new concepts to commercial deployment and operation of mature designs.",
            "The 188-page review assesses of the progress of SMRs globally, “highlighting substantial developments towards first-of-a-kind deployment in a rapidly evolving field”. While the technical features of the different SMR technologies may be well understood, NEA notes that gaps remain in understanding the speed with which they are approaching widespread commercialisation.",
            "NEA identified 98 SMR technologies around the world, 56 of which are included in this second edition. The other 42 include approximately seven that are under development but requested not to be included at this time but may be included in the future. The others “include SMR technologies that are not under active development, may be without human or financial resources, or have been cancelled or paused indefinitely”.",
            "This compares with 21 designs detailed in the first edition published in March 2023, which was followed by a 60-page supplement in July 2023, tracking the progress of an additional 21 SMRs. As well as detailing the technology readiness level of SMRs, the Dashboard also assesses progress across six “additional enabling conditions” – licensing, siting, financing, supply chain, engagement, and fuel. The assessments are based on progress up to a cutoff date of 10 November 2023.",
            "NEA says it exclusively used information from verifiable public sources, mostly from third party references such as governments, regulators, financiers, operators). “None of the sources are from the SMR designers, except for some relating to fuel type, enrichment, reactor specifics and public announcements of financing.” Prior to publication, the SMR designers were consulted by NEA and provided with a list of the sources used to compile the assessment. They were given the opportunity to comment and supplement further information. NEA says: “If this further information was independently verified, it has been used in the final published assessment”.",
            "In his Foreword, NEA Director General William D Magwood IV says: “Progress since the publication of the inaugural volume of the NEA SMR Dashboard has been rapid and is accelerating, with multiple projects moving from conceptual design, licensing and siting to breaking ground on construction.” He notes that there are already SMRs deployed and operating in China and Russia as well as one test reactor in Japan. Developments over the past year include the licensing of the first non-water-cooled reactor design in the US to be approved for construction in 50 years, the selection of new sites to power heavy industry applications, the start of civil works for SMR projects in Canada and the US, and progress in other areas such as financing, engagement and fuel.",
            "He adds that this second edition also offers new insight into the emerging commercial structure of the SMR industry. “While experience from other industries suggests that only a limited subset of SMR designs will survive through to deployment, the NEA SMR Dashboard outlines the benefits of having such a diversity of designs under development. It may create opportunities to consolidate global supply chains, foster standardisation and improve the economic case for SMR deployment. The advanced materials and engineering solutions under development carry further benefits for industrial uses and applications beyond the nuclear sector.”",
            "However, the review also “captures setbacks for multiple SMR developers, reminding decision makers in the public and private sectors of remaining challenges, particularly for SMR licensing, economic competitiveness and fuel”. Waste management considerations are also critical and will be further assessed in future editions of the Dashboard.",
            "The Dashboard reports that the 56 SMR designs under active development, include 18 by SMR design organisations headquartered in North America, 16 in Europe and seven in Asia. Fifteen SMR design organisations are headquartered in the United States, seven in France, four in China, three in Canada two in Japan, and two in Russia.",
            "As to technologies, several innovative concepts are under development and nearing commercialisation and deployment. Some are based on traditional light water reactor concepts while others are Generation IV concepts, many of which use new coolants and moderators. Various reactor configurations are also envisaged, with both land-based and marine-based approaches proposed, as well as mobile and multi-module configurations.",
            "In summary, the review concludes that, while a few SMRs are already operating, there is a robust pipeline of SMRs making progress towards first-of-a-kind (FOAK) deployment. “A large number of SMRs are presently conceptual. The breadth of designs may create opportunities to consolidate global supply chains, foster standardisation and improve the economics of SMRs for commercialisation.",
            "Key findings in the areas of licensing, siting, financing, supply chain, engagement and fuel for SMRs are:",
            "China and Russia are leading on deployment;",
            "Some regulators are taking steps towards regulatory frameworks that support large-scale deployment of SMRs, through early collaborations and joint reviews between regulators.",
            "There is real and rapid progress towards deployment in North America and Europe;",
            "Sites for industrial applications are starting to emerge, highlighting the capacity of SMRs to broaden the value proposition of nuclear power by targeting new industrial applications.",
            "SMR development is primarily driven by public-private partnerships, particularly during the development phases;",
            "Financing frameworks are enhanced with power purchase agreements or off-take agreements to mitigate price uncertainty. Addressing construction risks may require the use of cost- and risk-sharing approaches between governments and the private sector, or forming industrial consortia to distribute risks among multiple stakeholders and across a larger number of projects.",
            "Emerging SMR supply chains are characterised by intense collaborations to reduce deployment risks, with many SMRs making good progress in establishing supply chains;",
            "Many collaborations involve contracts with engineering, procurement and construction companies, indicating that supply chains are gearing up for deployment, with near-term and accelerating timelines. However, most efforts are focused on successfully delivering FOAK projects, and there are still no signs of a structural paradigm shift towards fleet deployment.",
            "Many SMR developers recognise the strategic importance of engaging with key stakeholders to build trust. Engagement efforts are focused on securing policy and community buy-in, talent pipeline, and first markets.",
            "New fuel types are being developed for a number of SMRs. Some new fuel types have reached commercial maturity and others still require additional development;",
            "Over 50% of the designs evaluated for the Dashboard are planning to use high-assay low enriched uranium (HALEU). While HALEU is a technically proven fuel type, as of 2023 there was a lack of large-scale, commercial supply in OECD countries, which could delay deployment of some SMRs.",
            "On licensing, the report notes that China and Russia are leading deployment. For 23 SMR designs there is no information available on licensing or pre-licensing activities. Some 20 designs are in the pre-licensing process. Five have submitted a licence application – NuScale Power’s VOYGR-6 SMR and Kairos Power’s Hermes demonstration reactor in the US; GE Hitachi Nuclear Energy’s BWRX-300 in Canada; Rosatom’s floating RITM-200S in Russia; and CGN’s floating ACPR50S in China). One has design approval – SMART SMR design. Four have construction licence approval – Argentina’s Carem SMR, China’s ACP100 and Russia’s RITM-200N and the lead-cooled, fast-spectrum BREST-OD-300. Only three are already licensed to operate – China’s HTR-PM, Russia’s floating KLT-40S and Japan’s High Temperature Test Reactor (HTTR).",
            "On siting, in addition to the seven operating and under construction, 17 SMRs have been selected by site owners for deployment. These include Westinghouse’s eVinci microreactor, Radiant Industries’ Kaleidos SMR and Ultra Safe Nuclear Corporation’s (UNSC’s) Pylon D1 have been selected for deployment at the US Idaho National Laboratory’s (INL). X-energy’s Xe-100 was selected by Dow Chemical for deployment at its Seadrift facility in Texas.",
            "In addition, 14 SMRs have non-binding agreements with site owners including, BWX Technologies’ BANR with the Wyoming Energy Authority and Tata Chemicals Soda Ash Partners (TCSAP) in the US; University of West Bohemia’s TEPLATOR SMR with Slavutych city in Ukraine; and Westinghouse’s Westinghouse LFR with SCK CEN and RATEN for potential deployment in Mol, Belgium, and Pitesti, Romania. For 18 SMRs, there is no readily available siting information.",
            "On financing, NEA says Russia’s floating RITM-200S reactor is the only SMR that has already demonstrated progress towards Nth Of A Kind (NOAK) financing. There are 11 SMRs assessed to have their FOAK fully financed. In addition to the SMRs that are already operating or under construction, two FOAK projects are fully financed in the US (Kairos Power’s Hermes and BWX Technologies’ Project Pele), one in Canada (GE Hitachi Nuclear Energy’s BWRX-300), one in China (CGN’s ACPR50S), and one in Russia (Rosatom’s RITM-200N)",
            "However, missing from the array of information on this selection of widely different SMRs is projected deployment dates. Some of these companies have suggested somewhat optimistic dates for operation of their first units. For example, USNC has suggested 2027 for its MMR, while Kairos (Hermes) has suggested 2026. TerraPower (Natrium), Urenco (U Battery) and X-energy (Xe-100) have all suggested 2028, although TerraPower has since indicated a delay of two years due to problems with HALEU fuel development. Leadcold initially suggested 2025 for its SEALER-55 but later amended that to 2030. Others scheduled for the early-mid 2030s include EDF’s Nuward, NuScale’s VOYGR, the Rolls Royce SMR and the Westinghouse eVinci.",
            "Much greater technological detail is available in the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022. The 424 pages provide data on SMRs around the world, including detailed descriptions of 83 reactors under development or construction in 18 countries. However, this depends largely on information from the designers. Annex I summarises the information in a series of tables, including deployment timelines."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/kairos-power-receives-doe-funding-to-support-development-of-hermes-reactor-11554057/",
        "title": "Kairos Power receives DOE funding to support development of Hermes reactor",
        "text": [
            "US-based Kairos Power has signed a technology investment agreement with the Department of Energy (DOE) to put into effect the Advanced Reactor Demonstration Program (ADRP) risk reduction award, which the company received in 2020. Under the agreement, DOE will provide up to $303m on a performance-based, fixed-price milestone basis to enable the design, construction, and commissioning of the company’s Hermes demonstration reactor. A construction permit for the reactor was issued by the. Nuclear Regulatory Commission (NRC) in December 2023.",
            "The Hermes design is for a 35 MWt non-power version of the company's fluoride salt-cooled high temperature reactor, the KP-HFR. Kairos has also submitted a construction permit application for Hermes 2, a proposed two-unit demonstration plant that would build on the experience of Hermes and would produce electricity and demonstrate the complete architecture of future commercial plants. The Hermes demonstration reactors will help mitigate technology, licensing, supply chain, and construction risk to achieve cost certainty for KP-HFR technology. Kairos is targeting commercial deployments in the early 2030s. Hermes is to be built at Oak Ridge, Tennessee.",
            "Kairos Power is conducting salt operations at its first engineering test unit (ETU) in New Mexico. The ETU is a non-nuclear, full-scale mock-up of Hermes that will demonstrate key systems and components of the reactor, test the supply chain, and allow workers to gain operational experience. Kairos will build and operate a total of three ETU iterations before constructing Hermes.",
            "Mike Laufer, Kairos Power co-founder and CEO, noted: “With the use of fixed-price milestone payments, this innovative contract provides real benefits to both Kairos Power and DOE to ensure the successful completion of the Hermes reactor. It allows us to remain focused on achieving the most important goals of the project while retaining agility and flexibility to move quickly as we learn key lessons through our iterative development approach.”",
            "DOE Office of Nuclear Energy Assistant Secretary Dr Kathryn Huff said the Hermes reactor “is an important step toward realising advanced nuclear energy’s role in ushering forward the nation’s clean energy transition”. She added: “Partnerships like this one play a significant role in making advanced nuclear technology commercially competitive.”",
            "The KP-HFR is one of five teams selected in 2020 by the DOE to receive $30m in initial funding for risk reduction projects under the ARDP. The other projects were Westinghouse Electric Company’s eVinci Microreactor, the BWXT Advanced Nuclear Reactor (BANR), Holtec’s SMR-160 Reactor, and Southern Company’s Molten Chloride Reactor Experiment. DOE had earlier in 2020 selected TerraPower and X-energy to receive $160m in initial funding for ARDP Demonstration projects to develop two advanced nuclear reactors to be operational within seven years.",
            "Image: Rendering of the Hermes demonstration reactor plant (courtesy Kairos Power)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-subsidiary-awarded-contract-extension-for-uranium-down-blending-services-11520059/",
        "title": "BWXT subsidiary awarded contract extension for uranium down-blending services",
        "text": [
            "A sample of highly enriched uranium. (Credit: Unspecified/Wikipedia)",
            "US-based BWX Technologies subsidiary Nuclear Fuel Services (NFS) has been awarded a $122m contract extension from the Tennessee Valley Authority (TVA) for the down-blending of highly enriched uranium (HEU) into low enriched uranium (LEU).",
            "Under this contract, NFS will continue to provide down-blending services to the TVA in support of the Department of Energy’s (DOE’s) National Nuclear Security Administration’s (NNSA) defence programme’s objectives. The extension continues the existing down-blending operations from July 2025 to June 2027.",
            "Down-blending is a process in which HEU is mixed with natural uranium resulting in LEU needed for various commercial and national defence purposes. NFS has been down-blending HEU since 1995, when it was selected by the US Government to down-blend a stockpile of HEU as part of Project Sapphire – a covert operation that took place in 1994 and transferred HEU from Kazakhstan to the USA. The project was a joint effort between the US, Kazakhstan, and the International Atomic Energy Agency (IAEA) to secure and remove weapons-grade nuclear material from Kazakhstan in the wake of the collapse of the USSR. The operation transported approximately 600 kilograms of HEU from the Ulba Metallurgical Plant in Kazakhstan to the Oak Ridge National Laboratory in Tennessee.",
            "“We are proud of the role we play in national defence and pleased that we can continue our work with the TVA and NNSA in support of this mission,” said Ronald K Dailey, NFS president. “This contract extension also enables operations and engineering continuity with our uranium conversion and purification contract with NNSA.”",
            "In 2001 TVA entered into an agreement with DOE to use the down-blended uranium as fuel for its Browns Ferry and Watts Bar NPPs. In 2018, NFS was awarded a $505m contract by TVA for down-blending 20.2 tonnes of HEU to provide fuel for its NPPs. Work began in early 2019 and will continue until mid-2025. As part of this contract Watts Bar NPP began to produce tritium for NNSA’s nuclear weapons refurbishment programme.",
            "Image: The Watts Bar nuclear power plant in Tennessee"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/uk-funding-for-bwrx-300-11473443/",
        "title": "UK funding for BWRX-300",
        "text": [
            "GE Hitachi Nuclear Energy (GEH – part of US-based GE Vernova) has been awarded a £33.6m ($42.6m) grant by the UK Future Nuclear Enabling Fund (FNEF) from the Department for Energy Security & Net Zero (DESNZ). UK Nuclear Minister Andrew Bowie said the biggest expansion of nuclear power for 70 years is underway in the UK “and small modular reactors (SMEs) are front and centre in this rapid revival”. He added that the funding for GE Hitachi “will help develop their design, putting us in an excellent position to become one of the first to deploy this game-changing tech”.",
            "The BWRX-300 is a 300 MWe water-cooled, natural circulation SMR with passive safety systems that leverages the design and licensing basis of GEH’s ESBWR which has US Nuclear Regulatory Commission certification. As a result of design simplification, GEH claims the BWRX-300 will require significantly less capital cost per MW compared with other SMR designs. GEH says the BWRX-300 is being designed to reduce construction and operating costs below other nuclear power generation technologies. It will leverage a combination of existing fuel, plant simplifications, proven components as well as a design based on an already licensed reactor.",
            "“We believe our BWRX-300 small modular reactor is an ideal solution for the UK’s decarbonisation and energy security goals, and we appreciate the UK Government making this FNEF grant available to help demonstrate this,” said GEH President & CEO Jay Wileman. “We have assembled a first-class team to deliver the BWRX-300 in the UK and this FNEF grant will help accelerate regulatory acceptance and its deployment readiness while we continue to develop a robust UK supply chain. We hope development of the BWRX-300 will be the next chapter in GE’s proud 130-year history of working in the UK.”",
            "GEH’s FNEF application was supported by experienced UK team including Jacobs, Laing O’Rourke and Cavendish Nuclear along with Synthos Green Energy (SGE), an investor and developer from Poland. GEH is developing a UK supply chain which includes a memorandum of understanding with Sheffield Forgemasters for a potential supply agreement for UK-sourced steel forgings in support of the deployment of BWRX-300 SMRs.",
            "In conjunction with the FNEF grant, GEH will enter the Generic Design Assessment (GDA) process for the BWRX-300. The GDA process allows UK regulators to assess the standards of safety, security and environmental protection of new nuclear reactor designs. GEH will be supported in the GDA by Jacobs. In October it was announced that GEH has reached the next stage of the Great British Nuclear small modular reactor competition. GEH’s UK-based team is backed by SGE as an investor and developer.",
            "In August 2023, the Canadian Nuclear Safety Commission (CNSC) and the US Nuclear Regulatory Commission (NRC) completed two joint reports on the BWRX-300. Both reports supported CNSC’s ongoing review of Ontario Power Generation’s (OPG’s) application for a licence to construct a BWRX-300 and are part of the cooperative activities established in the BWRX-300 Charter by CNSC and NRC, under a memorandum of cooperation on advanced reactor and SMR technologies.",
            "In July, the Province of Ontario had announced OPG to begin planning and licensing for the deployment of three additional BWRX-300 SMRs at the Darlington New Nuclear Project site – which would mean the delivery of four SMRs at the site. This followed an announcement in January 2023 about a contract for construction of the first BWRX-300 at the Darlington site. In March, it was announced that GEH, Tennessee Valley Authority (TVA), OPG and SGE are teaming up to invest in the development of the BWRX-300 standard design and detailed design for key components.",
            "In February 2023, Fermi Energia announced that it had selected the BWRX-300 for potential deployment in Estonia. Later, in April, Poland’s Orlen Synthos Green Energy (OSGE) applied for a decision-in-principle on the construction of SMRs based on GE Hitachi Nuclear Energy's BWRX-300 at six locations. In May, the company received a positive general opinion from the President of the National Atomic Energy Agency (PAA) regarding selected technical assumptions for the BWRX-300 reactor technology as part of the pre-licensing process.",
            "The Darlington plant will be the reference project for OSGE, which is a joint venture company established by chemical producers PKN Orlen and Synthos Green Energy (SGE) to pursue deployment of SMRs in Poland. In December 2021, GE Hitachi, BWXT Canada and SGE had signed a letter of intend to cooperate in deploying BWRX-300 SMRs in Poland with the aim of having the first unit deployed in 2029 and at least 10 in operation by the early 2030s.",
            "Image: Artist's impression of a BWRX-300 plant (courtesy of GE Hitachi)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/polish-ministry-issues-positive-decision-on-smrs-despite-opposition-from-security-service-11369623/",
        "title": "Polish Ministry issues positive decision on SMRs despite opposition from security service",
        "text": [
            "Poland's Climate & Environment Ministry issued decisions-in-principle for the construction at six locations of BWRX-300 small modular reactors (SMRs). A total of 24 GE Hitachi Nuclear Energy BWRX-300 reactors are planned for the sites.",
            "Orlen Synthos Green Energy (OSGE) in April shortlisted seven locations in Poland for further geological surveys to host SMR plants based on GE Hitachi Nuclear Energy's BWRX-300, for which it holds the exclusive right in Poland. The locations were: Ostrołęka, Włocławek, Stawy Monowskie, Dąbrowa Górnicza, Nowa Huta, Tarnobrzeg Special Economic Zone and Warsaw.",
            "OSGE then submitted applications to the Ministry of Climate & Environment for decisions-in-principle on the construction of SMRs all those locations except Warsaw.",
            "The Ministry’s decisions-in-principle for the six locations is the first step in the process of administrative permits for investments in nuclear power facilities in Poland. This entitles OSGE to apply for a number of further administrative arrangements, such as a siting decision or construction licence.",
            "Rafał Kasprów, President of OSGE’s Management Board announced the decisions during the Net Zero Nuclear forum at the COP28 climate change conference in Dubai. \"The decisions enable us to launch a programme to build a fleet of BWRX-300 reactors in Poland to provide zero-emission, stable energy sources for the energy, industry and heating sectors,\" he said.",
            "GE Hitachi, BWXT Canada and Synthos Green Energy (SGE) in December 2021, signed a Letter of Intent to cooperate in deploying BWRX-300 SMRs in Poland. OSGE – a joint venture between chemical producers SGE and PKN Orlen applied to Poland's National Atomic Energy Agency in July 2022 for the assessment of the reactor design.",
            "However, the Climate Ministry’s positive decision has been thrown into doubt after the Internal Security Agency (ABW – Agencja Bezpieczeństwa Wewnętrznego) issued a negative opinion on the plans, according to Polish media. Polityka weekly reported that the ABW noted that the Climate Ministry is required to obtain the ABW’s opinion as part of its assessment of the nuclear project.",
            "While ABW’s opinion is not binding, a negative assessment makes it unlikely the Ministry would approve the SMR plans, according to industry news service Energetyka24. OSGE confirmed that the ABW had issued a negative opinion but issued a statement strongly objecting to the agency’s assessment. OSGE accused ABW of being “incompetent and irresponsible” in the context of Poland’s increasingly urgent need for an energy transition away from coal. It also called for the agency’s reasoning for its decision to be declassified.",
            "“In the course of more than 230 days of proceedings, the ABW did not once meet with either the applicant, OSGE, the technology supplier, US-based GE-Hitachi, or see the data on the proposed locations,” company said in a statement. “We do not know on what basis ABW issued its opinions.” OSGE said its requests to declassify ABW’s reasons for its opinion had been rejected and that it would pursue the case further in court. “We are convinced that these are neither substantive nor professional reasons.”",
            "Business Insider said the negative ABW decision was known in the Ministry and to OSGE at least a month ago, both of which had appealed against it. Business Insider's unnamed source officials at the Ministry of Climate repudiated ABW’s opinion which reportedly concerned the technology itself. Pressed for are consideration of the decision, ABW issued a negative opinion for the second time, Business insider noted.",
            "Reporting on the dispute, TVN24 Business cited OSGE as saying:",
            "\"The world is moving towards both large and SMR nuclear technologies, as confirmed by the current COP28 global climate conference. To achieve the goals of decarbonising Polish energy, many state and private investments are needed.” The company insisted that it had been \"transparently\" conducting the process of implementing technology from the beginning. ABW had provided \" neither substantive nor professional reasons\". OSGE added “will continue its licensing, environmental and location activities related to the construction of the BWRX-300 fleet for the needs of Polish industry, heating and energy\".",
            "TVN24 also received a statement from ABW, which said, as a public authority it “acts only on the basis and within the limits of law”. Minister and Coordinator of Special Services Mariusz Kamiński defended the ABW decision accusing OSGE of “manipulations and lies”. He added: “Before issuing an opinion, the Agency conducts a multi-element opinion procedure aimed at assessing the impact of the indicated investment on the internal security of the state.\" With respect to the application submitted by OSGE, “it should be noted that in the opinion of ABW, the investment carried out by the company unduly protects the interests of the Treasury, including Orlen”. He insisted that the activities of ABW were aimed at \"soundly safeguarding the interests of the Republic of Poland, and were conducted in accordance with the regulations and maintaining the highest standards\".",
            "These developments come amid uncertainty about what is going to be the next government's stance on nuclear energy, following elections in October. Opposition leader Donald Tusk is hoping to lead a coalition government of three opposition groups. His statements indicate that he is in favour of large-scale nuclear. “Nuclear power plants are essential. We are out of time,” he said in November. However, according to PAP, his view on SMRs is less clear. Commenting on the OSGE-ABW dispute he noted that “this civil war” between state institutions “on such an important issue must raise concern”. He criticised Orlen and the government for ignoring the ABW’s concerns and pushing ahead with the plans.",
            "Earlier, the Ministry of Climate & Environment issued decisions-in-principle for the construction of two large nuclear power plants: one for a 3750 MWe plant in Pomerania using Westinghouse's AP1000 technology, the other for a plant comprising two South Korean-supplied APR1400 reactors in the Patnów-Konin region. A decision-in-principle was also issued for copper and silver producer KGHM Polska Miedź SA's plan to construct a NuScale VOYGR SMR."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/analysis/novel-fuels-set-for-growth-11354780/",
        "title": "Novel fuels set for growth",
        "text": [
            "The global market for nuclear fuel is steadily developing. (Credit: 2427999 from Pixabay)",
            "The global market for nuclear fuel is steadily developing as the recent energy crisis and climate change concerns are allowing nuclear generation to experience something of a renaissance. According to IAEA forecasts, by 2050 the global nuclear power plant fleet will more than double its current capacity: from almost 380 GW now to 873 GW. However, the Agency notes that the increase will be largely achieved through nuclear technologies that are now just being developed and tested, including those which involve the use of novel fuels.",
            "Today, about 30 companies from two dozen countries produce nuclear fuel for land-based reactors. The total volume of nuclear fuel production capacity is not so large – about 20,000 tonnes per year. The three largest producers – French company Framatome, US-based Westinghouse and Russia’s TVEL – supply approximately half of this total production volume.",
            "In recent years many of these producers have accelerated their activities in the field of development of novel fuels. At the same time, the current diversity of technical reactor concepts implies an equal diversity of fuel types. As part of these developments, particular attention is being paid to new accident tolerant fuels (ATF).",
            "The development of ATF has become a priority for fuel designers over the last decade, notably in response to an analysis of the causes of the accident at the Fukushima Daiichi nuclear power plant which included the zirconium-steam reaction that takes place at temperatures above 1200 °C. There are currently two key pathways to develop ATF technology: to reduce the amount of zirconium in the fuel assembly or to modify the chemical composition of the fuel so that the heat transfer rates of the fuel increases. While it cannot be said that the use of novel fuels will prevent all possible accidents the development of ATF is designed to provide more response time in the event of a rare emergency, as well as to obtain technological and economic advantages during normal operations of the nuclear reactor.",
            "The creation of novel fuel is currently being carried out by all the largest manufacturers as well as other significant players in Europe, the Americas and Asia.",
            "Changing cladding and composition",
            "At present the main ATF efforts of developers are aimed at creating new materials for both cladding and fuel composition. One of the more promising possible solutions is the development of cladding coatings that include chromium in one form or another. Chromium coatings on zirconium alloys provide increased corrosion and wear resistance, as well as reduced hydrogen permeability, which helps maintain the ductility of zirconium alloys. Another option that requires further study, but is potentially interesting for the production of cladding, is composite materials based on silicon carbide.",
            "A universally preferred coating technology has not yet been identified; various manufacturers use different options that they find most suitable. According to Fedor Vysikailo, a professor at the Department of Theoretical Physics at Moscow State University, complex application methods have a high technological, but low economic efficiency.",
            "The methods of heavily doping the surface have the same problem. More promising, according to Vysikailo, are laser application methods. Scientists also note the attractiveness of magnetron methods for coating fuel rods (high application speed and uniformity of coating).",
            "For fuel compositions, options are also being considered that include the addition of chromium or molybdenum, as well as the use of silicides or uranium nitride instead of uranium oxide. New fuel compositions also include doped uranium dioxide (UO2), high-density fuels (eg, U3Si2), and metallic fuels, such as uranium-molybdenum.",
            "Like Westinghouse, Framatome is focused on developing composite-clad fuels. In the long term, the company plans to develop a SiC/SiC composite cladding and Cr2O3-doped uranium dioxide fuel. Currently, Framatome is preparing to manufacture a novel molybdenum-uranium (U-Mo) fuel to extend the life and safe operation of the Forschungsreaktor München II (FRM II) research reactor in Germany and has recently received approval from the US Nuclear Regulatory Commission (NRC) to apply the company’s suite of Advanced Codes and Methods to operating conditions with uranium 235 enrichments above the industry standard of 5%.",
            "The activity of American developers in the area of novel fuels could be partly explained by the aging of the local nuclear fleet – approximately half of the existing units will reach the end of their design life before the mid-2030s and with them the status of the US as one of the world’s largest nuclear fuel importers.",
            "Much of the activity the surrounds novel nuclear fuels is focused of high enrichment low assay uranium (HALEU) which can reach enrichments of up to 20% U235. For example, Centrus is notably beginning first-of-a-kind HALEU production at its American Centrifuge Plant cascade located on the Department of Energy’s Portsmouth Gaseous Diffusion Plant (PORTS) reservation in Piketon, Ohio. According to Dan Leistikow, VP of corporate communications at Centrus, that will be the first new US-owned and US-based technology enrichment plant to start production in 70 years. Centrus’ demonstration project will only deliver an initial 20 kilograms of HALEU before the end of the year, but the company has plans to scale up to 900 kg of annual production starting in 2024.",
            "According to analysts, that will create certain conditions for the beginning of mass production of HALEU in the US, but only in due course.",
            "At the same time another US-based generating company, Southern Nuclear, has announced that it has also received permission from the US NRC to use advanced nuclear fuel enriched with uranium 235 to 6% at the newly commissioned Vogtle nuclear power plant. This is the first time a US commercial reactor has been approved to use fuel enriched above 5%.",
            "Particular hopes are also being raised by the novel nuclear fuel which is being produced by the American-based Lightbridge Corporation. This fuel is reportedly rapidly gaining popularity in the US and some other Western countries.",
            "In case of Russia’s Rosatom and its fuels subsidiary TVEL, the production of novel nuclear fuel is expected to be launched on the basis of Mining and Chemical Combine (MCC) loctaed in Zheleznogorsk, Krasnoyarsk Territory. That will be a mixed oxide uranium-plutonium MOX fuel, that will be used for the world’s most powerful multi-purpose fast neutron research nuclear reactor, the MBIR, with an output of 150 MWth. The reactor is being built at the site of the Rosatom Research Institute of Atomic Reactors (NIIAR) in Dimitrovgrad, in Ulyanovsk region. Commissioning of the reactor is scheduled for the second half of the 2020s.",
            "The capabilities of the MCC make it possible to organise the production of various types of nuclear fuel on its site, while the current MOX fuel which is produced uses depleted uranium and plutonium separated during the reprocessing of spent nuclear fuel from thermal reactors.",
            "Rosatom has also plans to more actively promote its advanced nuclear fuel abroad. As part of this, the company has recently offered its advanced nuclear fuel to extend the Indian Kudankulam reactor cycle from 18 months to 2 years. In general, most analysts believe that Russia has good chances to secure a significant share in the global market for advanced fuels, which is partly due to their ability to access cheaper raw materials.",
            "High temperature reactor fuels",
            "The ever-growing interest in small high-temperature gas reactors reactors (HTGR) and the novel nuclear fuel needed for them has become one of the most obvious trends. At the turn of the 1990s–2000s, Japan commissioned a high-temperature technical reactor (HTTR) with a capacity of 30 MW. The fuel for it is TRISO – uranium microspheres packed in a multilayer cladding of silicon carbide and pyrolytic carbon. The main function of the cladding is to retain fission products inside the microsphere and provide mechanical strength. Fuel spheres were placed in tubes, which were assembled into fuel assemblies. Work is underway to further improve the fuel. One option is to replace the silicon carbide in the microsphere cladding with zirconium carbide.",
            "In the US, the production of fuel for HTGRs is being developed by the companies including X-energy, BWXT, and USNC. The state supports R&D on this topic and also invests in the creation of industrial production of such fuel (through AGR, ARDP programs, for instance). In China, the CNNC company is building the HTR-PM project – an HTGR with a capacity of 200 MW. Here microspheres are poured directly into the reactor core in a “pebble bed” technology. This reactor also runs on TRISO fuel. The fuel cores, which are about 0.5 mm in diameter, consist of uranium enriched to 8.9% in a multilayer cladding.",
            "It’s clear that new kinds of nuclear fuels are emerging in response to both a new generation of reactors and new demands for safety and performance. Many of these fuels are still under development but there’s little doubt that novel nuclear fuel is set to become a commercial reality."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/growing-uncertainty-in-us-regarding-economics-of-new-nuclear-11347683/",
        "title": "Growing uncertainty in US regarding economics of new nuclear",
        "text": [
            "A recent statement from Fitch Ratings casts doubt on any new nuclear construction in the US in the immediate future. Similar concerns were voiced during discussions at a full committee hearing of the Senate Committee on Energy & Natural Resources to Examine Opportunities and Challenges Associated with Advanced Nuclear Reactor Commercialisation.",
            "Fitch noted that without “broader joint action, improved cost competitiveness and/or greater certainty of cost and delivery, most US public power systems are unlikely to pursue new nuclear construction over the next few years, and those that do face the risk of weakened credit quality”.",
            "The recent announcement by the Utah Associated Municipal Power Systems (UAMPS) and NuScale Power to terminate their Carbon Free Power Project (CFPP) illustrates the challenges facing public power systems as they consider new nuclear construction, Fitch said. “The project was unable to attract interest from enough purchasers to continue development, despite the plant's modular design, improved safety measures and the offer of low-cost government funding, likely due to schedule delays and cost concerns.”",
            "Interest in new nuclear generation “should remain piqued as a result of proposed Environmental Protection Agency (EPA) rules to limit carbon-dioxide emissions from power plants, as well as widening concerns about the effects of climate change and more aggressive carbon-free energy standards”. However, “until the cost of new construction can be assured through insurance or guarantees provided by the US government or highly creditworthy entities, widespread ownership agreements can broadly distribute and limit project exposure, and new design construction is proven to be both feasible and replicable, these risks will remain formidable barriers to participation”.",
            "Fitch noted that nuclear projects “are large, costly and complex, and developers have a historically poor record of completing new projects on time and within budget”. The agency cited the projects launched at the Summer and Vogtle nuclear stations in 2013 that were “plagued by scheduling delays, fabrication challenges, labour shortages and significant cost overruns almost from the beginning of construction”. The Tennessee Valley Authority (TVA) completed its Watts Bar unit 2 in 2016 after work was suspended in 1985 and resumed in 2007, Fitch said. “However, the final cost was roughly $2bn higher than initially planned.” It was only the operational breadth and financial strength of TVA allowed that the utility to absorb the costs and maintain its then current ratings.",
            "Meanwhile, the US Senate Energy & Natural Resources Committee hearing chaired by Joe Manchin discussed opportunities for advanced nuclear considering federal support from the Inflation Reduction Act (IRA) and Bipartisan Infrastructure Law, commercialisation challenges and the need to onshore nuclear energy supply chains.",
            "The Bipartisan Infrastructure Law provided $2.4bn to support competitive Department of Energy (DOE) awards for advanced reactor demonstration projects at commercial scale. The IRA provided ten years of certainty to commercialise advanced reactors through a 30% investment tax credit or $25/MWh production tax credit for new nuclear plants, along with making tens of billions of dollars in loan guarantees available for nuclear projects, said Chairman Manchin, opening the hearing. “The IRA incentives were not just about building power plants, but also securing our nuclear supply chain. Congress provided $700m for High-Assay Low-Enriched Uranium (HALEU), which is the fuel that most advanced nuclear technologies need, including Pele, Terrapower, and X-Energy.”",
            "However, “despite all of the federal and private sector support, we’re witnessing struggles and hesitancy in getting advanced nuclear projects off the ground”, he said. There are large design, cost, and regulatory uncertainties associated with first-of-a-kind nuclear technology, he added, which is why numerous federal programmes were put in place to help reduce these risks. “But someone will need to go first, and unfortunately many of the utilities I’ve spoken with won’t get in the game until others have done it first. We also must continue to ensure that taxpayer dollars are being spent judiciously and we’re managing risks – and learning from instances like the NuScale project with UAMPS, which fell far short of our expectations.”",
            "Manchin also commented on the need to offset China and Russia’s growing influence on international nuclear energy development. “We must push back and they cannot succeed. To regain our civil nuclear leadership, we need to demonstrate domestically that we can develop and deploy the next generation of nuclear energy to attract our international partners. We also need to export these technologies to our allies and partners to help reduce their energy dependence on foreign adversaries.”",
            "He also discussed Russia’s dominance over the nuclear fuel supply chain. “Currently, Russia is the only commercial supplier of HALEU, the fuel used for our DOD [Defence Department] micro-reactor project, DOE Advanced Reactor Demonstration Projects, and many other advanced nuclear technologies.” The bipartisan Nuclear Fuel Security Act of 2023 “authorises a DOE programme to onshore US uranium conversion and enrichment capacity, for both traditional and advanced reactors”, said Manchin. “We must re-establish a domestic nuclear fuel supply chain, and our bill will do just that. I’ve also worked … to introduce legislation that would limit and eventually ban uranium fuel imports from Russia. Today, I’m calling on my Congressional colleagues to include these critical nuclear fuel bills and associated funding in the defence and appropriations packages we’re currently negotiating.”",
            "The committee heard witnesses from the Idaho National Laboratory (INL), Strategic Capabilities Office (SCO) at the Office of the Secretary of Defence, Dow chemical company and the US Nuclear Industry Council.",
            "Dr John C Wagner, Laboratory Director at INL described the various projects underway. These included MARVEL, an 85 kW DOE test reactor; Pele, a partnership with DOD and BWXT that will utilise TRi-structural ISOtropic (TRISO) particle fuel. INL, working with Southern Company and TerraPower also plans to conduct the Molten Chloride Reactor Experiment (MCRE), which “will become the world’s first fast spectrum salt reactor experiment to achieve criticality”. These first three systems will be authorised for operation under DOE authority, as opposed to the Nuclear Regulatory Commission (NRC) licensing. The first planned NRC-licensed reactor on the INL site is the Oklo Aurora microreactor in 2027. INL intends to use existing reactor facilities as test beds for reactor demonstrations via the National Reactor Innovation Center (NRIC) to streamline testing, demonstration, and, ultimately, deployment of advanced reactors into the market.",
            "“We are making steady progress, said Wagner. “But we cannot rest easy, as the recent ending of the Utah Associated Municipal Power Systems (UAMPS) Carbon Free Power Project shows. The era of constructing paper reactors must end. We have to identify our challenges, address, and overcome them. We need to accelerate the systems and build the supply chains needed to rapidly develop and deploy advanced technologies at scale, in our nation and around the world. The project did not end because of technical flaws [but] was suspended because of economics.”",
            "He added: “We cannot abdicate our world leadership in nuclear energy development and deployment. When we build new systems – and export our technologies, materials, and services – we also export our values. A nuclear power plant is designed to operate for six to eight decades. When a country sells a nuclear reactor to another nation, it begins what can be a century-long relationship that encompasses many areas.”",
            "Countries will look for developers who can quickly, safely, affordably, and effectively develop a reactor and get it deployed. “And because U.S. developers are not competing on equal terms, too many of these nations will turn to China, Russia or our friends in South Korea. This presents not just a missed opportunity, but in the case of Russian and Chinese expansion, a danger to US national security.” INL is also working to supply HALEU from DOE-owned materials. “But our lack of domestic fuel cycle capabilities is already hurting efforts to deploy the next generation of technologies needed to allow our commercial fleet to produce 24/7, carbon-free power more than 93% of the time,” Wagner noted.",
            "Optimistic presentations were made by Dr Jeff Waksman SCO Program Manager, about projects being developed by DOD and Edward Stones Vice President, Energy & Climate at Dow about its planned project with X-Energy. However, Jeffrey S Merrifield, a former Commissioner at NRC and Chairman of the Advanced Nuclear Working Group of the US Nuclear Industry Council was more circumspect",
            "He acknowledged that companies such as Dow, Microsoft, Google and Nucor were all considering how nuclear energy to meet their energy needs. These companies share is a large balance sheet and conduct extensive infrastructure design and construction. “Thus, they are not deterred by the additional complexity and patience that comes with the deployment of nuclear power.” However, apart from large state-owned or quasi state-owned utilities, including Ontario Power Generation in Canada and Tennessee Valley Authority other power utilities are hesitant.",
            "“Financial markets and public utility commissions have viewed what is admittedly a tortuous path that it took to get Southern Company’s Vogtle units 3-4 online and the failure of the VC Summer project and have made it abundantly clear that they do not want to repeat that example. Despite the provision of government-backed loan guarantees and other federal tax incentives that are intended to jump start the order process, utility executives … have a variety of built-in incentives for not jumping to the front of the line.",
            "What utilities fear the most is that they will commit to building a first-of-a-kind plant and that there will be financial and timing risk on the back end of the project that could put the utility at economic risk.”",
            "He proposed further support from the federal government and Congress , noting: “As a nation, our skills at building very large infrastructure projects, to put it politely, are ‘rusty’ and we need to have additional investment in university-based engineering programmes.” He added: “Some of the capabilities needed to build new nuclear units either don’t exist or have limited options in the US. While some of these come from friendly nuclear supplier countries such as South Korea and Japan, the vast potential for new nuclear deployment certainly begs the question as to why more of this supply of components can’t be fabricated and built in the US.”",
            "To achieve the economies of scale needed to efficiently and cost effectively manufacture multiple lines of small modular reactors (SMRs), further incentives will be necessary."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/edf-signs-co-operation-agreements-with-canada-czech-republic-and-indian-11337777/",
        "title": "EDF signs co-operation agreements with Canada, Czech Republic and Indian",
        "text": [
            "During the World Nuclear Exhibition (WNE) 2023 in Paris, EDF Group signed several industrial cooperation agreements intended to secure the involvement of local supply chains and industries for the deployment of future EPR-technology-based and Nuward small modular reactor (SMR) projects in Europe and worldwide. These included agreements with Canada’s Ontario Power Group (OPG), various Czech companies and India’s Bharat Heavy Electricals Limited (BHEL).",
            "According to Luc Rémont, EDF Chairman & CEO, the signing of these agreements demonstrates EDF’s ambition to secure robust partnerships with local supply chains for its EPR and Nuward technology. “We envision the same approach in any country where we promote our technologies with the profound objective to set-up a community of qualified European and worldwide suppliers and I look forward to seeing these cooperations materialising for the successful delivery of our nuclear newbuild worldwide,” he said.",
            "EDF and OPG signed a Letter of Interest to engage in a joint evaluation for the potential development of EPR technology in Ontario and other parts of Canada. EDF led a Canadian-French Supply Chain Workshop at the WNE attended by more than 20 Canadian and French participants, including AECON, Assystem, Bouygues Travaux Publics, Bruce Power, BWXT, Framatome, GE Vernova and OPG.",
            "OPG President & CEO Ken Hartwick said the two companies will initially explore the technical and licensing requirements for EPR technology deployment within Canada’s regulatory landscape. “They will also seek to understand the potential to leverage Ontario and Canada’s robust nuclear supply chain, to ensure maximum benefit to the provincial economy, should an EDF reactor be deployed in Canada.”",
            "Several cooperation agreements were signed with Czech companies for the delivery of the Dukovany 5 NPP. Cooperation agreements were signed with the Czech Power Industry Alliance (CPIA), ADAMEC, EnerSys, ISH Pumps, KLIKA BP, LDM, and Nopo Engineering. EDF said these agreements further underscore its “ambition to secure maximal local value and investment for the delivery of its potential project in the Czech Republic”.",
            "In the context of an earlier decision to build the six EPR units at India’s Jaitapur NPP (JNPP) project in Maharashtra, and in support of the “Make in India” initiative promoted by the Indian government, EDF said it “continues to build partnerships with Indian suppliers as part of its sound localisation strategy”. EDF signed a memorandum of cooperation with BHEL, the largest Power Sector EPC Company in India, “to collaborate with an intent to maximize the local content of the Jaitapur project”. EDF and BHEL will also explore further collaboration for the EPRs and for Nuward SMR.",
            "In regulatory filings with India’s National Stock Exchange (NSE) and Bombay Stock Exchange, BHEL said that it will “explore the opportunity to maximise the local content of the Jaitapur Nuclear Power Plant Project (6×1650 MWe units) to be established by NPCIL [Nuclear Power Corporation of India Ltd] in India”. The JNPP project was first discussed in 2011 but made little progress due to concerns about economics and safety, local opposition, and the collapse of France’s Areva. In 2018, EDF and NPCIL signed an “industrial way forward” agreement for the project. In 2021 EDF submitted to NPCIL its binding techno-commercial offer to build the six reactors. However, the project has been slowed by several issues, including liability and the high cost of power per unit.",
            "During WNE, EDF also signed an international cooperation agreement with global engineering and construction company Egis whereby Egis will support EDF's localisation approach for its international projects. Egis is already engaged with EDF in the UK (Hinkley Point C) and in Poland and envisages the establishment with EDF and other partners of an engineering platform in India."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-announces-contract-for-naval-nuclear-reactor-fuel-11258968/",
        "title": "BWXT announces contract for naval nuclear reactor fuel",
        "text": [
            "BWX Technologies (BWXT) has been awarded a US Naval Nuclear Propulsion Program contract totalling approximately $300m for the manufacture of naval nuclear reactor fuel. BWXT subsidiary Nuclear Fuel Services, based in Erwin, Tennessee, will manufacture and deliver the fuel. BWXT fuel and reactors power the US Navy’s Ohio, Virginia, Seawolf and Los Angeles class submarines, as well as the Nimitz and Ford class aircraft carriers. BWXT fuel and reactors will also power the Navy’s Columbia-class submarines.",
            "When production of fuel is complete, it is shipped to BWXT’s facility near Lynchburg, Virginia for final installation into the naval reactors that BWXT manufactures. The reactors for submarines being developed and built today are designed to last for the life of the ship, and reactors for aircraft carriers are designed to be refuelled only once during the life of the ship.",
            "“BWXT has a trusted relationship with Naval Reactors to provide reliable power for the nuclear navy, and it’s a mission that our company and our employees see as vital for national security,” said Sharon Smoot, president of BWXT Nuclear Operations Group. “Naval Reactors is celebrating its 75th anniversary this year, and BWXT remains committed to providing our customer with the highest-quality components and support activities for many years to come.” Work under this contract has already begun, with completion targeted for mid-2025."
        ],
        "frequency": 10
    },
    {
        "url": "https://www.neimagazine.com/news/spacenukes-partnership-wins-contract-to-develop-reactors-for-space-vehicles-11242893/",
        "title": "SpaceNukes partnership wins contract to develop reactors for space vehicles",
        "text": [
            "US Space Nuclear Power Corporation (SpaceNukes) has teamed with Lockheed Martin Corporation and BWX Technologies for participation in the Space Force/Air Force Joint Emergent Technology Supplying On-orbit Nuclear Power (JETSON) project. This is part of an Air Force Research Laboratory (AFRL) Space Vehicles Directorate programme.",
            "Earlier, Intuitive Machines, Lockheed Martin and Westinghouse Government Services (WGS) won contracts totalling $60m from JETSON to advance technologies for nuclear powered space vehicles. The goal of the project is to advance nuclear fission technology to produce small power reactors for space vehicles. AFRL is seeking a reliable and constant source of electricity for satellites.",
            "Intuitive Machines, a start-up based in Houston specialising in space infrastructure, received a $9.4m contract to design a spacecraft concept that employs compact radioisotope power system, electric or hybrid propulsion.",
            "WGS, based in Hopkins, South Carolina, won a $16.9m contract to “mature relevant technologies, conduct analyses, trade studies, and explore risk reduction strategies to investigate how a high power, nuclear fission-system could be implemented from a subsystem, spacecraft, and architecture standpoint”.",
            "Lockheed Martin Space, based in Denver, was awarded a $33.7m contract “to mature the technical design of the JETSON spacecraft systems and subsystems to a preliminary design review level of maturity, and to fully develop the overall programme development and test program planning through critical design review”.",
            "All three contracts extend until December 2025. The three companies were selected by NASA in June 2022 for phase 1 studies of fission surface power systems, small nuclear reactors intended to support later phases of the Artemis lunar exploration campaign. Each team received $5m for initial design studies.",
            "The US Department of Defense (DOD) announced that the initiative will allow AFRL to investigate how a “high power, nuclear fission-system could be implemented from a subsystem, spacecraft, and architecture standpoint”. JETSON Programme Manager Lt Col Tommy Nix told a virtual panel at the American Nuclear Society that AFRL aims to research more advanced power options for space projects.",
            "After JETSON is completed, the US Air Force intends its spacecraft to use nuclear fission to harness power instead of solar energy. JETSON will also develop support systems in critical areas, including power management, on-orbit mobility, thermal regulation, and radiation shielding.",
            "According to Nix, JETSON will enable the Space Force to conduct missions beyond geosynchronous Earth orbit, which extends. More than 22,000 miles from the Earth’s surface and is currently the furthest region used by military satellites. “As we move farther and farther out from what our current mission set is, we’ll need higher power to cover the bigger volumes [of space],” he noted.",
            "DOD’s Defense Advanced Research Projects Agency (DARPA) in 2021 awarded contracts to General Atomics, Blue Origin, and Lockheed Martin for the first phase of its Demonstration Rocket for Agile Cislunar Operations (DRACO) programme. DRACO aims to develop and place a nuclear thermal propulsion (NTP) system above low Earth orbit in 2025.",
            "JETSON is not a nuclear propulsion programme like DRACO. but is focused on developing nuclear power systems that can be used in space. To enable satellites or spacecraft to change position or carry sophisticated payloads more electrical power is required than can be supplied by conventional solar panels or battery-powered systems.",
            "Nix noted that fission reactors can adjust their output, potentially providing the extra power on demand to drive more potent sensors and instruments, eliminating the need for batteries.",
            "Image: Artist's impression depicting Kilopower reactor in space (courtesy of LANL)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/haleu-demonstration-project-begins-enrichment-in-ohio-11216435/",
        "title": "HALEU demonstration project begins enrichment in Ohio",
        "text": [
            "Enrichment operation have begun at the US Department of Energy’s (DOE’s) enrichment facility in Piketon, Ohio operated by American Centrifuge Operating (ACO), a subsidiary of Centrus Energy Corp (ACO). Doe said the demonstration project is on track to produce 20 kilograms of HALEU by the end of 2023.",
            "ACO completed its operational readiness reviews in June with the Nuclear Regulatory Commission NRC) and received approval to use uranium at the facility. Since then, it has been conducting final systems tests and other preparations to begin enriching limited quantities of uranium hexafluoride gas into HALEU. Production of the first HALEU material is expected within the next few weeks.",
            "HALEU fuel contains uranium enriched to 5-20% uranium-235 (higher than the 3-5% typically used in light water reactors). It is required by most of the advanced reactor designs being developed under DOE’s Advanced Reactor Demonstration Program (ARDP).",
            "Currently there is no commercial supply chain to support HALEU production, which prompted DOE to launch a programme to stimulate the development of a domestic supply. Under a competitively-awarded, cost-share contract signed DOE in 2022, Centrus was required to begin production of HALEU by the end of this year.",
            "The work builds on a three-year project with DOE to manufacture and assemble 16 advanced centrifuges into an enrichment cascade. ACO expects to meet demonstration requirements by producing 20kg of 19.75% enriched HALEU by the end of the year. It will then continue production in 2024 at an annual production rate of 900 kg of HALEU a year, with options to produce more in future years.",
            "“This moment holds great pride – and promise – for the nation,” said Centrus President & CEO Daniel Poneman. “We hope that this demonstration cascade will soon be joined by thousands of additional centrifuges right here in Piketon to produce the HALEU needed to fuel the next generation of advanced reactors, Low-Enriched-Uranium to sustain the existing fleet of reactors, and the enriched uranium needed to sustain our nuclear deterrent for generations to come. This is how the United States can recover its lost nuclear independence.”",
            "Deputy Energy Secretary David Turk noted: “It’s remarkable what we can accomplish in the truly American public, private partnership model. For the first time ever, an American company is producing HALEU on American soil, providing critical fuel for advanced nuclear reactors, a statement that America’s committed to our energy security.\"",
            "The HALEU will be used to help fuel the initial cores of two demonstration reactors awarded under ARDP and will also support fuel qualification and the testing of other new reactor designs.",
            "The Piketon plant is currently the only US facility licensed to enrich uranium up to HALEU levels of 19.75%.",
            "In addition to this demonstration project, DOE is supporting several efforts to provide more access to HALEU. Current activities include recycling used nuclear fuel from government-owned research reactors and acquiring HALEU through purchase agreements with domestic industry partners to spur demand for additional HALEU production and private investment in the nuclear fuel supply infrastructure.",
            "In September, US-based BWX Technologies was contracted by DOE to process thousands of kilograms of government-owned scrap material containing enriched uranium into HALEU. The initial award will total $47m, with a total contract value of up to $116.5m, subject to annual congressional appropriations. BWXT will produce the HALEU over the next five years, with several hundred kilograms expected to be available as early as 2024.",
            "DOE is also working to recycle used fuel from the closed EBR-II reactor to make HALEU. DOE plans to recover approximately 10 tonnes of HALEU from EBR-II fuel by December 2028 using an electrochemical process that was perfected over the years at Idaho National Laboratory (INL). EBR-II operated from 1964 to 1994 using a metallic alloy fuel containing highly enriched uranium (HEU).",
            "US-based fission technology company Oklo has expressed interest in receiving five tonnes of HALEU pending a cooperative agreement with INL that was competitively awarded in 2019. The recovered material from EBR-II will be used in the initial core of its Aurora microreactor that is expected to be first demonstrated at the INL in 2026. DOE will retain ownership over the material before, during, and after its use.",
            "Image: The HALEU cascade at the US Department of Energy’s enrichment facility in Piketon, Ohio (courtesy of Centrus)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-and-crowley-consider-microreactors-for-shipping-11174015/",
        "title": "BWXT and Crowley consider microreactors for shipping",
        "text": [
            "US-based BWX Technologies’ (BWXT’s) Advanced Technologies subsidiary and logistics, marine & energy solutions company Crowley have signed a memorandum of understanding (MOU) to develop a ship concept that could use a microreactor to generate energy for defence and disaster needs.",
            "Under the MOU, both companies to jointly pursue and develop opportunities for the design, engineering and development of new shallow-draft hull ships able to supply small-scale nuclear energy to shoreside locations. The vessels would make use of the latest technology available for factory fabricated microreactors. These would be readily deployed into a shipyard configuration for ease of installation. The onboard power plant would supply energy to shore facilities, such as military bases in remote island locations, back-up utility grids after disasters, and provide power in other scenarios where traditional electricity sources are damaged or not possible, the companies said.",
            "The new vessel concept envisions a 378-foot ship from Crowley with in-house vessel design by Crowley Engineering Services. It would use the nuclear capabilities of BWXT, which has supplied nuclear components, fuel and services to the US government for more than 60 years.",
            "“Our cooperation with BWXT will move Crowley for the first time into the nuclear energy sector, a key part of our commitment to sustainable, alternative energy sources,” said Shiju Zacharia, Senior Vice President & General Manager at Crowley Government Solutions. “This concept supports the US Department of Energy’s (DOE’s) goal of maintaining US leadership in nuclear energy technology as well as many of the US Department of Defense’s (DOD’s) strategic goals for operational energy,”",
            "This new vessel concept pairs traditional propulsion while carrying a modular reactor of 5-50 MWe that can be activated upon arrival at the destination and be deactivated and transported after the power supply is discontinued. Buoyed power delivery cables will enable the ships to deploy energy connections to shore. Shallow draft hulls will allow the vessels to manoeuvre to strategically deliver power for military activities or if disasters limit harbour access.",
            "“We are excited to work alongside Crowley to leverage our ongoing reactor development and demonstration programmes to expand nuclear technology into new and novel markets to deliver zero carbon emissions energy generation to strategic locations,” said Joe Miller, President of BWXT Advanced Technologies.",
            "In 2022, BWXT was selected DOD’s Strategic Capabilities Office to build and demonstrate a TRISO-fuelled prototype mobile microreactor as part of Project Pele. The BANR (BWXT Advanced Nuclear Reactor) design is a 50 MWt transportable high-temperature gas-cooled microreactor. It was one of five selected in December 2020 by DOE to receive a share of $30m in initial funding for risk reduction projects under its Advanced Reactor Demonstration Program.",
            "The Crowley-BWXT concept differs from Russia’s Akademik Lomonosov floating NPP, which has been powering the Arctic town of Pevek since 2020. While the new concept involves a ship which uses conventional power carrying a microreactor, Russia’s FNPP was towed to the site by another vessel.",
            "Image: The ship would be outfitted with microreactors to provide power to onshore facilities during emergency situations (courtesy of Crowley)"
        ],
        "frequency": 8
    },
    {
        "url": "https://www.neimagazine.com/news/us-defense-department-expands-project-pele-to-include-x-energy-11160692/",
        "title": "US Defense Department expands Project Pele to include X-energy",
        "text": [
            "X-Energy and the US Department of Defense (DOD) expanded the contract under the Project Pele initiative to build a nuclear microreactor for military use. (Credit: U.S. Secretary of Defense/ Lisa Ferdinando/ Flickr)",
            "US-based X-Energy Reactor Company and the US Department of Defense (DOD) have agreed to expand the contract under the Project Pele initiative to develop a transportable, cost-effective advanced nuclear microreactor prototype for use in remote military locations. X-energy said it expects to advance the design of its prototype – which could also be used for commercial or industrial use in civilian applications – through an award of $17.49m within the existing DOD contract. This will be a second design to be developed under Project Pele.",
            "DOD’s Strategic Capabilities Office (SCO) launched Project Pele in 2019 to develop a fourth-generation nuclear microreactor to deliver energy to support remote and austere environments. The project is based on the 2019 National Defense Authorization Act, in which Congress directed DOD and the Department of Energy (DOE) to develop a plan to design, build, and test a microreactor at a DOD installation by December 2027. In April 2022 DOD’s Strategic Capabilities Office (SCO) formally released a record of decision (ROD) to proceed with the programme specifying a high-temperature gas-cooled (HTGR) mobile microreactor able to produce 1-5 MWe for more than three years without refuelling.",
            "SCO considered two designs selected in a preliminary design competition – an HTGR design from BWX Technologies (BWXT) Advanced Technologies and X-energy’s Mobile Nuclear Power Plant. In June 2022 BWXT’s microreactor was selected for development. The design was for a HTGR fuelled by TRISO (TRIstructural-ISOtropic) high-assay low-enriched uranium (HALEU) transportable in commercially available shipping containers. The prototype is expected to be completed in 2024 for operation in 2025, SCO Programme Manager Jeff Waksman told an American Nuclear Society webinar in August.",
            "“We are now ordering hardware, we are making fuel, we are forging the containment vessel, we’re making moderator blocks … we are no longer a paper reactor, an academic reactor, we are now becoming very real,” he said. By early 2025, the reactor is expected to be shipped to Idaho National Laboratory (INL) where it will be fuelled and shipped to a desert location for initial testing before undergoing a final operational readiness review. Testing and operation of the prototype reactor will be regulated by the DOE rather than the Nuclear Regulatory Commission (NRC).",
            "Reactor fuel for Project Pele is to be produced from DOE highly enriched uranium (HEU) currently stored at the Y-12 National Security Complex in Oak Ridge, Tennessee . The fuel will be converted from a metal to an oxide at BWXT’s Nuclear Fuel Services facility in Erwin, Tennessee, and then down-blended to HALEU and fabricated into TRISO reactor fuel at the BWXT facility in Lynchburg, Virginia.",
            "According to Wakeman, the idea for the SCO-led project originated at US Indo-Pacific Command (INDOPACOM) in Hawaii, which is reflected in the project’s name. Pele is “a backronym for ‘Portable Energy for Lasting Effects,’ but no one uses the backronym. Pele is really just named after the Hawaiian goddess of fire and power,” he said.",
            "X-energy President Harlan Bowers, who led the project team during the initial phase of work said: “We learned a tremendous amount while working through the first phase of Project Pele with subject matter experts at the Department of Defense. We intend to build on the knowledge and experience … to create a clean, practical, and cost-effective microreactor to be competitive with fossil fuel-based power generation used today. We expect this next phase of work to include the refining of our design, prototype testing, and initiation of reviews with the US Nuclear Regulatory Commission to ensure our microreactor meets safety standards and can be licensed for civilian use in the US.”",
            "The DOD estimates that it uses approximately 30 TWh of electricity a year and more than 10m gallons of fuel a day. These figures are expected to increase due to anticipated electrification of the vehicle fleet and maturation of future energy-intensive capabilities. Small, transportable nuclear reactors are expected to help address this growing demand while supporting “mission-critical operations” in remote and austere environments.",
            "Under the expanded contract, X-energy expects to provide DOD with two microreactor designs through Project Pele, while also providing a commercial pathway for the adoption of microreactor technology in other applications. X-energy’s transportable microreactor is designed to generate in the range of 3-5MWe and should be cost-competitive with remote diesel power. X-energy will initiate pre-licensing engagement with the NRC, in order to enable a broad range of deployment possibilities to decarbonise off-grid, remote, or small-scale grid resiliency needs. Although X-energy has not provided details of its Project Pele design, in 2020 it revealed it was working on a Xe-Mobile power generation system which will use X-energy’s proprietary TRISO-X fuel.",
            "Project Pele programme manager Dr Jeff Waksman said that, due to their extraordinary energy density, nuclear reactors have the potential to serve multiple critical functions for meeting resiliency needs in contested logistical environments. “By developing two unique designs, we will provide the Services with a broad range of options as they consider potential uses of nuclear power for both installation and operational energy applications in the near future,” he noted.",
            "Image: Artist’s impression of a transportable nuclear microreactor"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-to-evaluate-microreactor-deployment-in-wyoming-11146865/",
        "title": "BWXT to evaluate microreactor deployment in Wyoming",
        "text": [
            "US-based BWX Technologies (BWXT) has signed a two-phase, two-year contract with the US Wyoming Energy Authority (WEA) to assess the viability of deploying small-scale nuclear reactors in the state. BWXT said it will execute the contract in close consultation with the State of Wyoming and other Wyoming organisations and companies.",
            "Under the first phase one of the contract, BWXT “will work with Wyoming industries to define the requirements basis for nuclear applications of base heat and power needs of the trona mining operations within the state”. In addition, BWXT will undertake engineering work to further the design of its integrated BWXT Advanced Nuclear Reactor (BANR) system that can integrate into Wyoming’s future power needs. The BANR design is a 50 MWt high-temperature gas-cooled microreactor that will use TRISO (TRIstructural-ISOtropic) fuel.",
            "According to the BWXT website, the BANR project “is developing a modular, factory-fabricated system that is small and light enough to be transported via rail, ship or truck and that can deliver 50 MW of thermal nuclear reactor power”. It employs “mature and manufacturable high-temperature gas reactor (HTGR) technology with inherent safety features and a high working fluid temperature”. It offers flexible options for energy output – including electricity, steam for process heat, or both (cogeneration) while minimising greenhouse gas emissions.",
            "BWXT says: “The primary objective of our programme is to demonstrate the commercial viability of this small, versatile, advanced nuclear demonstration reactor within seven years by optimising our existing high technology readiness level HTGR baseline design.” Tasks include “designing, building, testing and licensing technological upgrades to our baseline solution, leading to commercialising a BANR-inspired Advanced Nuclear Reactor”. The three project goals are listed as: qualification of novel TRISO fuel form; cost reductions; and commercialisation.",
            "Phase One of the contract with WEA will also include “identifying areas where Wyoming’s existing supply chain can demonstrate capabilities for reactor component manufacturing and support reactor deployment”. Depending on the results of Phase One, the second phase of the contract will see BWXT furthering the design basis of BANR to meet the specific needs of potential Wyoming end users. A demonstration of the capabilities of Wyoming manufacturers will be undertaken to validate the supply chain activities completed in Phase One.",
            "BWXT says that, during both phases of the contract, it will leverage existing U. Department of Energy (DOE) Advanced Reactor Demonstration Program (ARDP) achievements through the company’s collaboration with Idaho National Laboratory (INL) and other internal BWXT research and development investments., BWXT and DOE have been developing the BANR microreactor through ARDP since 2021. The project in Wyoming “represents an acceleration of BWXT’s commercial nuclear development efforts”, the company notes.",
            "“At the end of this project, the potential job-creation, manufacturing and industrial opportunities for nuclear power in Wyoming will be clearer, and we will have a roadmap for deploying microreactors in the state,” said Joe Miller, BWXT Advanced Technologies President. “When state and federal agencies work together with the private sector, we expect the economic and environmental benefits of nuclear innovations will be unlocked.”",
            "INL has been providing strategic and technical support to the State of Wyoming under a memorandum of understanding signed in May 2022. “BWXT and the State of Wyoming are leaders in forging innovative partnerships and innovative business frameworks that will help transform Wyoming’s economy and help secure the nation’s energy future,” said Steven Aumeier, senior advisor for INL’s strategic programmes.",
            "WEA Executive Director Rob Creager said the microreactor project “presents the possibility of creating additional resources for industrial end users in Wyoming – thereby helping further a full value chain nuclear industry in Wyoming, advancing and diversifying our economy”. He added: “Wyoming is in the unique position to be able to contribute funding for these innovative projects and believes this further demonstrates the strength of the Wyoming Energy Authority’s public-private partnerships.”",
            "In August, BWXT's BANR project was one of two recommended by WEA to Governor Mark Gordon to receive nearly $10m each from the Energy Matching Funds programme which was established by the state legislature in 2022. This provides matching funds for research, demonstration, pilot projects or commercial deployment projects related to Wyoming’s energy needs. Management of the fund is delegated by the governor to the WEA.",
            "BWXT has 14 major operating sites in the US, Canada and the UK In addition, BWXT joint ventures provide management and operations at a dozen DOE and NASA facilities. INL, which is managed by Battelle Energy Alliance for DOE’s Office of Nuclear Energy, is the US centre for nuclear energy research and development, and undertakes research in DOE’s strategic goal areas of energy, national security, science and the environment.",
            "Also in Wyoming, Kemmerer was selected in 2021 as the preferred site for TerraPower's Natrium demonstration project, featuring a 345 MWe sodium-cooled fast reactor with a molten salt-based energy storage system. The reactor is scheduled to begin operating by 2030.",
            "Image: Design concept for the BANR (courtesy of BWXT)"
        ],
        "frequency": 19
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-contracted-to-support-us-haleu-production-11121866/",
        "title": "BWXT contracted to support US HALEU production",
        "text": [
            "US-based BWX Technologies has been contracted by the US Department of Energy (DOE) to process thousands of kilograms of government-owned scrap material containing enriched uranium into High Assay Low Enriched Uranium (HALEU). The initial award will total $47m, with a total contract value of up to $116.5m, subject to annual congressional appropriations.",
            "HALEU fuel contains uranium enriched to 5-19.75% uranium-235 (higher than the 3-5% typically used in light water reactors). HALEU is required by most of the advanced reactor designs being developed under the DOE's Advanced Reactor Demonstration Program. However, currently there is no commercial supply chain to support HALEU production and DOE has launched a programme to stimulate the development of a domestic supply.",
            "The scrap, that is unusable in its present form, will be processed to produce two tonnes of HALEU at BWXT’s facilities located near Lynchburg, Virginia. “The project will clear over two metric tons of scrap material from the Y-12 National Security Complex, contributing to ongoing efforts to reduce the material accountability and inventory totals at the site, while also supporting the Department’s advanced reactor demonstration projects,” said Jeff Chamberlin, Assistant Deputy Administrator for the DOE National Nuclear Security Administration (NNSA) Office of Material Management & Minimisation.",
            "BWXT will produce the HALEU over the next five years, with several hundred kilograms expected to be available as early as 2024.",
            "To support this programme, BWXT plans to hire approximately 20 new operators, engineers and safety personnel at its Lynchburg facility. The final product will be HALEU feedstock in an oxide form at an enrichment level of 19.75%. The scrap material to be provided by the NNSA is currently in a variety of forms and enrichment levels, and it has been collected by the government from a number of different sources, primarily at the Y-12 National Security Complex.",
            "The Y-12 National Security Complex is located in Oak Ridge, Tennessee, near the Oak Ridge National Laboratory. It was built in 1943 as part of the Manhattan Project. The purpose of the Y‑12 Electromagnetic Separation Plant was to produce enriched uranium for the first nuclear bombs. The facility now operates as a manufacturing facility for nuclear weapons components and related defence purposes and produces fuel for the US Navy. According to DOE, Y‑12 “is a unique national asset in the manufacture, processing and storage of special materials vital to our national security and contributes to the prevention of the spread of weapons of mass destruction”. It is operated by Consolidated Nuclear Security led by Bechtel National. Other members include minority Leidos, ATK Launch Systems and SOC.",
            "Sharon Smoot, President of BWXT Nuclear Operations Group noted the growing interest in for both US national security and clean energy applications. “One of BWXT’s key roles in moving the nuclear industry forward is leveraging its specialty materials capabilities to support domestic HALEU needs for the next generation of nuclear reactors,” she said. “This contract adds to BWXT’s ongoing work with the NNSA to build the company’s HALEU production capabilities in support of converting high performance research reactors from highly enriched uranium to HALEU.”",
            "Image: The Y-12 National Security Complex in Oak Ridge, Tennessee"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/terrapower-awards-contracts-for-natrium-reactor-demonstration-project-11077749/",
        "title": "TerraPower awards contracts for Natrium Reactor Demonstration Project",
        "text": [
            "US-based Terrapower has selected four suppliers to support its Natrium Reactor Demonstration Project being developed in Kemmerer, Wyoming near a retiring coal plant. Terrapower says the contracts will help to establish key elements of the supply chain that the advanced reactor industry will require as new reactors are brought to market.",
            "TerraPower and GE Hitachi Nuclear Energy are developing the Natrium technology, which features a 345 MWe sodium-cooled fast reactor with a molten salt-based energy storage system. The storage technology can boost the system’s output to 500 MWe for more than five and a half hours when needed. According to Terrapower, this “allows a Natrium plant to integrate seamlessly with renewable resources and leads to faster, more cost-effective decarbonisation of the electric grid while producing dispatchable carbon-free energy”.",
            "Tara Neider, Senior Vice President & Project Director for the Natrium Reactor Demonstration Project said: “Throughout the process of bringing the Natrium Reactor and Energy Storage System to market, we have found that working with a diverse supply chain strengthens our ability to deliver a cutting-edge technology. The commercialisation of advanced reactors relies on the support of experts from various industries, and we look forward to collaborating with these suppliers to build the Natrium reactor.”",
            "Supplier awards include the following:",
            "Western Service Corporation (WSC) will provide the software platform and engineering services for the Natrium Engineering Simulator. Advanced reactor designs require Simulation Assisted Engineering (SAE) that offers opportunities to integrate system functions and perform virtual commissioning in early stages. Development of an Engineering Simulator, which adopts detailed modelling and sophisticated computation, is a key component of the SAE approach. TerraPower is developing a Natrium Engineering Simulator that can simulate normal operation and plant protective functions, and WSC will provide services central to its development.",
            "James Fisher Technologies is designing and building an injection casting furnace system that will be implemented in TerraPower’s Everett laboratory and will demonstrate the basic functionality of the injection casting process.",
            "BWXT Canada Ltd will design the Intermediate Heat Exchanger for the Natrium Reactor Demonstration Project. The Intermediate Heat Exchanger transfers heat from the primary sodium in the primary heat transport system to the intermediate sodium in the intermediate heat transport system. Successful design and fabrication of this component by BWXT Canada Ltd is key to the planned achievements of the Natrium Reactor Demonstration Project’s power generation.",
            "Curtiss-Wright Flow Control Service (dba Curtiss-Wright Nuclear Division) will develop the Reactor Protection System (RPS) for the Natrium Reactor Demonstration Project. The RPS performs important safety functions in accordance with regulatory requirements. This contract follows a phased approach including provision of a prototype system, planning and engineering support, prior to the detailed design, manufacture, testing and delivery of the RPS. Successful implementation of RadICS system by Curtiss-Wright is key to the successful delivery of the Natrium Reactor Demonstration Project.",
            "Terrapower says the process of awarding contracts for the project is ongoing and it will continue to provide updates as additional contracts are awarded.",
            "In July, Terrapower and Centrus agreed to collaborate to ensure the Natrium demonstration reactor has access to HALEU to ensure that the project’s 2030 operation date can be met. The two companies said they will establish a cost-competitive and timely source of enrichment capacity in the US at Centrus’s HALEU production facility. TerraPower and Centrus have been working together since 2021 when they entered into a contract for services to help expedite the commercialisation of domestic enrichment technology at Centrus’s Piketon, Ohio, facility.",
            "In October 2022, Global Nuclear Fuel-Americas (GNF-A), a GE-led joint venture, and TerraPower agreed to build a Natrium Fuel Facility at the site of GNF-A’s existing plant site near Wilmington. The Natrium Fuel Facility will be jointly funded by TerraPower and DOE through the Advanced Reactor Demonstration Program (ARDP), which aims to speed the demonstration of advanced reactors through cost-shared partnerships with US industry. The Natrium Fuel Facility requires the use of HALEU. The US Energy Act of 2020 authorised DOE to support availability of HALEU for domestic commercial use, although supplies, which were formerly provided by Russia, are now limited.",
            "In December 2022, TerraPower said it expected operation of the Natrium demonstration reactor to be delayed by at least two years because there will not be sufficient commercial capacity to manufacture high-assay, low-enriched uranium (HALEU) fuel in time to meet the proposed targets.",
            "Image: Rendering of a Natrium plant (courtesy of TerraPower)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-reactor-and-fuel-selected-for-darpa-space-project-11074621/",
        "title": "BWXT reactor and fuel selected for DARPA space project",
        "text": [
            "US-based BWX Technologies (BWXT) has been contracted to develop the reactor and fuel for the US Defense Advanced Research Projects Agency’s (DARPA’s) Demonstration Rocket for Agile Cislunar Operations (DRACO), which will use nuclear thermal propulsion. As part of a team led by Lockheed Martin, BWXT Advanced Technologies is to complete final design of the nuclear reactor, manufacture the reactor’s hardware and fuel, assemble the components and deliver the fuelled reactor as a complete subsystem.",
            "The reactor’s nuclear thermal propulsion system will allow DRACO to manoeuver through space with great speed and agility for an extended period of time. BWXT says it is designed to be extremely safe and reliable, using High Assay Low Enriched Uranium (HALEU) fuel to rapidly heat a super-cold gas, such as liquid hydrogen. As the gas is heated, it expands quickly and creates thrust to move the spacecraft more efficiently than typical chemical combustion engines.",
            "The spacecraft is targeted for launch from Earth in 2027 in “cold” status. The reactor will be shut down as a part of launch safety protocols and the launch will be by a conventional rocket. The reactor will be powered once the spacecraft attains an appropriate location above low earth orbit. The US Space Force will provide the launch vehicle for the spacecraft and the Department of Energy (DOE) will provide HALEU metal, to be processed into fuel by BWXT.",
            "“The award of this contract further demonstrates BWXT’s ability to design, manufacture and deploy nuclear reactors and fuel on a scale that is unmatched elsewhere in the world today,” said BWXT Advanced Technologies President Joe Miller. “This partnership with Lockheed Martin working for DARPA adds another important dimension to BWXT’s already-impressive line-up of nuclear reactor designs for commercial and defence applications.” Work on this programme will be conducted primarily at BWXT’s Mt Athos Road complex near Lynchburg, Virginia.",
            "Kirk Shireman, Vice President of Lunar Exploration Campaigns at Lockheed Martin Space explained that the more powerful and efficient nuclear thermal propulsion systems can provide faster transit times between destinations. “Reducing transit time is vital for human missions to Mars to limit a crew’s exposure to radiation. This is a prime technology that can be used to transport humans and materials to the Moon. A safe, reusable nuclear tug spacecraft would revolutionise cislunar operations.”",
            "Defining the level of ground testing needed to prove safe, effective operations in space is part of Lockheed Martin’s responsibilities. “Ground testing helps us understand what the expected behaviour and limitations of the nuclear reactor are and how we expect it to respond and interact with the control systems that we’re developing,” said John Bendle, Lockheed Martin Senior Manager, Strategy & Business Development, Human Space Exploration.",
            "DARPA, in collaboration with NASA, is advancing toward the goal of the world’s first in-orbit demonstration of a nuclear thermal rocket (NTR) engine through DRACO. DARPA earlier finalised an agreement for Lockheed Martin to begin work on the fabrication and design of the experimental NTR vehicle (X-NTRV) and its engine. In January, DARPA and NASA signed an agreement to collaborate on the NTR engine, with a focus on more efficiently and quickly transporting material through the cislunar domain and eventually, people to Mars.",
            "“An NTR achieves high thrust similar to in-space chemical propulsion but is two-to-three-times more efficient,” said programme manager Dr Tabitha Dodson. “With a successful demonstration, we could significantly advance humanity’s means for going faster and farther in space and pave the way for the future deployment for all fission-based nuclear space technologies.”",
            "The DRACO programme is based on early investments in nuclear thermal technology via the previous Nuclear Engine for Rocket Vehicle Applications (NERVA) programme, but with a new fuel option that presents fewer logistical hurdles. DARPA’s use of HALEU fuel was authorised by National Security Presidential Memorandum 20 (NSPM-20), which updated US policy for the launch of space nuclear power and propulsion.",
            "Image: DARPA has selected BWXT and Lockheed Martin to produce a nuclear-powered spacecraft (courtesy of Lockheed Martin)"
        ],
        "frequency": 10
    },
    {
        "url": "https://www.neimagazine.com/news/veolia-nuclear-solutions-wins-doe-ohio-cleanup-contract-11066872/",
        "title": "Veolia Nuclear Solutions wins DoE Ohio cleanup contract",
        "text": [
            "Veolia’s U.S. nuclear clean up arm has won a contract with the US Department of Energy (DOE) Office of Environmental Management to clean up the Portsmouth Gaseous Diffusion Plant site in Southern Ohio. The Portsmouth Decontamination and Decommissioning (contract is worth some $5.87 billion over a 10-year period. Veolia Nuclear Solutions – Federal Services (VNSFS) will act as an integrated subcontractor and the new contract replaces one currently held by Fluor–BWXT Portsmouth, LLC.",
            "Under the contract Veolia will conduct demolition and disposal of facilities, process equipment, related process buildings, and other ancillary facilities. The contract also includes remediation of contaminated soils and groundwater, and disposition of uranium material.",
            "The site is a 3,700-acre federal reservation built in the early 1950s by the US Atomic Energy Commission. It was one of three large gaseous diffusion plants initially constructed to produce enriched uranium to support the nation’s nuclear weapons programme and, in later years, enriched uranium used by commercial nuclear reactors.",
            "“We are delighted to be named as one of the operators tasked with waste management operations at the Portsmouth site. VNS’ advantage lies in its ability to operate sites like Portsmouth and innovate new processes to meet the demands of the time,” said Christine Lucas Lamouroux, CEO of Veolia Nuclear Solutions."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/nea-issues-supplement-to-its-smr-dashboard-11030329/",
        "title": "NEA issues supplement to its SMR Dashboard",
        "text": [
            "The Nuclear Energy Agency (NEA) has published a 60-page supplement to “The NEA Small Modular Reactor Dashboard”, which it published in March. The Dashboard tracks the progress of selected small modular reactor (SMR) designs towards deployment.",
            "NEA says it looks beyond technical feasibility and defines new criteria for assessing real progress in six additional dimensions of readiness: licensing, siting, financing, supply chain, engagement, and fuel. The first volume assessed the progress of 21 SMRs and the second volume tracks the progress of an additional 21 SMRs.",
            "NEA says it used information from verifiable public sources mostly from third party references (governments, regulators, financiers, operators). None of the sources are from the SMR designers, except for some relating to fuel type, enrichment, reactor specifics and public announcements of financing. Prior to publication, the SMR designers were consulted by the NEA and “were given the opportunity to comment on the draft assessments and supplement further information which could be independently verified”.",
            "Future volumes of Dashboard “will aim to help public and private sector decision-makers understand the pace of progress to commercial deployment”. However, neither the original document nor its supplement contains projected completion dates, which are a key measure for assessing progress. Moreover, the selection of SMRs chosen seems somewhat random as the two volumes together cover only 42 reactors in 13 countries. By comparison, the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022 covers 83 designs under development or construction in 18 countries.",
            "The reactors assessed in the NEA supplement include:",
            "BANR SMR (BWX Technologies, USA), a 50 MWt gas-cooled thermal reactor fuelled by TRISO prismatic;",
            "Project Pele (BWX Technologies USA), a gas-cooled thermal reactor fuelled by TRISO;",
            "Energy Well (CVŘ1, Czech Republic), a 20 MWt molten salt-cooled thermal reactor fuelled by TRISO prismatic;",
            "DF300 (Dual Fluid Energy, Canada) a liquid metal cooled fast reactor fuelled by liquid U-Cr alloy;",
            "SMR-160 (Holtec International, USA), a 525 MWt thermal reactor fuelled by UO2 pellets;",
            "GTHTR300 (JAEA, Japan), a 600 MWt high temperature thermal reactor fuelled by TRISO prismatic;",
            "HTTR (JAEA, Japan) a 30 MWt gas-cooled high temperature thermal reactor fuelled by TRISO prismatic",
            "Jimmy (Jimmy Energy, France) 10 MWt gas-cooled thermal reactor fuelled by UCO TRISO prismatic;",
            "SMART (KAERI, South Korea), a 365 MWt water-cooled thermal reactor fuelled by UO2 pellets;",
            "PWR-20 (Last Energy, USA) a 60 MWt water-cooled thermal reactor fuelled by UO2 pellets;",
            "LFR AS 200 (newcleo, UK) a 480 MWt lead-cooled fast reactor fuelled by mox;",
            "BREST-OD-300 (NIKIET, Russia), a 700 MWt lead-cooled fast reactor fuelled by MNUP;",
            "Kaleidos (Radiant, USA) 1.9 MWt gas-cooled high temperature thermal reactor fuelled by TRISO prismatic;",
            "RITM-200M (Rosatom, Russia) 198 MWt water cooled thermal reactor fuelled by UO2 pellets;",
            "CMSR (Seaborg Technologies, Denmark) a 250 MWt molten salt thermal reactor fuelled by molten salt;",
            "HAPPY200 (SPIC, China) a 200 MWt thermal reactor fuelled by UO2 pellets;",
            "IMSR (Terrestrial Energy, Canada), a 884 MWt molten salt thermal reactor fuelled by molten salt;",
            "TMSR-500 (ThorCon International, UAE) a 557 MWe molten salt thermal reactor fuelled by molten salt;",
            "4S (Toshiba, Japan) a 30-135 MWt sodium-cooled fast reactor fuelled by metallic U-Zr alloy;",
            "Westinghouse LFR (Westinghouse, USA) a 950 MWt lead-cooled fast reactor fuelled by UO2 pellets or mox and then nitride pellets;",
            "TEPLATOR (ZČU and CIIRC CTU6, Czech Republic) a 170 MWt thermal reactor fuelled by used fuel or natural uranium."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/doe-awards-portsmouth-decommissioning-contract-11014860/",
        "title": "DOE awards Portsmouth decommissioning contract",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Environmental Management (EM) has awarded the Portsmouth Decontamination and Decommissioning Contract (PORTS D&D) to Southern Ohio Cleanup Company (SOCCo) of Aiken, South Carolina for work to be performed at the Portsmouth Site in southern Ohio. SOCCo is a newly formed limited liability company comprising Amentum Environment & Energy, Fluor Federal Services and Cavendish Nuclear (USA) Incorporated.",
            "Work to be performed under the contract will include, but not be limited to, demolition and disposal of facilities, process equipment, related process buildings, and other ancillary facilities. It also includes remediation of contaminated soils and groundwater, and disposition of uranium material.",
            "The new D&D Contract will replace the PORTS D&D contract currently held by Fluor–BWXT Portsmouth (FBP). EM says that, in order to focus the new D&D contractor on end state completion, operations under the DD contract with FBP will transfer to the forthcoming Operations & Site Mission Support (OSMS, formerly known as Depleted Uranium Hexafluoride [DUF6]) contract. This work will include utilities, emergency management, physical security, uranium transfers, and nuclear material control and accountability. Transferring from the existing PORTS D&D contract to the new OSMS contract will not result in an overall reduction in scope. The transition periods for the new OSMS and D&D Contracts will be aligned and take place after the award of the OSMS contract.",
            "The Portsmouth Gaseous Diffusion Plant in Pike County, Ohio, operated from 1954 to 2001. The site occupies about 3,700 acres. The plant was one of three large gaseous diffusion plants in the U.S. initially constructed to produce enriched uranium to support the nation’s nuclear weapons programme and, in later years, enriched uranium used by commercial nuclear reactors. The DOE began its environmental clean-up programme at the site in 1989, and the effort continues today in cooperation with the US and Ohio Environmental Protection Agencies.",
            "Image: The US Department of Energy's Portsmouth Gaseous Diffusion Plant in Piketon, Ohio (courtesy of US DOE)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/canada-strengthens-medical-isotope-production-10983454/",
        "title": "Canada strengthens medical isotope production",
        "text": [
            "Canada has announced the launch of the Canadian Medical Isotope Ecosystem (CMIE) with funding of up to CAD35m ($26.4m) over five years to develop initiatives focused on the production, advancement and distribution of medical isotopes and radiopharmaceuticals.",
            "The initiative was announced at the Bruce Power Visitors' Centre. CMIE will be under the oversight of the Centre for Probe Development and Commercialisation (CPDC) and TRIUMF Innovations and will support projects with Bruce Power, BWXT Medical, McMaster University and Canadian Nuclear Laboratories. The funding announcement was made possible through Innovation, Science & Economic Development’s Strategic Innovation Fund, which provides major investments in innovative projects.",
            "The Canadian Government says, through this investment, it is taking another step in advancing Canada’s Biomanufacturing and Life Sciences Strategy, which is designed to improve the long-term resilience and promote the growth of Canada’s life and sciences sector. The funding came in response to the Canadian Nuclear Isotope Council’s report, “Isotopes for Hope: Canadian Leadership Needed Now More Than Ever.",
            "Since March 2020 more than CAD2bn has been invested, resulting in 36 major new and expanded projects to boost the sector. The Government says it is investing in the medical isotopes sector “to ensure that Canada remains a global leader in medical treatments and that Canadians have access to the best health care possible”. Canada has played a key role in the development and use of medical isotopes for over 70 years, and is a world leader in their production and supply.",
            "The Government of Canada said domestic production of medical isotopes will position Canada to take advantage of the growing global market for medical isotopes, which is expected to reach up to $31bn by 2031. Globally, more than 40m procedures use this technology each year.",
            "Demand for medical isotopes worldwide is increasing, and the investment aims to ensure that Canada has access to a steady supply. CMIE will encourage the domestic production of medical isotopes, advance Canadian expertise on medical isotopes and make Canada an attractive hub for investment in the medical isotopes sector.",
            "CMIE will also help to fund new tools and therapies and is expected to attract over CAD75m in investments, create or maintain over 600 highly skilled jobs for Canadians, and create 30 internship opportunities.",
            "As part of the funding, the Saugeen Ojibway Nation (SON) will take the next step in their partnership with Bruce Power to jointly produce, advance and market new isotopes in support of the global fight against cancer, marking a significant contribution to economic reconciliation within the SON territory.",
            "François-Philippe Champagne, Minister of Innovation, Science & Industry said the pandemic had shown the importance of having a strong domestic production of pharmaceuticals. “With this investment, we are making our country a major player in the global biomanufacturing and life sciences industry while creating good jobs for Canadians and stimulating the local economy.”",
            "CPDC CEO Owen Roberts said: “Canada has held an extraordinary global leadership position in the production and medical use of isotopes for several decades. With the support of the Government of Canada; our co-lead, TRIUMF Innovation; and all our network partners, the new Canadian Medical Isotope Ecosystem has the opportunity to accelerate the use of medical isotopes both here in Canada and globally.” TRIUMF CEO for Innovations Kathryn Hayashi said CMIE brings together government, industry and academia “to work collaboratively to build Canadian medical isotope capabilities and ensure Canada remains a leader in this high-growth sector”.",
            "Bruce Power President and CEO Mike Rencheck said Bruce Power “is proud to be among the innovative companies that places Canada at the forefront of nuclear medicine”. He added: “We are honoured to partner with the Saugeen Ojibway Nation to market isotope production, and we thank the federal government for its support in leveraging this historic opportunity while creating sustainable economic benefits within the SON territory.”",
            "Bruce Power partnered with the SON in 2019 to market current and new isotopes produced through the first-of-a-kind Isotope Production System (IPS) that was installed at Bruce Power in 2022. The partnership, named Gamzook’aamin aakoziwin (We are Teaming Up to Fight the Sickness) includes a revenue-sharing programme that provides a direct benefit to the community.",
            "“Today marks another important milestone in the Gamzook’aamin Aakoziwin partnership between Bruce Power and the Saugeen Ojibway Nation,” said Chief Veronica Smith of the Chippewas of Nawash Unceded First Nation. “By working together, patients around the world have access to cancer-fighting treatments made possible through medical isotope production.” Chief Conrad Ritchie, Chippewas of Saugeen First Nation, said: “We are proud to be part of this innovative project, which will deliver benefits beyond the local community, to people across the world in the global fight against cancer.”",
            "The Made-in-Ontario IPS, designed and installed by Isogen (a joint venture between Framatome and Kinectrics) at Bruce Power, irradiates ytterbium-176 to produce lutetium-177, which is then transported to ITM’s manufacturing facility in Germany for processing of pharmaceutical-grade, non-carrier-added lutetium-177 (n.c.a. lutetium-177) and used in various clinical and commercial radiopharmaceutical cancer treatments.",
            "Image: The Government of Canada has announced funding that will support the development of a medical isotope ecosystem in Canada (courtesy of McMaster University)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/opg-supports-polands-smr-plans-10932546/",
        "title": "OPG supports Poland’s SMR plans",
        "text": [
            "Canada’s Ontario Power Generation (OPG) and Poland’s Orlen Synthos Green Energy (OSGE) have signed a letter of intent (LOI) to support the deployment and operation of small modular reactors (SMRs) in Europe. The signing took place at OPG’s Darlington New Nuclear Project in conjunction with a site visit by Polish Prime Minister Mateusz Morawiecki.",
            "OPG President and CEO Ken Hartwick noted that OPG has the knowledge and experience managing large energy projects to assist Poland as it begins producing electricity using nuclear power. “Along with Ontario’s strong nuclear supply chain, we are well-positioned to help others increase their energy security and meet climate change goals,” he said.",
            "OPG said the LOI serves as a next step in the companies’ existing relationship and builds on previously executed agreements between OPG and OSGE. It is aimed at future agreements under which OPG and its subsidiary could provide SMR operator services to OSGE as they deploy SMRs in Poland and elsewhere in Europe. The partnership would include a number of SMR-related activities including:",
            "Development and deployment;",
            "Operations and maintenance;",
            "OPG and its Polish partner recently joined the Tennessee Valley Authority (TVA) and GE Hitachi (GEH) Nuclear Energy in a technical collaboration agreement to advance global deployment of GEH’s BWRX-300 SMR. The four companies are investing in developing the BWRX-300 standard design and detailed design of key components.",
            "The BWRX-300 is a 300 MWe water-cooled, natural circulation SMR with passive safety systems that leverages the design and licensing basis of GEH’s ESBWR which has US Nuclear Regulatory Commission certification. As a result of design simplification, GEH claims the BWRX-300 will require significantly less capital cost per MW compared with other SMR designs.",
            "The first BWRX-300 reactor is being built in the Toronto suburb of Darlington, and construction is scheduled for completion in 2028 and preparatory work is underway. This is the reference project for OSGE, which is a joint venture company established by chemical producers PKN Orlen and Synthos Green Energy (SGE) to pursue deployment of SMRs in Poland.",
            "In December 2021, GE Hitachi, BWXT Canada and SGE signed a LOI to cooperate in deploying BWRX-300 SMRs in Poland. The aim is to deploy the first BWRX-300 in 2029 and to have at least 10 in operation by the early 2030s. OPG subsidiary, Laurentis Energy Partners, in October 2022 signed a Master Services Agreement with OSGE to support the implementation of the project. In April, OSGE applied to Poland's Ministry of Climate for a decision-in-principle on the construction of plants based on BWRX-300 SMRs at six locations. In May, the company received a positive general opinion from the President of the National Atomic Energy Agency (PAA) regarding selected technical assumptions for the BWRX-300 reactor technology as part of the pre-licensing process.",
            "“OPG is our key strategic partner. We recognise the company's experience in the nuclear industry as well as its determination and progress in deploying the first BWRX-300,” said OSGE CEO Rafał Kasprów. “We benefit from the experience of the Darlington New Nuclear Project, and we are pleased that we can use the organisation’s knowledge and support to deploy BWRX-300 reactors in Poland more efficiently. Working together to develop an operating organization for the SMR fleet in Poland is the next step, with the possibility to expand into the UK as well as other parts of the European Union.”",
            "Image: Ontario Power Generation and Orlen Synthos Green Energy at the signing ceremony (courtesy of OSGE)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/aecon-and-es-fox-to-support-smr-development-10905149/",
        "title": "Aecon and ES Fox to support SMR development",
        "text": [
            "Canadian construction and infrastructure development company Aecon Group has announced a partnership with ES Fox Limited to support innovative modular fabrication for the delivery of a grid-scale small modular reactor (SMR). The SMR is part of Ontario Power Generation’s (OPG’s) Darlington New Nuclear Project (DNNP), for which Aecon provides all construction services, including project management, construction planning and execution. Establishment of the supply chain partnership was marked during an event held at ES Fox’s fabrication facility in Port Robinson, Ontario.",
            "In February, OPG teamed up with GE Hitachi Nuclear Energy, SNC-Lavalin, and Aecon to construct a SMR at Darlington. Under the agreement, the four companies will provide a diverse range of expertise and services as part of an integrated project delivery model. The aim is to develop, engineer and construct GE Hitachi’s BWRX-300 SMR, for completion by late 2028. The Darlington site is the only Canadian location licensed for new nuclear, with an accepted Environmental Assessment and a Site Preparation Licence. In December 2021, OPG and GE Hitachi agreed to work together to deploy the BWXR-300 at the Darlington site.",
            "All parties will manage the project as part of an Integrated Project Delivery (IPD) partnership and each company will play a specific role in the project. OPG, as licence holder, will maintain overall responsibility for the project while technology developer GE Hitachi will be responsible for design, procurement of major components, and engineering and support. Architect engineer SNC Lavalin is providing design, engineering & procurement support. Aecon will build the SMR and provide construction planning and execution.",
            "Aecon has formed a teaming agreement with ES Fox to jointly fabricate steel components offsite at Aecon’s fabrication facility in Cambridge and at the Port Robinson facility. These components will be welded into sub-assemblies and shipped to the DNNP project site, where they will be built into larger modules on-site and used to construct the primary steel structure of the reactor building. Leveraging a modular approach to help build the BWRX-300 SMR is expected to reduce construction costs.",
            "The BWRX-300 is a 300 MWe water-cooled, natural circulation SMR with passive safety systems that leverages the design and licensing basis of GEH's ESBWR boiling water reactor. The CNSC issued a positive decision in March, making the BWRX-300 the first SMR to complete such a pre-licensing Vendor Design Review in Canada.",
            "“This modular fabrication partnership is a made-in-Ontario solution, illustrating the strength of Ontario’s robust nuclear supply chain – a network that is critical to deploying the future of nuclear in Ontario and beyond,” said Thomas Clochard, Aecon Executive Vice President, Nuclear & Civil. “Aecon is playing an important role in delivering the next generation of nuclear plants.” Pat Cimek, Vice President, Construction & Fabrication Services at ES Fox, said: “With the experience of both companies, we look forward to building large sections of the structure at the two facilities leveraging a modular approach and shipping them to the DNNP project site – helping reduce field labour and equipment costs, improving the overall project schedule, and supporting high-paying skilled jobs in Niagara Region.”",
            "In March 2022, ES Fox was awarded the contract to deliver early site preparation work at Darlington, including water supply, electrical power, information technology and road services. This work, valued at CAD32m ($24m), consists of non-nuclear infrastructure activities, such as clearing and grading parts of the site to build roads, utilities and support buildings, and for which the site is already licensed – is planned to continue into 2025.",
            "In October 2022, OPG applied to the Canadian Nuclear Safety Commission (CNSC) for a Licence to Construct the SMR at the Darlington site. This licence is required before any nuclear construction work on the SMR can begin. OPG expects to make a construction decision by the end of 2024. In March this year, nuclear engineering firm BWX Technologies was contracted by GEH to provide engineering analysis, design support, manufacturing and procurement preparations for the reactor pressure vessel for the BWRX-300.",
            "Image: Aecon Group has announced a partnership with ES Fox to support innovative modular fabrication for the delivery of a grid-scale small modular reactor (courtesy of Aecon)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/polish-regulator-gives-positive-opinion-on-bwrx-300-10884739/",
        "title": "Polish regulator gives positive opinion on BWRX-300",
        "text": [
            "The president of Poland’s National Atomic Energy Agency (PAA – Państwowa Agencja Atomistyki) has issued a general opinion that GE Hitachi Nuclear Energy's BWRX-300 small modular reactor (SMR) technology complies with Polish nuclear safety and radiological protection standards.",
            "Orlen Synthos Green Energy (OSGE) – a joint venture between chemical producers Synthos Green Energy (SGE) and PKN Orlen – applied to the PAA for an assessment in July 2022. The opinion aims to determine whether the planned organisational and technical solutions comply with the requirements of nuclear safety and radiological protection resulting from the provisions of the country's Atomic Law Act, or whether the investor should make appropriate modifications. OSGE submitted documentation covering 13 areas of the BWRX-300 technology.",
            "According to the PAA, a general opinion, \"as a pre-licence instrument, may apply to any solutions planned by the investor, including design, technological and organisational solutions, which will have a direct impact on the issues of nuclear safety and radiological protection\".",
            "PAA analysed various aspects of the BWRX-300 technology including hazard identification and reactor protection against internal and external hazards, requirements for the reactor control room, safety containment systems and classification of safety systems, reactor core design requirements and electrical systems. Solutions for control and measurement apparatus, waste and nuclear fuel management systems were also analysed.",
            "The technical documentation submitted by OSGE was based on documentation prepared by GEH for the Canadian Nuclear Safety Commission (CNSC) as part of the Vendor Design Review Phase 1 and Phase 2 process – a pre-licence technology review. The BWRX-300 became the first SMR to complete such a process in Canada when CNSC issued a positive decision in March.",
            "Despite the positive opinion, the PAA president identified one technical assumption of the BWRX-300 reactor technology, which needs to be re-verified before starting the proper administrative process related to obtaining permits. OSGE CEO Rafał Kasprów, nevertheless, said the general opinion “is an important first step on the road of licensing works necessary for the construction of GEH's modular nuclear power plants in Poland”. He added: \"It should be noted that following the technical collaboration agreement signed in Washington in March this year, a complete power plant design based on the BWRX-300 technology – including a nuclear island – is being developed in the US. The project will take into account all regulatory requirements and technical standards required by Polish law.\"",
            "Sean Sexstone, executive vice president of advanced nuclear at GEH said the BWRX-300 “is the first SMR technology to have completed the general opinion phase of the PAA's rigorous pre-licensing process, an important step in the deployment of this technology in conjunction with OSGE”. Dialogue with PAA will continue to evaluate local requirements with a view to the next regulatory steps.",
            "In December 2021, GE Hitachi, BWXT Canada and SGE signed a Letter of Intent to cooperate in deploying BWRX-300 SMRs in Poland. The aim is to deploy the first BWRX-300 in 2029 and to have at least 10 of the reactors in operation by the early 2030s. In April, OSGE submitted applications to Poland's Ministry of Climate for a decision-in-principle on the construction of power plants based on BWRX-300 SMRs at six locations.",
            "PKN Orlen – which holds the exclusive right to use the BWRX-300 in Poland is to announce 13 more locations for SMR plants. President Daniel Obałytek said: “We are obviously analysing more places, it is a matter of geological surveys.”",
            "Image: BWRX-300 (courtesy of GE Hitachi Nuclear Energy)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/major-milestone-for-bruce-powers-mcr-project-10831695/",
        "title": "Major milestone for Bruce Power’s MCR project",
        "text": [
            "Bruce Power says it has achieved a major milestone of \"substantial completion\" of the construction phase of Major Component Replacement (MCR) portion of refurbishment of unit 6 at the Bruce nuclear plant. Refuelling will now begin with the aim of returning the plant to service later this year.",
            "The MCR project began in January 2020. The eight pressurised heavy-water Candu reactor units at the Bruce site in Ontario (Bruce A – units 1-4, and Bruce B – units 4-8) began commercial operation between 1977 and 1987. Bruce Power’s CAD13bn ($10bn) Life Extension Programme, which includes Asset Management and MCR, began in 2016. MCR, which began with unit 6 and also includes units 3-8, will extend the life of the site until 2064. Units 1&2 have already been refurbished and were returned to service in 2012. Work began on unit 3 in March.",
            "Unit 6 is the first of six reactors at the site to undergo refurbishment as part of a privately funded investment to extend the life of the site to 2064. The unit was taken offline for the refurbishment in January 2020 at the start of the COVID pandemic, which presented a \"major hurdle\" to Bruce Power and its construction partners. However, the substantial completion of the construction phase has been completed on time and on budget, Bruce Power said.",
            "Bruce Power Operations staff will now begin refuelling the unit with 5,760 fuel bundles in May, while other lead-out activities and regulatory inspections will be completed to return it to Ontario’s electricity grid in the fourth quarter of this year.",
            "“Nuclear energy is crucial to powering our growing province and thriving economy and the completion of construction on Bruce Power’s unit 6 Major Component Replacement Project is a critical step as we ensure the province can meet the demand for clean, low-cost electricity,” said Minster of Energy Todd Smith. “Our strong nuclear industry has enabled one of the cleanest electricity systems in the world and, as a leader in nuclear refurbishment, we’re ensuring this carries forward for the people, businesses and hospitals in Ontario.”",
            "Bruce Power’s construction partners in the project included Aecon, United Engineers & Constructors, SNC-Lavalin, BWXT, ES Fox, ATS, Black and MacDonald, Makwa Cahill, Highland Nuclear, SGT, Framatome, Kinectrics and subvendors. Work is now progressing on unit 3 with bulkhead installation and the Primary Heat Transport system ‘drain and dry’ as the next steps prior to starting construction activity, which begins with major component disassembly later this quarter. Bruce Power says each successive outage over the next decade will build off the successes and innovations of the unit 6 MCR.",
            "The construction phase of the unit 6 MCR was completed with execution partner Shoreline Power Group “and a multitude of talented and dedicated tradespeople from the Ontario Building Trades”. It included removal and replacement of 960 feeder tubes, 480 fuel channels, and 480 calandria tubes. Steam generator work was completed earlier this year by SGRT a 50/50 joint venture between Aecon and SGT (a partnership between Framatome and United Engineers & Constructors).",
            "Shoreline Power Group, a joint venture between Aecon, SNC-Lavalin and United Engineers & Constructors, executed the fuel channel and feeder replacement work on Unit 6 and will continue with the remaining MCR units.",
            "Bruce Power’s Life Extension Programme and MCR Project will extend the operational life of each reactor by 30-35 years. Bruce Power’s MCR and Asset Management investments will be closely coordinated with Project 2030, a programme that leverages innovation and new efficient technology to increase site capacity, targeting more than 7,000 MW net peak output in the early 2030s, once all units have completed their MCRs. It will also ensure a steady supply of medical isotopes for the world market for decades to come. Bruce Power’s Life-Extension Programme will directly and indirectly support 22,000 jobs annually and inject CAD4bn ($2.99bn) into the province’s economy. Bruce Power, established in 2001, is a Canadian-owned partnership of TC Energy, OMERS, the Power Workers’ Union and The Society of United Professionals.",
            "Image: Bruce 6 is aiming to return to service later this year(courtesy of Bruce Power)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/polands-orlen-synthos-green-energy-seeks-formal-approval-for-smr-sites-10806865/",
        "title": "Poland’s Orlen Synthos Green Energy seeks formal approval for SMR sites",
        "text": [
            "Poland’s Orlen Synthos Green Energy (OSGE) has applied to the Ministry of Climate & Environment for a fundamental decision for six NPPs with BWRX-300 small modular reactors (SMRs). The applications, submitted by OSGE Vice President Dawid Jackiewicz, relate to six sites named during a recent conference. The locations are: Ostroleka, Wloclawek, Stawy Monowskie, Dabrowa Górnicza, Nowa Huta, Tarnobrzeg Special Economic Zone.",
            "The decision will formally confirm that the investment in the nuclear plants is in line with the public interest and the policies implemented by the state, including energy policy. This decision will also authorize the investor to apply for a decision to determine the location and other decisions necessary for the preparation, implementation and operation of the facilities.",
            "In December 2021, GE Hitachi, BWXT Canada and Synthos Green Energy (SGE) signed a Letter of Intent to cooperate in deploying BWRX-300 SMRs in Poland. OSGE is a joint venture between chemical producers SGE and PKN Orlen. In July 2022 OSGE submitted an application to Poland's National Atomic Energy Agency for the assessment of GE Hitachi Nuclear Energy's BWRX-300.",
            "Earlier in April, copper and silver producer KGHM Polska Miedź SA submitted an application for a decision-in-principle for the construction in Poland of a US NuScale VOYGR SMR. In addition, Polskie Elektrownie Jądrowe submitted an application for a decision-in-principle on the construction of a Westinghouse's AP1000 NPP at either Lubiatowo or Kopalino in Choczewo municipality.",
            "In response to OSGE’s latest application, three local leaders from areas near one of the named sites, Stawy Monowskie, located on the border of the city and the Auschwitz commune, sent a joint letter to OSGE. It noted that the planned reactor “is supposed to be a source of energy for Synthos, which is based in Auschwitz”.",
            "The letter was signed by the head of Oświęcim commune, Mirosław Smolarek; the president of the city of Auswi Wcim, Janus Chwierut; and the mayor of Oswi uscimski, Andrzej Skrzypiński. “We understand that these kinds of investments are a big step into the future. However, it raises a lot of uncertainty and concerns for the surrounding community,” it said. “For us as local authorities, the security of our residents is as important as the development of the city and the municipality of Auschwitz and the entire land of Auschwi micim. We have to respond to all the questions and doubts, and we are responsible for the future of the region.”",
            "It continued: “Therefore, we expect from the company a partnership and detailed information about the planned investment, primarily the exact location, technology, the investment process, the formal and legal status of the project and its schedule. This will allow us to take a stand on an undertaking that undoubtedly will be of great importance to our community, and also answer questions you may have. We also expect that Orlen Synthos Green Energy will include residents in the information process, listen to their opinions and provide reliable knowledge about small nuclear reactors and the investment itself in our territory.”",
            "Image: Poland's Orlen Synthos Green Energy has applied to the Ministry of Climate & Environment for a fundamental decision to deploy six SMRs in the country (courtesy of OSGE)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/finance-agreed-for-polish-smr-plans-10786532/",
        "title": "Finance agreed for Polish SMR plans",
        "text": [
            "Poland’s Orlen Synthos Green Energy (OSGE) has won bank support to finance its SMR construction plans. BGK, Pekao, PKO BP and Santander Bank Polska have signed a cooperation agreement with OSGE, which aims to ensure finance for plans to construct BWRX-300 small modular reactors (SMRs) in Poland. The signatories of the contract will work together to prepare the optimal financing model for the construction of BWRX-300 reactors and then secure the necessary financing. They recognised that the energy sector in Poland is facing a huge challenge related to ensuring security of energy supply in the face of increasing demand.",
            "In 2021, GE Hitachi (GEH), BWXT Canada and Synthos Green Energy (SGE) signed a Letter of Intent to cooperate in deploying BWRX-300 SMRs in Poland. OSGE – a joint venture between chemical producers SGE and PKN Orlen – applied to Poland's National Atomic Energy Agency in July 2022 for an assessment of the BWRX-300, for which it holds the exclusive right in Poland.",
            "Support from the Polish banks came shortly after the US Export-Import Bank and US International Development Finance Corporation (IDFC) suggested they may lend $4bn to OSGE for the SMR project. OSGE signed letters of intent with EXIM Bank for up to $3bn and IDFC for up to $1bn. The aim is to build and deploy the first two of 20 SMRs to be designed by GEH by 2030. OSGE has named seven shortlisted optimum locations for further geological surveys to site SMRs. The locations are: Ostroleka, Wloclawek, Stawy Monowskie, Dabrowa Górnicza, Nowa Huta, Tarnobrzeg Special Economic Zone and Warsaw.",
            "Jarosław Grodzki, Chairman of the OSGE supervisory board said “The largest banks in Poland have believed in our project and are ready to take part in financing the energy transformation of our country.” According to BGK President Beata Daszyńska-Muzyczki, nuclear, as a stable, safe and weather-independent energy source, is the future of Polish energy. “As a Polish development bank, we want to engage in projects that will increase the energy independence and strategic security of our country, as well as give industry the opportunity to obtain cheap and zero-emission energy, she said.",
            "The President of Pekao Leszek Skiba believes nuclear power is a good answer to the challenge of transformation towards effective and zero-emission technologies. “Bank Pekao, who has the ambition to be a leader in energy transformation in Poland is naturally interested in participating in this venture,” he said.",
            "According to PKO BP Vice President Andrzej Kopyrski, the contract is another step in the bank's development strategy for 2023-2025 that supports Poland's energy independence and the transformation of the Polish economy towards zero-emission. Lech Gałkowski, a member of the management board of Santander Bank Polska, pointed out that the bank is one of the leaders in financing renewable and low-carbon energy, and the agreement is an important step in the development of this area.",
            "Image: Orlen Synthos Green Energy has won bank support to finance its SMR construction plans in Poland (courtesy of Twitter/OSGE)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/us-doe-contract-awarded-for-hanford-site-work-10779638/",
        "title": "US DOE contract awarded for Hanford site work",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Environmental Management (EM) has awarded the Hanford Integrated Tank Disposition Contract (ITDC) to Hanford Tank Waste Operations & Closure, LLC (H2C) of Lynchburg, Virginia, for work at the Hanford Site in southeastern Washington State.",
            "The Hanford Site is home to approximately 56m gallons of radioactive tank waste stored in 177 underground tanks, representing one of DOE’s largest environmental risks and most complex challenges. The tank waste is a result of nearly five decades of plutonium production during World War II.",
            "H2C is a newly formed limited liability company comprising BWXT Technical Services Group (BWXT TSG), Amentum Environment & Energy (Amentum), and Fluor Federal Services (FFS). H2C’s Teaming Subcontractors include DBD, DSS Sustainable Solutions USA, INTERA Incorporated, and Longenecker & Associates.",
            "The $45bn indefinite-delivery, indefinite-quantity contract over a 10-year ordering period covers a broad scope of work, including The but not be limited to the following:",
            "Operation of tank farm facilities, including single-shell tank waste retrieval and closure",
            "Design, construction, and operation of waste receiving facilities and treatment capabilities",
            "Operation of the Waste Treatment and Immobilisation Plant",
            "Core functions such as project management; environment, safety, health, and quality; security and emergency services; and business performance requirements.",
            "The contract includes requirements for meaningful work to be performed by small businesses and will promote robust community commitment and engagement, including support to site reindustrialisation by the local community. Submission of a community commitment plan to DOE is also required.",
            "For more than 30 years, EM has focused on addressing the environmental legacy of nuclear weapons development and nuclear energy research. EM said it delivering results that are protecting the environment, supporting communities, and enabling a concerted focus on safely completing the mission sooner and more efficiently.",
            "Image: The Hanford Site in southeastern Washington State (courtesy of USDOE)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/more-us-money-for-polish-smr-plans-10775624/",
        "title": "More US money for Polish SMR plans",
        "text": [
            "The US Export-Import Bank and US International Development Finance Corporation (IDFC) may lend up to $4bn to Orlen Synthos Green Energy’s project to deploy small modular reactors (SMRs) in Poland. Orlen Synthos Green Energy has signed letters of intent with EXIM Bank for up to $3bn and IDFC for up to $1bn in a ceremony at the US ambassador’s residence in Warsaw. The aim is to build and deploy the first two SMRs to be designed by GE Hitachi Nuclear Energy (GEH). The company is hoping to develop around 20 GEH BWRX-300 SMRs.",
            "Polish refiner PKN Orlen and chemicals company Synthos plan to deploy Poland's first SMRs by 2030. \"We will present a total of 20 locations by the end of the year,\" Orlen CEO Daniel Obajtek told a press conference, naming seven preliminary locations. \"I believe we will build this reactor, we will build tens of reactors in Poland but not only in Poland,\" Obajtek said, adding that he believed the first investment would kick off in 2026-27. The first SMR is planned to be built by late 2028 or early 2029. Obajtek told AP that only nuclear power can guarantee energy security and keep the lights on when the wind isn't blowing or sun isn't shining. He said support from US financial institutions “shows the credibility of the process\" of developing nuclear energy.",
            "Polish Prime Minister Mateusz Morawiecki told a news conference that the country needed a “cheap, clean and reliable energy source” like the SMRs that will produce emission-free energy and be a driving force for the economy for decades to come.",
            "Orlen Synthos Green Energy named seven shortlisted optimum locations for further geological surveys to site SMRs. The locations are: Ostrołęka, Włocławek, Stawy Monowskie, Dąbrowa Górnicza, Nowa Huta, Tarnobrzeg Special Economic Zone and Warsaw. The company said these are locations with, among others, \"high energy-intensive production plants, as well as locations that are optimal for heating system purposes\".",
            "In December 2021, GE Hitachi, BWXT Canada and Synthos Green Energy (SGE) signed a Letter of Intent to cooperate in deploying BWRX-300 SMRs in Poland. Orlen Synthos Green Energy – a joint venture between chemical producers SGE and PKN Orlen – submitted an application to Poland's National Atomic Energy Agency on 8 July last year for an assessment of the BWRX-300, for which it holds the exclusive right in Poland."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-fuel-subsidiary-to-provide-heu-conversion-services-to-nnsa-10759763/",
        "title": "BWXT fuel subsidiary to provide HEU conversion services to NNSA",
        "text": [
            "Nuclear Fuel Services (NFS), a subsidiary of US-based BWX Technologies (BWXT) has been awarded a $428m Phase II contract by the National Nuclear Security Administration (NNSA) to provide purification and conversion services for highly enriched uranium (HEU). NFS is one of only two Category I nuclear facilities licensed by the Nuclear Regulatory Commission (NRC) to store and process HEU.",
            "Under the five-year contract, NFS will establish a process line inside its facility in Erwin, Tennessee, before initiating conversion and purification operations. NFS previously completed a $57.5m Phase I contract that began in 2021 to design a process line and demonstrate that it could convert uranium oxide to purified uranium metal. For this, NFS had to meet NNSA’s precise specifications, which required certain licence amendments through NRC. This amendment is expected to be finalised later this year.",
            "“Under the first phase of the contract, NFS proved that it could meet the rigorous requirements outlined by the NNSA,” said Sharon Smoot, BWXT Nuclear Operations Group President. “The conversion process is similar to other work we currently perform, and we are confident that we will meet the demands of Phase II of the contract while maintaining a strong focus on safety and quality.”",
            "The NNSA is responsible for the US enriched uranium inventory, which supports numerous national security missions, including NNSA’s Office of Defense Programs, Naval Reactors and Defense Nuclear Nonproliferation Programs. Oxide-to-metal purification and conversion has historically been performed at the NNSA’s Y-12 National Security Complex, which is currently undergoing modernisation. NFS will provide these services until Y-12 resumes operation. NNSA will provide enriched uranium oxide to NFS for purification and conversion and plans to return the purified metal back to Y-12 for storage and future use.",
            "The Phase II contract will also allow NFS to use portions of the purification and conversion line to produce fuel feedstock for potential use by Naval Reactors. NFS manufactures fuel material for all naval nuclear reactors used in US submarines and aircraft carriers.",
            "NFS also converts Cold War-era government stockpiles of HEU into material suitable for further processing into commercial nuclear reactor fuel.",
            "Image: Nuclear Fuel Services in Erwin, TN, USA (courtesy of BWX Technologies)"
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/us-canadian-and-polish-companies-to-support-bwrx-300-deployment-10708358/",
        "title": "US, Canadian and Polish companies to support BWRX-300 deployment",
        "text": [
            "US-based GE Hitachi Nuclear Energy (GEH) and Tennessee Valley Authority (TVA) are teaming up with Canada’s Ontario Power Generation (OPG) and Poland’s Synthos Green Energy (SGE) to advance global deployment of the GEH BWRX-300 small modular reactor (SMR).",
            "The BWRX-300 is a 300 MWe water-cooled, natural circulation SMR with passive safety systems that leverages the design and licensing basis of GEH’s ESBWR which has US Nuclear Regulatory Commission certification. As a result of design simplification, GEH claims the BWRX-300 will require significantly less capital cost per MW compared with other SMR designs. GEH says the BWRX-300 is being designed to reduce construction and operating costs below other nuclear power generation technologies. It will leverage a combination of existing fuel, plant simplifications, proven components as well as a design based on an already licensed reactor.",
            "TVA, OPG and SGE will invest in the development of the BWRX-300 standard design and detailed design for key components, including reactor pressure vessel and internals. GEH says it is committed to standard design development and anticipates a total investment of around $400m associated with the development. Each party will fund a share of GEH's overall cost and together will form a Design Centre Working Group to ensure the standard design is deployable in multiple jurisdictions. The long-term goal is for the BWRX-300 design to be licensed and deployed in Canada, the USA and Poland as well as globally.",
            "The agreement came a few days after Ontario-based BWX Technologies (BWXT) was awarded an engineering contract by GEH for the BWRX-300 reactor pressure vessel (RPV). Earlier in March, the Canadian Nuclear Safety Commission (CNSC) completed a combined phases 1&2 vendor design review (VDR) of the BWRX-300. The VDR is an optional service provided by CNSC at the request of a vendor and does not involve issuance of a licence, or influence subsequent CNSC decisions.",
            "GEH President & CEO Jay Wileman said the new collaboration “will offer benefits to each of the team members and demonstrates confidence in the role that our SMR technology will play in helping nations meet decarbonisation and energy security goals. Building on our design-to-cost approach, this collaboration will further strengthen the cost competitiveness of the BWRX-300.\"",
            "TVA President & CEO Jeff Lyash said: \"Working together, we are taking intentional steps to advance new nuclear in the US and around the world. TVA is leading the way for the nation by investing and helping to shape the standard design of the GEH BWRX-300, which will add more reliable, resilient, affordable and clean energy on the grid.\"",
            "The BWRX-300 has drawn interest from a number of key companies, including those involved in the new collaboration. In February, Estonia's Fermi Energia selected the BWRX-300 for potential deployment by the early 2030s and expects to sign a project development and preliminary works contract with GEH. In January, GEH, OPG, SNC-Lavalin and Aecon signed a contract for the deployment of a BWRX-300 SMR at OPG's Darlington site. In August 2022, TVA began planning and preliminary licensing for potential deployment of a BWRX-300 at the Clinch River Site in Tennessee. Canada's SaskPower in June 2022 selected the BWRX-300 for potential deployment in Saskatchewan in the mid-2030s.",
            "GEH says site preparation is now underway for a BWRX-300 at OPG's Darlington New Nuclear Project site in Clarington, Ontario, with construction expected to be complete by the end of 2028. TVA is preparing a construction permit application for a BWRX-300 at the Clinch River Site near Oak Ridge and is exploring additional sites in the TVA service area for potential SMR deployment. ORLEN Synthos Green Energy (OSGE), a joint venture between SGE and PKN Orlen, and its partners have started the pre-licensing process in Poland by submitting an application to the National Atomic Energy Agency for assessment of the BWRX-300. OSGE has initiated a site selection process for its proposed first BWRX-300 and intends to deploy this first unit by the end of this decade with the future potential for a fleet of BWRX-300s.",
            "\"Nuclear power will play a key role in meeting increasing clean electricity needs in Ontario and beyond, which is why OPG is constructing North America's first grid-scale SMR at the Darlington New Nuclear Project site,\" said OPG President & CEO Ken Hartwick.",
            "Rafal Kasprów, CEO of Synthos Green Energy said: \"For the first time ever, a private Polish company is investing in a design for nuclear power plants. We do this because GE Hitachi's state-of-the-art modular technology is simply ideal for decarbonising energy and heat production in Poland, and also for our other zero emission projects in the United Kingdom and throughout Central Europe.\"",
            "US Assistant Secretary for Nuclear Energy Kathryn Huff said the partnership was a model for \"precisely the kind of first-mover visionary private investment-driven effort\" needed to drive deployment at scale. \"It takes a lot of dollars to make real change happen, and the federal government can't provide all of those dollars. Our one dollar needs to turn into trillions of dollars on the private side, and this group of individuals is doing just that,\" she said.",
            "US Department of Energy (DOE) recently published the first of its Commercial Liftoff reports, to support dialogue with the private sector on the pathways to \"commercial lift-off\" for a range of technologies including advanced nuclear. \"This partnership is precisely what will result in commercial lift-off for small modular reactors which DOE is really excited about as a technology,\" Huff noted.",
            "Image: From L-R – Jay Wileman, GEH; Jeff Lyash, TVA; Ken Hartwick, OPG; and Rafał Kasprów, SGE at the signing ceremony (courtesy of TVA)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-wins-engineering-contract-from-geh-for-bwrx-300-rpv-10697051/",
        "title": "BWXT wins engineering contract from GEH for BWRX-300 RPV",
        "text": [
            "Ontario-based BWX Technologies (BWXT) has been awarded an engineering contract by GE Hitachi Nuclear Energy (GEH) for its BWRX-300 small modular reactor (SMR) reactor pressure vessel (RPV). Work associated with the contract includes engineering analysis, design support, manufacturing and procurement preparations. John MacQuarrie, president of BWXT Commercial Operations said intricate design projects such as the RPV for GEH’s BWRX-300 “are well-suited for BWXT’s engineering capabilities”.",
            "The BWRX-300 is a 300 MWe water-cooled, natural circulation SMR with passive safety systems that leverages the design and licensing basis of GEH’s ESBWR which has US Nuclear Regulatory Commission certification. The RPV, which contains the reactor core and associated internals, comprises the largest component within the BWRX-300. As a result of design simplification, GEH claims the BWRX-300 will require significantly less capital cost per MW compared with other SMR designs.",
            "Earlier in March, the Canadian Nuclear Safety Commission (CNSC) said it had completed a combined phases 1&2 vendor design review (VDR) of GE Hitachi Nuclear Energy’s BWRX-300 boiling water reactor. The VDR takes place during the design process and gives CNSC an opportunity to provide early feedback. It is an optional service provided by CNSC at the request of a vendor. It does not involve issuance of a licence, or influence subsequent CNSC decisions.",
            "BWXT said its latest announcement “supports recent demonstrations of interest in SMR development by utilities and project developers across North America and Europe”. It follows a GEH press release made in October 2021, in which GEH announced it had entered into a teaming agreement with BWXT Canada to cooperate on engineering and procurement to support the design, manufacturing and commercialisation of the BWRX-300 SMR.",
            "In February, Estonia's Fermi Energia selected the BWRX-300 for potential deployment by the early 2030s and expects to sign a project development and preliminary works contract with GEH. In January, GEH, Ontario Power Generation (OPG), SNC-Lavalin and Aecon signed a contract for the deployment of a BWRX-300 SMR at OPG's Darlington site. In August 2022, Tennessee Valley Authority began planning and preliminary licensing for potential deployment of a BWRX-300 at the Clinch River Site in Tennessee. Canada's SaskPower in June 2022 selected the BWRX-300 for potential deployment in Saskatchewan in the mid-2030s.",
            "Image: Cutaway of the BWRX-300 plant (courtesy of GE Hitachi)"
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/urenco-ends-its-support-for-u-battery-advanced-reactor-10694684/",
        "title": "Urenco ends its support for U-Battery advanced reactor",
        "text": [
            "Uranium hexafluoride tanks at Urenco in the Netherlands. (Credit: Bogaerts, Rob / Anefo/Wikipedia)",
            "Urenco says it is withdrawing its support for the U-Battery advanced modular reactor (AMR) project “having exhausted its attempts to secure the commitment of new commercial investors”. The U-Battery project was initiated by Urenco in 2008 based on a concept design developed by the Universities of Manchester and Dalton Institute in the UK and Technology University of Delft in the Netherlands. The design is for a 4 MWe high-temperature gas-cooled micro-reactor using high-integrity TRISO fuel. It is intended to produce local power and heat to replace diesel power for a variety of applications, including remote communities and other off-grid locations such as mining operations.",
            "In 2022, U-Battery Developments Ltd in Slough was one of six next generation of reactor projects awarded funding by the UK government. It was selected to receive £499,845 ($610,000) for a study to determine the optimum size, type, cost, and delivery method for a U­Battery AMR suitable for demonstration in the UK.",
            "U-Battery also received support from BWXT Technologies Inc, Cavendish Nuclear, Costain, Kinectrics, Jacobs, the UK’s National Nuclear Laboratory, Nuclear AMRC, Rolls-Royce and the University of Manchester.",
            "In January this year, U-Battery was granted its first legal patent for the design of its high temperature gas-cooled reactor fuel element and core from the UK Intellectual Property Office. The fuel element and reactor core design are therefore protected in law for five years and up to a maximum of 20 years. U-Battery said it also seeling similar patents in the USA and Canada.",
            "Urenco said, as an organisation which is committed to supporting the generation of low carbon electricity globally and helping the world to decarbonise, it “is a strong advocate for new nuclear and wishes to see advanced reactors deployed globally”. It added: “It is with regret, therefore, that we can no longer continue our support of the U-Battery Advanced Modular Reactor project, having exhausted our attempts to secure the commitment of new commercial investors.”",
            "It continued: “The U-Battery team has completed its current programme of work under the AMR RD&D programme, and after dialogue and consultation with the Department for Energy Security & Net Zero, and with other stakeholders, Urenco’s intention is to preserve the public investment in U-Battery by transferring its intellectual property to the National Nuclear Laboratory, subject to necessary due diligence and governance approvals.”",
            "Chris Chater, U-Battery Chief Technology Officer, said: “We are proud of the progress the U-Battery team have made to date; from a conceptual design developed by the Universities of Manchester (UK) and Delft (the Netherlands) to successfully winning UK Government backing as part of AMR competitions from 2018 onwards. While Urenco has refocused its priorities, we continue to believe in the U-Battery design which could provide an innovative decarbonisation solution for hard to abate sectors.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/companies-team-up-to-build-canadas-first-smr-10560780/",
        "title": "Companies team up to build Canada’s first SMR",
        "text": [
            "Ontario Power Generation (OPG) is teaming up with GE Hitachi Nuclear Energy, SNC-Lavalin, and Aecon to construct a small modular reactor (SMR) at Canada’s Darlington New Nuclear Project site. Under the agreement, the four companies will provide a diverse range of expertise and services as part of an integrated project delivery model. The aim is to develop, engineer and construct GE Hitachi’s BWRX-300 SMR, for completion by late 2028.",
            "The Darlington site is the only Canadian location licensed for new nuclear, with an accepted Environmental Assessment and a Site Preparation Licence. In December 2021, OPG and GE Hitachi agreed to work together to deploy the BWXR-300 at the Darlington site.",
            "The project will also support Canadian efforts to become a global SMR technology hub in a market estimated to be worth $150 billion a year by 2040.",
            "All parties will manage the project as an integrated team and each company will play a specific role in the project. OPG, as licence holder, will maintain overall responsibility for the project, including operator training, commissioning, Indigenous engagement, stakeholder outreach and oversight. Technology developer GE Hitachi will be responsible for design, procurement of major components, and engineering and support. Architect engineer",
            "SNC-Lavalin is to provide design, engineering and procurement support. Aecon, which will build the SMR, will provide construction planning and execution.",
            "Site preparation is now underway at the Darlington site and OPG has applied to the Canadian Nuclear Safety Commission for a Licence to Construct. The Darlington SMR is expected to spearhead similar projects in Saskatchewan, New Brunswick and Alberta, with interest also growing in the US and Europe.",
            "“Working with these three companies, OPG is leveraging decades of nuclear energy and large project experience to deliver much-needed new, reliable electricity generation to Ontarians,” said OPG President & CEO Ken Hartwick. “Construction of the Darlington SMR will create jobs and help ensure we meet Ontario’s growing energy needs as electrification and a growing economy drive demand.”",
            "Energy Minister Todd Smith noted: “Canada’s first grid-scale SMR at the Darlington site will help ensure a reliable, affordable and clean electricity system, increase export opportunities and support our success in driving electrification and attracting unprecedented investments in Ontario.”",
            "Image: GE Hitachi’s conceptual rendering of the BWXR-300 SMR to be built at the Darlington nuclear plant site in Ontario, Canada (courtesy of Ontario Power Generation)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/analysis/all-change-at-the-front-end-10528733/",
        "title": "All change at the front end?",
        "text": [
            "Above: Springfields in the UK has a long nuclear history and its fortunes could be revived once again by market changes in the front end fuel cycle",
            "There is no better illustration of how global events are causing structural change in the nuclear fuel supply chain than the UK’s venerable Springfields site.",
            "A gaseous diffusion enrichment plant at the site dating back to the cold war era disappeared decades ago, replaced by a business park. Fuel fabrication is still carried out at the site for the UK’s dwindling fleet of AGRs, but other areas of the site have been in a care and maintenance regime, with decommissioning in prospect. However, in December the UK government announced it would provide investment of up to £13mn for Westinghouse’s Springfields nuclear fuel fabrication operation, to help the company develop the capability to convert reprocessed uranium and freshly mined uranium to make new fuel. The Springfield site may also be required by Cameco to help fill growing gaps in the fuel supply market – conversion and enrichment, and fuel for Russian-supplied VVER reactors. Among the facilities in care and maintenance Springfields has a conversion capacity that closed in 2014, but its owner Westinghouse itself has a new owner in Cameco and that company has already said that more conversion capacity will be needed and that could include a further Springfield revival.",
            "Meanwhile, two other organisations at the site won government funding in September for engineering studies to help produce new types of fuel for advanced reactors.",
            "National Nuclear Laboratory (NNL) will work with JAEA and Urenco to deliver a domestic commercial fuel supply, starting with the first fuel load, for a High Temperature Gas-cooled reactor (HTGR) demonstration project. They will collectively develop the necessary coated particle fuel to full scale commercialisation, with a view to supplying markets worldwide. In a separate project Springfields Fuels Ltd will join with Urenco to commercialise TRISO as the standard fuel type for contemporary HTGR designs.",
            "In contrast with much of Springfields’ history, the new fuel opportunities are in a competitive environment. The UK faces competition from the USA, where government funding (via Idaho National Laboratory) recently saw an award of $37mn to BWX Technologies to support the company in manufacturing Triso fuel at its Lynchburg facility in Virginia, using downblended government stockpiles of high-enriched uranium. The fuel would be used in microreactors designed to be transported in standard shipping containers and would be used in remote areas, as well as by the US military and in disaster response and recovery. “This commercial TRISO fuel production line is the culmination of more than 15 years of work at INL and other DOE national laboratories, in partnership with BWXT, to develop and qualify this fuel with immense potential for use in microreactors, space reactors and other advanced reactor concepts,” said INL Laboratory Director John Wagner.",
            "Supplying new reactor types and replacing Russian supply were two of the major issues identified by Grant Isaac, CFO at Cameco, as affecting a nuclear fuel market that he said is undergoing a transition as more supplies are needed to meet growing needs.",
            "Isaac said in a recent market update that geopolitical events – driven by need to exclude Russia from the supply chain – had raised interest in the enrichment and conversion processes.",
            "Discussing uranium supplies, he said, so far change had been driven by the need to secure fuel supplies, rather than by rising demand. But that is changing. Utilities were still buying on a ‘replacement’ basis, rather than contracting ahead for the long term – but the market was nevertheless becoming more favourable because the price was rising. He said, “We have never started a contracting cycle from this high a price”. Isaac added that there was “uncovered demand of 1.5 billion pounds between now and 2035”. New contracts were not reducing that uncovered demand “because demand is rising”. He highlighted forecasts that suggested demand would be 225M lb/ yr and said the gap “means we need to have the equivalent of three more Cigar Lakes” added to existing operations.",
            "Breaking down the uranium market demand in the coming period, Isaac said the geopolitical situation is “an accelerant on a fundamentally improving story”, because of the Russian invasion of Ukraine and the clean energy crisis.",
            "He identified four growth trends. First, reactor shutdowns had been halted or delayed. He said that a dozen units had been ‘saved’ in the last couple of years that would add 6M lb of demand over the coming three years. His second trend was life extension – typically adding 20 years to a plant lifetime, to reach 60 years, but in some cases anticipating further extension to 80 years. Ten announced life extensions would add demand of 100M lb in the medium term. Third, Isaac talked about new markets for western-supplied uranium and fuel. That market – central and Eastern Europe – had not been accessible to western suppliers and with a 15M lb market it was a “pretty material contribution”. Finally, Isaac said the “enormous prize” was new build. If the market for SMRs took off as the DoE indicates, it could see 300 modular reactors built over the next two decades and that would double US uranium requirements to 90M lb per year.",
            "The world’s largest uranium supplier, Kazatomprom, also has an expectation of increased uranium requirements. It highlighted Japanese plans to restart seven nuclear reactors, adding them to 10 reactors that have already received operating approval. Japan’s Nuclear Regulation Authority (NRA) also plans to extend the current maximum 60-year operating life limitation for the nation’s reactors.",
            "Kazatomprom also noted new reactor startups in China, the United Arab Emirates (UAE) and Turkey. Kazatomprom also highlighted financial support for SMRs and AMRs and particularly the recent US Inflation Reduction Act (IRA) which includes incentives for building nuclear facilities.",
            "Isaac described the emerging fuel cycle market as one leveraged by geopolitics and a world “where origins matter” – which could give additional value to western supplies.",
            "It is also a market with new actors. One such is specialist commodity company Yellowcake, whose purpose is “to exploit commercial opportunities in the uranium sector, including the purchase and holding of physical uranium for the long term”. In a trading update for the six months to 30 September Yellow Cake said it had increased its uranium holding from 15.83M lb of U3O8 to 18.81M lb of U3O8. It took advantage of a decrease in the spot price from USD57.90/lb to USD48.25/lb during the period.",
            "Chief executive Andre Liebenberg, said: “The case for buying and holding uranium, despite a much weaker economic outlook, is compelling. The underlying fundamentals for nuclear energy, particularly with recent events highlighting the need for greater energy security, continue to strengthen. We are seeing an acceleration of new nuclear build intentions, particularly from China and a broader-based appreciation of the value of the existing nuclear fleet infrastructure, with life extensions in the US and Europe and further restarts in Japan. Meanwhile, supply is still heavily constrained driven by supply side pressures and cost inflation and will not keep up with rising demand.”",
            "Yellowcake is not the only commodity trader with a new interest in the uranium market, but as a mining company with physical assets to manage Cameco’s market view is more complex. If it is to grow, it needs long-term contracts that will allow it to take the capital-intensive step of opening or reopening facilities. Grant Isaac sees the market heading in that direction and indications include a change in contracting behaviour from customers. There was “a restoration of classic long term contracting behaviour,” he said, with tenders increasing in volume and term as utilities have become more confident in the future of their fleets.",
            "Isaac said Cameco was also getting more market-related pricing in its contracts, allowing it to benefit from a rising market in the long term. The market had already moved from contracts with a floor price of $25-30 and ceiling of $45-50, to floors at $45-50 and a ceiling of $70-80 “more the norm”. He said the terms were not attractive enough to see the company look at greenfield sources but could consider revival at sites that are already built and permitted. It is not there yet, Isaac said, but “this market has legs”.",
            "Cameco’s headline activity is uranium mining but it recently took ownership of almost half of Westinghouse, joining Brookfield, which had been sole owner and has retained 51% of the company. Isaac said Cameco saw Westinghouse’s front-end business as complementary to its own, but also: “Westinghouse has scarce assets, mission-critical assets that are growing in importance” and it delivers mission- critical services. He said Cameco would have liked to take a larger stake, but “We were able to get 49% from a company that would have liked to retain more of it”.",
            "Assuming the acquisition gets all the necessary approvals, Westinghouse will be co-managed by the new partnership, he said.",
            "Isaac said Cameco had “always been invested in the fuel cycle”. It also has a conversion plant at Hope River in Canada and Cameco has identified conversion as a bottleneck in the fuel supply chain, especially as Russia’s capacity at Seversk becomes politically unusable for western companies. “That was underappreciated,” said Isaac, and he noted that ‘overfeeding’ existing enrichment plants was an additional factor driving up uranium demand.",
            "ConverDyn is expected to reopen its US Honeywell plant in Metropolis in 2023 but Isaac said the Westinghouse JV would allow it to bring light water reactor expertise to the Canadian plant and compete with the US supplier. It may also spark a revival in the UK. Cameco’s links with Springfields go back to 2005, when it sold conversion from the site as a tolling product for 10 years. That ended in 2014 but Isaac said, “You need the Honeywell [ConverDyn] conversion capacity back in the US, you probably need the Springfields capacity back in the UK to meet western demand”. Isaac said “we have a lot of conversion demand coming our way”. For Cameco, fuel cycle interests enhance the company’s uranium market exposure: “we can take unique conversion demand and pull into it uranium demand in a way a uranium-only producer would not be able to do. We are in the business of selling uranium and conversion under long term contracts. This is a powerful value driver for Cameco’s owners,” said Isaac. However, as with uranium supply, investment in conversion depends on a long-term order book.",
            "Isaac said Cameco was taking on debt but uranium production was expanding, starting with restart of Macarthur River. That would pay back quickly, he noted, because the active site would see a reduction in care and maintenance costs as well as income from ore production. At the front end of the nuclear fuel cycle, according to Cameco, “the pie is growing”.",
            "Author: Janet Wood, Expert author on energy issues"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/us-nrc-accepts-triso-xs-application-for-fuel-fabrication-facility-10451681/",
        "title": "US NRC accepts TRISO-X’s application for fuel fabrication facility",
        "text": [
            "The US Nuclear Regulatory Commission (NRC) has accepted an application from X-Energy Reactor Company subsidiary, TRISO-X, for a fuel fabrication facility which will use high-assay low-enriched uranium (HALEU). Anticipating the decision, TRISO-X, in October, broke ground and began construction of the facility in Oak Ridge, Tennessee. The TRISO-X Fuel Fabrication Facility (TF3) is expected to create more than 400 jobs and attract investment of approximately $300 million. TF3 is set to be commissioned and operational by 2025.",
            "In a letter to TRISO-X, NRC said that the agency had \"determined that the application provides sufficient information to proceed with a detailed technical review\" and further \"established a 30-month review schedule to be completed by June 2025.\"",
            "TRIstructural ISOtropic (TRISO) fuel comprises three layers of carbon and ceramic materials that surround kernels or balls of high-assay low-enriched uranium (HALEU) fuel. The coatings have uniform characteristics in all directions. Fuel particles, each the size of a poppy seed, are enriched to a level four times higher than fuel used in most of today’s commercial nuclear reactors. The coatings retain fission products, making each particle its own containment system. DOE says TRISO is “the most robust nuclear fuel on earth”.",
            "In 2020, the DOE selected X-energy for their Advanced Reactor Demonstration Program (ARDP) to receive up to $1.2 billion of federal cost-shared funding to develop, license, build, and demonstrate operational advanced reactors by the end of the decade. The TRISO-X nuclear fuel produced in the Oak Ridge TF3 will be used in X-energy’s Xe-100 high-temperature gas reactors, which are expected to be operational by 2028. Since 2016, TRISO-X has operated a pilot-scale nuclear fuel fabrication facility at the Oak Ridge National Laboratory (ORNL) to further develop its TRISO-X fuel and support the Xe-100 reactor design.",
            "“TRISO-X will be the nation’s first commercial scale facility dedicated to fuelling reactors that require high-assay low-enriched uranium TRISO particles,” said Dr Kathryn Huff, Assistant Secretary for Nuclear Energy earlier this year. “It’s a job creator and an advanced reactor enabler that will help fuel a transition to a net-zero economy.”",
            "However, TRISO fuel development is also continuing at several of the US national laboratories. Earlier in December, BWX Technologies (BWXT) began production of TRISO nuclear fuel intended for the first US microreactor (Project Pele). Under a $37 million award from Idaho National Laboratory (INL), BWXT will manufacture a core for Project Pele, TRISO fuel for additional reactors and coated particle fuel for NASA. The fuel will be down-blended from US government stockpiles of HALEU and fabricated into TRISO fuel at BWXT’s facility in Lynchburg, Virginia. BWXT facilities are the only private US facilities licensed to possess and process highly enriched uranium.",
            "BWXT has expanded its specialty coated fuels production manufacturing capacity through previously announced awards funded by the Department of Defense (DOD) Operational Energy Capabilities Improvement Fund Office and NASA and programme management provided by DOD’s Strategic Capabilities Office.",
            "Also in December, US-based Kairos Power signed an agreement to produce TRISO fuel pebbles for the Hermes demonstration reactor at Los Alamos National Laboratory’s (LANL’s) Low Enriched Fuel Fabrication Facility (LEFFF) in New Mexico. The partnership with Los Alamos is facilitated by the Laboratory’s proximity to Kairos Power’s testing and manufacturing facility in Albuquerque.",
            "In August, Ultra Safe Nuclear Corporation (USNC) announced the opening of its Pilot Fuel Manufacturing (PFM) facility in Oak Ridge, located in the East Tennessee Technology Park (ETTP), to produce the first fuel for testing and qualification for use in its Micro Modular Reactor (MMR). The PFM contains full scale production equipment for TRISO particles, and UNSC’s FCM Fuel. The privately owned facility is located on the Manhattan Project site previously occupied by the K-25 gaseous diffusion plant. USNC produced its first uranium bearing TRISO particles earlier this year.",
            "Nine of the ten advanced reactor designs selected for funding under ARDP, including two planned demonstration reactors – Terrapower’s Natrium and X-energy’s XE-100 High Temperature Gas-Cooled Reactor – will rely on HALEU, which is enriched to nearly 20% with uranium-235 compared with the 5% used in power reactors. However, the US is facing problems as domestic production is limited and previous supplies from Russia are no longer available.",
            "Congress authorised the HALEU Availability Program in 2020 and eventually appropriated $45 million to “expedite” HALEU fuel-processing capacity. The Inflation Reduction Act added another $700 million and DOE has also established a HALEU consortium to support activities to secure a domestic supply of the fuel. In December, DOE also signed a contract with Centrus Energy’s subsidiary, American Centrifuge Operating (ACO), to pioneer production of HALEU at its facility leased from DOE in Piketon, Ohio. However, Centrus Energy Corp is expected to be producing less than 1 metric ton by 2023. Terrapower has postponed its Natrium plans by two years because of the HALEU shortage. It remains to be seen whether the TRISO projects will be affected by this.",
            "Image: Artist's rendering of the TRISO-X Fuel Fabrication Facility in Oak Ridge, TN, USA (courtesy of US Department of Energy)"
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-starts-production-of-triso-fuel-for-us-microreactor-10431260/",
        "title": "BWXT starts production of TRISO fuel for US microreactor",
        "text": [
            "BWX Technologies (BWXT) has celebrated the landmark production of TRISO nuclear fuel that will power the first microreactor built and operated in the USA. The event was attended by officials from the US Department of Defense (DOD), Department of Energy (DOE), NASA and Idaho National Laboratory (INL).",
            "TRIstructural ISOtropic (TRISO) fuel comprises three layers of carbon and ceramic materials that surround kernels or balls of high-assay low-enriched uranium (high-assay low-enriched uranium (Haleu) fuel. The coatings have uniform characteristics in all directions. Fuel particles, each the size of a poppy seed, are enriched to a level four times higher than fuel used in most of today’s commercial nuclear reactors. The coatings retain fission products, making each particle its own containment system. They also protect the fuel from the factors that most degrade performance in conventional reactors – neutron irradiation, corrosion, oxidation and high temperatures. DOE says TRISO is “the most robust nuclear fuel on earth”.",
            "Under a $37 million award from INL, BWXT will manufacture a core for Project Pele, TRISO fuel for additional reactors and coated particle fuel for NASA. INL administers the contract and provides the technical support and oversight. Fuel for the reactor will be down-blended from US government stockpiles of high-enriched uranium (HEU) to HALEU and fabricated into TRISO fuel at the BWXT facility in Lynchburg, Virginia. BWXT facilities are the only private US facilities licensed to possess and process HEU.",
            "“TRISO particle fuel is ideal for the next generation of reactors poised to help us meet our country’s clean energy goals,” said DOE Assistant Secretary for Nuclear Energy Dr Kathryn Huff. “It is extremely exciting to see decades of DOE’s investments in TRISO fuel’s robust safety performance paying off to power many of the most innovative advanced reactor designs to be deployed within this decade.”",
            "The Project Pele microreactor is designed to be capable of being safely transported in standard-sized shipping containers. Microreactors are designed to reduce the need for vulnerable fossil fuel deliveries relied on by the US military, and also to provide power for disaster response and recovery, power generation in remote areas and deep decarbonization efforts. “With supreme safety and performance characteristics, advanced nuclear fuels are the key enabler for fielding of next-generation reactor technologies,” BWXT President and CEO Rex D Geveden said. “We are extremely pleased to initiate full-scale production of TRISO for the Pele program and further develop similar coated nuclear fuel technology for space exploration programs with NASA. This differentiating capability at BWXT results from a longstanding partnership with the Department of Energy’s Idaho National Lab, and it is gratifying to reach this milestone.”",
            "INL Laboratory Director John Wagner said: “This commercial TRISO fuel production line is the culmination of more than 15 years of work at INL and other DOE national laboratories, in partnership with BWXT, to develop and qualify this fuel with immense potential for use in microreactors, space reactors and other advanced reactor concepts,”. “As the United States moves steadily toward a carbon-free energy future, nuclear power is an essential part of the journey. Project Pele will demonstrate the viability of this fuel type, opening the door for other advanced reactors.”",
            "BWXT Advanced Technologies announced in June that it was selected by the DOD Strategic Capabilities Office (DOD SCO) to manufacture and deliver the Project Pele prototype microreactor to INL. The fuel will be delivered to the lab separately.",
            "“TRISO fuel is capable of providing years of zero-carbon 24/7 energy in a safe and rugged form, with strategic implications for the DOD toward both its energy resilience and climate-change goals,” SCO Director Jay Dryer said.",
            "BWXT has expanded its specialty coated fuels production manufacturing capacity through previously announced awards funded by DOD Operational Energy Capabilities Improvement Fund Office and NASA and program management provided by SCO. In addition to TRISO, BWXT also produces specialty coated fuels for NASA in support of its space nuclear propulsion project within the agency’s Space Technology Mission Directorate. \"The high efficiency and high thrust provided by nuclear propulsion makes it an enabling capability for human missions to Mars,\" said Associate Administrator for NASA’s Space Technology Mission Directorate James L Reuter. \"Advancing nuclear fuels and systems are key to achieving our"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/laurentis-energy-supports-synthos-and-smrs-in-poland-10093000/",
        "title": "Laurentis Energy supports Synthos and SMRs in Poland",
        "text": [
            "Canada’s Laurentis Energy Partners and Polish energy company, Synthos Green Energy, have signed a Master Services Agreement (MSA) to support the development and deployment of small modular reactors (SMRs) in Poland. The signing took place at the Ministry of Climate and Environment in Poland, following a meeting between Ontario Canada’s Energy Minister, Todd Smith, and the Polish Undersecretary of State Adam Guibourgé-Czetwertyński.",
            "The agreement enables international collaboration between Laurentis and Synthos Green Energy, beginning with early project planning.",
            "Laurentis is a wholly-owned commercial subsidiary of Ontario Power Generation (OPG) and a full-scale SMR service provider. It offers expertise on the full development lifecycle of nuclear facilities, ranging from feasibility and planning through construction, commissioning, and operations.",
            "Synthos Green Energy, together with its partner PKN ORLEN S.A., the largest multi-energy company in Central Europe, has established the joint venture (JV) company ORLEN Synthos Green Energy or OSGE. Together, the JV plans to deploy a fleet of GE Hitachi BWRX-300 SMRs in Poland, targeting the first to be in operation by the end of this decade.",
            "“Based on Ontario’s experience with the BWRX-300 project to date, Laurentis is well positioned to provide expertise and support for SMR development in Poland,” said Dominique Minière, President of Laurentis Energy Partners. “The fact that the BWRX-300 technology has been chosen by experienced utilities from Canada…confirms that we have made the right decisions and that we are on the right track,” said Rafał Kasprów, CEO of Synthos Green Energy. “Working with Canadian entities, such as Laurentis Energy Partners, will allow us to learn from the first planned BWRX-300 deployments in the world, to accelerate project development in Poland.”",
            "Laurentis’s parent company, OPG, announced in December 2021 that it would work with GE Hitachi Nuclear Energy to deploy a BWRX-300 SMR at the Darlington new nuclear site – the only site in Canada currently licensed for a new nuclear build – with the mutual goal of constructing Canada’s first commercial, grid-scale SMR as early as 2028. Also in December 2021, GE Hitachi Nuclear Energy, BWXT Canada, and Synthos Green Energy announced the intention to support the deployment of SMRs in Poland.",
            "Image: Rafał Kasprów (left), CEO of Synthos Green Energy, is joined by Adam Guibourgé-Czetwertyński, Poland's under-secretary of state; Ontario energy minister Todd Smith; and Dominique Minière, president of Laurentis Energy Partners, at the signing ceremony (courtesy of Laurentis Energy Partners)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/bechtel-led-entity-to-operate-us-waste-isolation-facility-9851406/",
        "title": "Bechtel-Led Entity to operate US Waste Isolation Facility",
        "text": [
            "A Bechtel-led entity has won a potential 10-year, $3 billion contract from the US Department of Energy (DOE) to manage and operate the only US facility for disposal of defence-generated transuranic waste.",
            "DOE said that Tularosa Basin Range Services (TBRS) will oversee centralised characterisation, transportation, experimental and testing and programme support operations at the Waste Isolation Pilot Plant (WIPP) in New Mexico.",
            "The DOE Office of Environmental Management received five proposals for the cost-plus-award-fee, indefinite-delivery/indefinite-quantity contract through a full and open competition and selected the winning contractor using the “best value” sourcing method.",
            "Los Alamos Technical Associates will serve as TBRS’s small business partner. The WIPP M&O contract has a four-year base period of performance that will begin on 1 October, followed by six one-year option periods.",
            "TBRS will take over the management responsibility of the transuranic radioactive waste disposal facility from Nuclear Waste Partnership, a joint venture between Amentum and BWX Technologies, which holds the current WIPP contract that is scheduled to expire on 30 September.",
            "WIPP is a system of disposal rooms mined out of an ancient salt bed more than 2,000 feet underground. It has operated since 1999, accepting waste from 22 government sites across the USA. The waste consists of clothing, tools, rags, debris, soil, and other items contaminated with small amounts of plutonium and other human-made radioactive elements, known as transuranic or TRU waste. The waste has been accumulating since the 1940s as part of the nuclear defence programme.",
            "Image: Entrance to the DOE's Waste Isolation Pilot Plant in New Mexico (photo courtesy of US Department of Energy)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/two-polish-companies-apply-for-regulators-opinion-on-smr-technology-assessment-9849926/",
        "title": "Two Polish companies apply for regulator’s opinion on SMR technology assessment",
        "text": [
            "Polish copper producer KGHM Polska Miedź and Orlen Synthos Green Energy have both submitted applications to Państwowej Agencji Atomistyki (PAA – the National Atomic Energy Agency) for assessments of small modular reactor (SMR) technology. KGHM’s application relates to NuScale's VOYGR SMR power plant, while Orlen’s concerns GE Hitachi Nuclear Energy's BWRX-300, both US designs.",
            "The president of KGHM Polska Miedź, Marcin Chludziński, announced on 8 July that the company had submitted an application to the PAA for an assessment of the SMR technology that it wants to implement. The estimated cost of building the NuScale power plant with infrastructure is expected to be from $1.5-2 billion. The contract was signed in February this year, and KGHM announced that it would launch the first reactors by 2029. The energy from the first SMR power plant is to be supplied to the production divisions of KGHM.",
            "PAA said this was the first application it had received on SMR technology submitted to the National Atomic Energy Agency. KGHM had submitted an application for a general opinion on the planned organisational and technical solutions used in the NuScale reactor.",
            "The Nuscale plant is a small water-pressure modular reactor with a net capacity per module of 50 MWe. Depending on the design version one NPP can comprise four, six or 12 modules. In January 2017, NuScale applied for project certification to the US Nuclear Regulatory Commission (NRC). The first initial safety assessment was completed by NRC in 2018 and in August 2020, NuScale received safety certification.",
            "PAA said its opinion should aim at determining whether the planned organisational and technical solutions comply with the requirements of nuclear safety and radiological protection resulting from the provisions of the law, or whether the investor should make appropriate modifications.",
            "In February KGHM signed a definitive agreement with NuScale to initiate work towards deploying a first NuScale VOYGR SMR power plant in Poland as early as 2029. The first task under that agreement will identify potential project sites and develop project planning milestones and cost estimates. Chludziński said the next step will be to prepare a localisation study. He noted that work is already under way to launch a Test Control Centre in Poland. Operators and nuclear energy specialists will be trained there.\"",
            "The same day, Orlen Synthos Green Energy – a joint venture between chemical producers Synthos Green Energy (SGE) and PKN Orlen – applied to PAA for a general opinion on BWRX-300 SMR technology. PAA said its experts will check whether the submitted organisational and technical documentation complies with the requirements of nuclear safety and radiological protection resulting from the provisions of the law.",
            "The BWRX-300 with a design capacity of 300MWe is a new generation boiling-type reactor. Currently, the BWRX-300 reactor design is undergoing a safety review by US NRC in the Topical Reports (Topical Reports) process and the Canadian Nuclear Safety Commission in the VDR (Vendor Design Review) process.",
            "In December 2021, GE Hitachi, BWXT Canada and SGE signed a Letter of Intent to cooperate in deploying BWRX-300 SMRs in Poland. SGE, together with its partners, aim to deploy the first BWRX-300 in 2029 and to have at least 10 of the reactors in operation by the early 2030s.",
            "Orlen argues that small nuclear reactors are an opportunity for the national economy. “Almost 300 Polish companies have already been identified that have the potential to become part of the supply chain in the construction of these reactors\" Orlen noted. In both cases, the PAA President has six months to issue an opinion and this period may be extended to nine months in particularly complex cases.",
            "The technical documentation submitted with its application is based on the documentation prepared by the technology supplier for the Canadian nuclear regulator as part of the Vendor Design Review process, Orlen Synthos Green Energy noted."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/molybdenum-99-to-be-produced-at-darlington-npp-9833641/",
        "title": "Molybdenum-99 to be produced at Darlington NPP",
        "text": [
            "Following extensive collaboration involving design, regulatory licencing, manufacturing, planning and installation, the Molybdenum-99 Target Delivery System at unit 2 of Canada’s Darlington NPP, has officially reached the system energization milestone, enabling preliminary testing of the partially installed system. The project is led by Laurentis Energy Partners and BWXT Medical Ltd.",
            "Molybdenum-99 (Mo-99) is used in over 40 million procedures each year to detect illnesses such as cancer and heart disease. Mo-99 decays to Technetium-99 metastable (Tc-99m), one of the most widely used diagnostic imaging agents in nuclear medicine.",
            "The Tc-99m Generator programme kicked off in 2018 with the design of a specialised system at BWXT’s facility in Peterborough that would enable the production of Mo-99 at Ontario Power Generation (OPG)’s Darlington Nuclear Generating Station. In 2021 regulatory approval of the necessary licence from the Canadian Nuclear Safety Commission was obtained, authorising future production. The balance of the system is scheduled for installation, and full system commissioning in late 2022.",
            "In preparation for Q4 2022, when the remaining components of the Mo-99 system will be installed, the team has started preliminary testing to confirm the functionality of the equipment already in place.",
            "“This milestone marks a considerable step forward towards the production of this life-saving isotope. I’m proud of the joint team’s efforts in providing a healthier and safer quality of life for millions of people around the world,” said Jennifer Quirt, Director of Commercial Projects at Laurentis.",
            "On behalf of BWXT Medical, Laurentis is overseeing this project at Darlington. When the production system is operational and regulatory approval is obtained, BWXT’s Peterborough operations will manufacture and deliver the molybdenum targets to Darlington for irradiation. Once the targets are irradiated, BWXT Medical will then process the Mo-99 and integrate it into Tc-99m generators.",
            "Since the shutdown of Canada’s National Research Universal reactor in March 2018, North America has not had a stable domestic supply of Mo-99, and has had to rely on imports from Europe, Africa, and Australia. Once operational, the arrangement between Laurentis and BWXT will be capable of producing enough Mo-99 to supply a significant portion of the current and future North American demand.",
            "Because of the unique design of Ontario’s Candu reactors, isotopes can be removed and inserted while the reactor is online, without interrupting the station’s generation of energy. Darlington Nuclear will be the only commercial power reactor source of Molybdenum-99 in the world.",
            "Image: The Molybdenum-99 Target Delivery System at unit 2 of Darlington NPP (photo courtesy of Laurentis Energy Partners)"
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/bruce-power-awards-contract-to-bwxt-canada-for-mcr-project-9832176/",
        "title": "Bruce Power awards contract to BWXT Canada for MCR project",
        "text": [
            "As part of its ‘Made in Ontario’ strategy to secure good jobs, strengthen the economy, and cement the province as a nuclear centre of excellence, Canada’s Bruce Power has announced a key contract for its Major Component Replacement (MCR) Project, with Cambridge-based BWXT Canada Ltd. The contract, valued at CAD130 million ($99.7m), is for the fabrication and supply of replacement feeders for Bruce Power’s reactor units 3, 4, 5, 7 and 8 and represents an integral part of Bruce Power’s MCR Project. Feeder tube assemblies in Candu reactors transport heavy water coolant between the reactor and steam generators.",
            "The feeders will be manufactured by members of United Steelworkers Local 2859 at BWXT Canada’s Cambridge, Ontario facility. The contract was booked in the first quarter of 2022, and pre-production qualification work for the project is currently underway. Production manufacturing will commence in the fall of this year, and the project is expected to complete in 2031.",
            "“The United Steelworkers are proud to represent the almost 300 members of Local 2859 who have played an integral part in supporting nuclear projects since BWXT entered the industry over 60 years ago,” said Director of United Steelworkers District 6, Myles Sullivan. “This contract represents nearly a decade of high-skilled jobs for our members, and I am confident in their ability to successfully execute this work.”",
            "“We have a Made in Ontario technology and are announcing this ten- year contract today with the confidence that BWXT, and the men and women of United Steelworkers Local 2859 will continue to deliver high quality, on time and on budget components for our Major Component Replacement Project,” said Mike Rencheck, Bruce Power President and CEO.",
            "“This 10-year contract will allow us to make investments in our workforce and facility,” said John MacQuarrie, president of BWXT Canada. “Thanks to this contract and others related to nuclear plant life-extension in Ontario we are creating more highly-skilled, long-term jobs in our community.”",
            "Image: The feeder unit at Bruce 6 (photo courtesy of Bruce Power)"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/nasa-announces-awards-for-nuclear-power-on-the-moon-9795697/",
        "title": "NASA announces awards for nuclear power on the Moon",
        "text": [
            "NASA and the US Department of Energy (DOE) are working together to advance space nuclear technologies. The agencies have selected three design concept proposals for a fission surface power system design that could be ready to launch by the end of the decade for a demonstration on the Moon. This technology would benefit future exploration under the Artemis umbrella.",
            "The contracts, to be awarded through the DOE’s Idaho National Laboratory, are each valued at approximately $5 million. The contracts fund the development of initial design concepts for a 40kW class fission power system planned to last at least 10 years in the lunar environment.",
            "Fission systems are reliable and relatively small and lightweight compared with other power systems. They could enable continuous power regardless of location, available sunlight, and other natural environmental conditions. A demonstration of such systems on the Moon would pave the way for long-duration missions to the Moon and Mars.",
            "\"New technology drives our exploration of the Moon, Mars, and beyond,\" said Jim Reuter, associate administrator for NASA's Space Technology Mission Directorate. \"Developing these early designs will help us lay the groundwork for powering our long-term human presence on other worlds.\"",
            "Battelle Energy Alliance, the managing and operating contractor for Idaho National Laboratory, led the Request for Proposal development, evaluation, and procurement sponsored by NASA. Idaho National Laboratory will award 12-month contracts to the following companies to each develop preliminary designs:",
            "Lockheed Martin of Bethesda, Maryland – The company will partner with BWXT and Creare.",
            "Westinghouse of Cranberry Township, Pennsylvania – The company will partner with Aerojet Rocketdyne.",
            "IX of Houston, Texas, a joint venture of Intuitive Machines and X-Energy – The company will partner with Maxar and Boeing.",
            "“The Fission Surface Power project is a very achievable first step toward the United States establishing nuclear power on the Moon,” said Idaho National Laboratory Director John Wagner. “I look forward to seeing what each of these teams will accomplish.”",
            "The Phase 1 awards will provide NASA critical information from industry that can lead to a joint development of a full flight-certified fission power system. Fission surface power technologies also will help NASA mature nuclear propulsion systems that rely on reactors to generate power. These systems could be used for deep space exploration missions.",
            "NASA’s fission surface power project is managed by the agency’s Glenn Research Center in Cleveland. The power system development is funded by the Space Technology Mission Directorate’s Technology Demonstration Missions programme, which is located at Marshall Space Flight Center in Huntsville, Alabama.",
            "“Artemis is the twin sister of Apollo and goddess of the Moon in Greek mythology,” NASA explains. “Now, she personifies our path to the Moon as the name of NASA's efforts to return astronauts and a new wave of science payloads and technology demonstrations to the lunar surface. When they land, American astronauts will step foot where no human has ever been before: the Moon’s South Pole.”",
            "According to NASA, the Artemis missions will use innovative technologies to explore more of the lunar surface than ever before. “We will collaborate with our commercial and international partners to establish the first long-term human-robotic presence on and around the Moon. Then, we will use what we learn on and at the Moon to take the next giant leap: sending the first astronauts to Mars.”",
            "NASA says: “Starting in 2022, and throughout the decade, we will send a suite of science instruments and technology demonstrations to the lunar surface through commercial lunar payload deliveries.",
            "Prior to a lunar surface landing, we will fly two missions around the Moon to test our deep space exploration systems. We’re working toward launching Artemis I, an uncrewed flight to test the SLS and Orion spacecraft together, followed by the Artemis II mission, the first SLS and Orion flight test with crew.”",
            "Image: Conceptual illustration of a fission system which could provide reliable power for human exploration of the Moon under Artemis (courtesy of NASA)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/bwxt-selected-by-us-dod-to-deliver-prototype-reactor-9772250/",
        "title": "BWXT selected by US DOD to deliver prototype reactor",
        "text": [
            "BWX Technologies (BWXT) has said it will build the first advanced nuclear microreactor in the United States under a contract awarded by the US Department of Defense (DOD) Strategic Capabilities Office (SCO). The Project Pele full-scale transportable microreactor prototype will be completed and delivered in 2024 for testing at the Idaho National Laboratory (INL).",
            "SCO has partnered with the US Department of Energy (DOE) to develop, prototype and demonstrate a transportable microreactor that can provide a resilient power source to the DOD for a variety of operational needs that have historically relied on fossil fuel deliveries and extensive supply lines. Transportable microreactors deliver clean, zero-carbon energy where and when it is needed in a variety of austere conditions for not only the DOD, but also potential commercial applications for disaster response and recovery, power generation at remote locations, and deep decarbonisation initiatives.",
            "The prototype will be built under a cost-type contract valued at approximately $300 million, depending on options selected, by BWXT Advanced Technologies in facilities in Lynchburg, Virginia and Euclid, Ohio. Over the next two years, BWXT expects that approximately 120 employees will work on the project, including roughly 40 skilled trades, engineers and other positions that will be hired to support this effort and other projects.",
            "“We are on a mission to design, build and test new nuclear technology to protect the environment while providing power,” said Joe Miller, BWXT Advanced Technologies LLC president. “The entire nuclear industry recognises that advanced reactors are an important step forward to support growing power needs and significant carbon reduction imperatives.”",
            "The high-temperature gas-cooled reactor (HTGR) will operate at a power level of 1-5MWe and will be transportable in commercially available shipping containers. It will be powered by Triso fuel, a specific design of high-assay low-enriched uranium (Haleu) fuel that can withstand extreme heat and has very low environmental risks. The transportable reactor core and associated control system is designed to maintain safety under all conditions, including transitional conditions throughout transport. BWXT said the fuel has been tested and verified to temperatures far exceeding the operating conditions of the reactor.",
            "The transportable design consists of multiple modules that contain the microreactor’s components in 20-foot long, ISO-compliant CONEX shipping containers. The reactor is designed to be safely and rapidly moved by road, rail, sea or air. The entire reactor system is designed to be assembled on-site and operational within 72 hours. Shut down, cool down, disconnection and removal for transport is designed to occur in less than seven days.",
            "A diverse team of companies are joining BWXT to support delivery and successful operation of the Project Pele prototype. BWXT is the prime contract and integration lead, and is responsible for reactor module manufacture. Other companies include: Northrop Grumman, Aerojet Rocketdyne, Rolls-Royce LibertyWorks, and Torch Technologies.",
            "The reactor and fuel will be shipped separately, with fuelling taking place at the test site. Once fuelled, the system will undergo up to three years of testing at INL to confirm performance and operability. The test programme will demonstrate that the reactor can produce reliable off-grid electric power. Power generated by the reactor will be transferred to load banks that accurately mimic the operational load that a power source would see in actual application.  In addition, the system will be disassembled and re-assembled to prove transportability.",
            "BWXT said that, consistent with the non-commercial nature of the project, testing and operation will proceed under authorisation by DOE. The Nuclear Regulatory Commission, consistent with its role as an independent safety and security regulator, is participating to provide SCO with accurate, current information on applicable regulations and licensing processes."
        ],
        "frequency": 9
    }
]