[
    {
        "url": "https://www.world-nuclear-news.org/Articles/X-energy,-TransAlta-to-assess-use-of-Xe-100-in-Alb",
        "title": "X-energy, TransAlta",
        "text": [
            "to assess use of Xe-100 in Alberta",
            "X-Energy Reactor Company and Canadian power producer TransAlta Corporation are to study the feasibility of deploying an X-energy Xe-100 advanced small modular nuclear reactor at a repurposed fossil fuel power plant in the province of Alberta.",
            "The Xe-100 reactor design (Image: X-energy)",
            "The partners will evaluate the economics, regulatory impacts, licensing requirements, timelines, and overall suitability of deploying an Xe-100 plant at a fossil fuel power plant site. The study will also focus on identifying and building Alberta-based supply chain partners and vendors and economic benefits for the province.",
            "X-energy and TransAlta will be supported by Canada-based nuclear and professional engineering firms, including Hatch Ltd, Kinectrics Inc, and PCL Nuclear Management Inc. The study results are expected to provide \"valuable insights and data to inform future TransAlta project and business decisions\".",
            "The study will be supported through funding from Emissions Reduction Alberta (ERA), an initiative supported by the Government of Alberta designed to invest in promising technologies and solutions to reduce emissions throughout the province. X-energy has been awarded CASD623,152 (USD459,079) in funding for the project through ERA's Reshaping Energy Systems funding competition. It is one of 13 projects to receive funding totalling CAD33.7 million through the competition. \"These projects, valued at approximately CAD88 million in public and private investment, focus on technologies that will reduce emissions and contribute to a more flexible and sustainable energy grid in Alberta,\" ERA said.",
            "Alberta - which last year established a goal of reaching net-zero carbon emissions by 2050 - joined the provinces of New Brunswick, Ontario and Saskatchewan as a signatory to a memorandum of understanding to collaborate on small modular reactor (SMR) development in 2021 and has more recently signed memorandums of understanding with several SMR developers including ARC Clean Technology, X-energy and the Korea Atomic Energy Research Institute.",
            "The Government of Alberta is reconsidering the possibility of having conventional nuclear power plants, Affordability and Utilities Minister Nathan Neudorf told reporters at the provincial legislature on 28 March. His comment was the first public suggestion that the government is contemplating conventional nuclear power plants like those in Ontario and New Brunswick, according to",
            "\"This partnership with Emissions Reduction Alberta marks a significant step forward for clean energy technologies in the province,\" said Benjamin Reinke, X-energy's vice president for global business development. \"We are pleased to work with TransAlta, a leader in power production, innovation, and sustainability, to evaluate how X-energy can support the province's climate goals.",
            "\"Alberta's tradition of energy innovation combined with our advanced nuclear technology offers a powerful solution to reducing emissions while increasing reliable baseload generation capacity and supporting the region's key economic drivers.\"",
            "Blain van Melle, Executive Vice President, Commercial and Customer Relations at TransAlta, added: \"TransAlta is excited to work with Emissions Reduction Alberta and our project partners to explore how X-energy's innovative small modular reactor technology can potentially augment TransAlta's existing sites and assets to deliver clean, reliable heat and power to our customers at competitive rates and without emissions from fossil fuels.\"",
            "The Xe-100 - a high-temperature gas reactor capable of a thermal output of 200 MW or (80 MW electrical) which uses fuel made from robust TRISO fuel particles - is one of two designs selected by the US Department of Energy in 2020 to receive USD80 million each of initial cost-shared funding to build an advanced reactor demonstration plant that can be operational within seven years. X-energy announced in March 2023 that the first deployment of the design will be at one of materials science company Dow's sites on the US Gulf Coast. Seadrift - where Dow manufactures more than 4,000,000 pounds (1816 tonnes) of materials per year for use in applications such as food packaging, footwear, wire and cable insulation, solar cell membranes and packaging for pharmaceutical products - was selected to host the first Xe-100 in May 2023.",
            "X-energy has also signed a joint development agreement with utility Energy Northwest for the deployment of up to 12 Xe-100 small modular reactors in central Washington State.",
            "X-energy aims to deploy the first advanced small modular reactor in Alberta by the early 2030s.",
            "In January this year, the Canadian Nuclear Safety Commission concluded that there are no fundamental barriers to licensing the Xe-100, an outcome that X-energy said increases confidence in proceeding with formal licence applications in Canada.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/DOE-marks-milestone-as-Xe-100-basic-design-complet",
        "title": "DOE marks milestone as Xe-100",
        "text": [
            "The US Department of Energy (DOE) awarded USD40 million in funds for the six-year project to complete the basic design of the high-temperature gas-cooled reactor, which it says is instrumental in paving a path towards X-energy's multi-billion-dollar demonstration project and the USA's first commercial facility to produce high-assay low-enriched uranium (HALEU)-based fuel for next-generation reactors.",
            "A rendering of an Xe-100 plant (Image: X-energy)",
            "Maryland-based X-energy received an Advanced Reactor Concepts (ARC) award in 2015 to further develop its Xe-100 advanced reactor design and TRISO-X particle fuel. The project resulted in completion of the basic design of the reactor and fabrication of its first TRISO (tristructural isotropic) fuel pebbles using natural uranium at a pilot-scale fuel facility at Oak Ridge National Laboratory, which was commissioned as part of the project.",
            "X-energy is now working to license the reactor design with the US Nuclear Regulatory Commission (NRC). It is also working to license and operate a HALEU fuel fabrication facility, with funding under the DOE's Advanced Reactor Demonstration Program (ARDP). The company's TRISO-X subsidiary in April selected a site for a fuel fabrication plant at the Horizon Center Industrial Park in Oak Ridge, with commissioning and start-up envisaged as soon as 2025. It plans to submit a reactor construction permit application to the NRC by the end of 2023, with the first reactor at a four-unit Xe-100 plant planned for construction at a site in Washington state to be operational by 2028.",
            "\"The Advanced Reactor Concepts award was the catalyst for X-energy's progress toward the deployment of the Xe-100 reactor and our TRISO-based fuel fabrication facility,\" said TRISO-X President Pete Pappano. The company's current ARDP award will complete the mission of putting carbon-free power on the grid while building the HALEU fuel supply chain for all advanced reactors, he added.",
            "DOE is committed to supporting its industry partners in their efforts to deploy advanced reactors said DOE's Deputy Assistant Secretary for Reactor Fleet and Advanced Reactor Deployment Alice Caponiti. \"X-energy has made tremendous strides in moving the Xe-100 design toward eventual deployment.\"",
            "X-energy is one of two companies with advanced nuclear demonstration projects - the other being TerraPower, working towards the construction of a Natrium reactor in Kemmerer, Wyoming - which are now receiving support under the Bipartisan Infrastructure Law, signed into law in November 2021.",
            "The Xe-100 is a pebble bed high-temperature gas reactor capable of a thermal output of 200 MW or (80 MW electrical). It uses fuel made from robust TRISO fuel particles which are able to withstand extremely high temperatures without melting. Optimised as a four-unit plant delivering 320 MWe, the reactor can provide baseload power to an electricity system or use its thermal output to support industrial applications with high pressure, high temperature steam.",
            "X-energy recently signed a Letter of Intent with materials science company Dow to collaborate on the possible deployment of Xe-100 small modular reactor technology at one of Dow's manufacturing sites.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Tractebel,-Hatch-team-up-for-nuclear-new-build",
        "title": "Tractebel, Hatch team up for",
        "text": [
            "Belgian engineering firm Tractebel and Canadian engineering, project management, and professional services firm Hatch have agreed to cooperate on supporting the deployment of small and large nuclear technologies in North America and Europe.",
            "From left to right: Anicet Touré, Head of Strategy, Nuclear (Tractebel), Dan Kell, Senior Director - Power Transmission & Integration (Hatch), Philippe Van Troeye, CEO (Tractebel), Jim Sarvinis, Managing Director - Power (Hatch), Denis Dumont, Chief Global Nuclear Officer (Tractebel), Adel Muna, Director of Power - Europe (Hatch), Arnaud Rahier, Chief Operating Officer, Canada (Tractebel), Alain Masuy, Advisory Lead, Europe (Hatch) (Image: Tractebel)",
            "By collaborating, the two companies aim to provide \"invaluable expertise\" in the field of nuclear engineering and consultancy for nuclear projects. \"This will ensure continuity in the expert teams that will work on nuclear new build projects in North America and Europe, which was identified as a key success factor by nuclear technology developers,\" the partners said.",
            "Tractebel has over 60 years of nuclear engineering experience in Europe and now globally throughout the entire life cycle of nuclear installations, from design to decommissioning, as well as in industrial applications. Tractebel - a subsidiary of France's Engie - has been collaborating with EDF on the Nuward small modular reactor (SMR) project since 2021.",
            "Hatch offers engineering, consulting, and technology and equipment design, including first-of-a-kind development in the nuclear sector and covers the entire life cycle of nuclear installations from mining, fuel development, new build, operation, decommissioning and waste management. The company has been involved in supporting the development and evaluation of SMRs for on-grid or off-grid power since 2012. It is working with SMR vendors, utilities, heavy industry, industry regulators, and governments to support their development, licensing and implementation.",
            "\"Hatch and Tractebel's cooperation will be crucial to the construction of new nuclear assets,\" said Denis Dumont, Tractebel's chief global nuclear officer. \"We are honoured to cooperate with Hatch, a company that has strong roots in the North American industrial market and experience in the nuclear sector. Tractebel will bring its international nuclear new build and design authority experience to the alliance. We believe that by summoning up our strengths, we can build bridges between the North American and European energy ecosystems.\"",
            "\"We are proud to collaborate with Tractebel, which has cutting-edge expertise in nuclear engineering and a thorough knowledge of the European nuclear and industrial market,\" added Amar Jolly, Global Director Nuclear, Hatch. \"We will bring our strong nuclear systems, equipment design and waste management experience as well as our deep knowledge of the industries that are likely to implement SMRs to the collaboration. We believe that nuclear will be instrumental in the energy transformation and in achieving our global net-zero goals, including the decarbonisation of heavy industries.\"",
            "In June 2022, ARC Clean Energy Canada announced it was teaming up with Hatch for the deployment of ARC Canada's advanced SMR technology, which is planned for deployment in New Brunswick before the end of the decade. Hatch will use its engineering technology and capabilities to design ARC Canada's power plants in a fully digital format, with a focus on modular design to maximise factory production and scalability, minimising on-site construction time. Hatch is also playing a key role in the integration of ARC Canada's advanced technology for heavy industry using high-quality process heat which includes the optimisation of the technology for clean hydrogen and ammonia production.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 4
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Partnership-for-ARC-100-commercialisation",
        "title": "Partnership for",
        "text": [
            "A trilateral collaboration agreement has been signed to further cooperation between Korea Hydro & Nuclear Power, ARC Clean Technology and New Brunswick Power with the goal of establishing teaming agreements for global small modular reactor fleet deployment. It follows the signing of a memorandum of understanding last November.",
            "The signing of the collaboration agreement (Image: ARC/Linkedin)",
            "Through the MoU signed last year, the three companies have been exploring collaboration opportunities for the commercialisation of ARC's ARC-100 - an advanced small modular reactor (SMR) - in Canada, South Korea, the USA and other jurisdictions where Korea Hydro & Nuclear Power (KHNP) has business operations.",
            "The new collaboration agreement - signed during the",
            "Reuters SMR and Advanced Reactor 2024 Conference",
            "in Atlanta, Georgia - establishes firm commitments to deliverables, processes and timelines to advance discussions for participation and potential investment in the deployment of ARC units, starting with the commercial demonstration unit in the Canadian province of New Brunswick.",
            "Since 2018, ARC and NB Power have been working together on the development of the ARC-100. In July last year, NB Power, in partnership with ARC, submitted an environmental impact assessment registration document and an application for a site preparation licence for an SMR at the Point Lepreau nuclear power plant site in New Brunswick. The demonstration unit is slated for commissioning by 2029, subject to approvals and licensing. The deployment of the ARC-100 in New Brunswick is part of a joint strategic plan on SMR development and deployment released by the governments of Ontario, Saskatchewan, New Brunswick and Alberta in 2022.",
            "\"While we focus our capabilities on technological development for Korea's Innovative SMR (i-SMR) to have the highest level of competitiveness in the world, we are pushing for timely entry into the 4th generation SMR market,\" said KHNP CEO Jooho Whang. He added that \"global cooperation is necessary for accelerating the development and construction of 4th generation SMRs, and the strengths of the leading companies in Canada as well as KHNP will lead to synergy in cooperation\".",
            "ARC Clean Technology Canada President and CEO Bill Labbe said: \"We are excited to take the next step in formalising our relationship through today’s agreement. ARC is seeing significant growth and interest from multiple heavy industries and global jurisdictions for use of our technology. Together, ARC, KHNP and NB Power will be first movers in the industry with a turnkey solution for commercial deployment.\"",
            "\"Small modular reactors are an important part of NB Power’s strategic plan to meet government mandates to phase out coal by 2030 and achieve net-zero supply by 2035,” added NB Power President, CEO and Chief Nuclear Officer Lori Clark. \"The agreement with KHNP and ARC will assist us in deploying the clean energy we need to meet our climate goals and maintain energy security for New Brunswickers. In addition, we are excited about what this could mean for potential future commercialisation opportunities.\"",
            "The ARC-100 is currently undergoing the second phase of the Canadian Nuclear Safety Commission's pre-licensing Vendor Design Review process, having completed the first phase in 2019.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/ARC-SMR-proposed-for-green-energy-hub-at-Canadian",
        "title": "ARC SMR",
        "text": [
            "proposed for green energy hub at Canadian port",
            "The Belledune Port Authority (BPA) wants to use advanced small modular reactor (SMR) technology as part of a future expansion at the port in northern New Brunswick, and says an ARC-100 providing energy for hydrogen production and other industries could be in operation by 2030-2035.",
            "ARC's vision of an ACR-100 plant (Image: ARC)",
            "The BPA has announced it is working with project development company Cross River Infrastructure Partners on the proposal to use ARC Clean Technology Canada's (ARC) reactor design to generate a minimum of 1GW of zero-emission firm heat and power for industrial users at the port's recently announced Green Energy Hub. The project could reach commercial operation between 2030 and 2035, subject to feasibility studies, environmental approvals and licensing from the Canadian Nuclear Safety Commission, it said.",
            "The Green Energy Hub - a development district for clean energy projects, along with complementary, low-carbon industries to support regional economic growth - is a key piece of the BPA's long-term plans to transition away from declining traditional industries and toward a \"more dynamic\" and sustainable future. These were set out in its",
            "Master Development Plan 2022-2052",
            ", a 30-year roadmap published in October. BPA and Cross River have already agreed to develop a hydrogen facility powered by green-certified energy that would produce ammonia fuel for export, which is to be located at the Green Energy Hub.",
            "The SMR project would see the development of an ARC-100 unit to serve as an energy source for expanded hydrogen production and other industries based at the port, such as metal fabrication and advanced manufacturing. The ACR is an 100 MWe advanced sodium-cooled fast neutron SMR, which is based on the Experimental Breeder Reactor-II integral sodium-cooled fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 until 1994.",
            "\"One of the key advantages of the ARC reactors is their ability to provide a tremendous amount of high temperature steam and power in a small space,\" Cross River CEO Andrew Wilder said. \"As they are utilising proven technology, we believe the ARC-100 is the best advanced nuclear reactor to provide as an energy solution for heavy industry.\"",
            "The ARC-100 has also been selected for a demonstration project at NB Power's existing Point Lepreau nuclear power plant site as part of a joint strategic plan for SMR deployment set out earlier this year by the provincial governments of Ontario, Saskatchewan, New Brunswick and Alberta Canada’s SMR Roadmap. The demonstration unit is slated for commissioning by 2029, subject to approvals and licensing. The proposed project in Belledune would provide added scale for New Brunswick and could serve as a model for ARC's technology to be used as a direct energy source for industry, the partners said.",
            "\"The ARC-100 unit uses an inherently safe and proven technology with relatively low cost of modular construction and operation,\" ARC Canada CEO Bill Labbe said. \"It is an obvious choice for industrial implementation, and the Belledune application will make New Brunswick a leader in the development and deployment of small modular reactors in Canada and abroad.\"",
            "BPA President and CEO Denis Caron said the SMR would be part of a portfolio of clean energy projects at the Green Energy Hub, along with new wind energy developments, solar and biomass as well as leading edge energy storage solutions, and anticipated significant First Nations and community interest in the project. \"Maintaining and sustaining these relationships is critical to our collective success,\" he added.",
            "The proposed project is in traditional Mi’gmaq territory, and the Pabineau and Eel River Bar First Nations are adjacent to the Port of Belledune.",
            "\"With the need for a baseline source of clean energy it makes sense to go to small modular reactor technology,\" Chief Terry Richardson of Pabineau First Nation said. \"The fact that it can be utilised as a power source is a win for Cross River and other proponents developing hydrogen.\"",
            "Chief Sacha Labillois of Eel River Bar First Nation also welcomed the opportunity to learn more about about SMRs. \"Our community looks forward to engagement and consultation related to the environmental and economic benefits this development can bring to our region,\" he said.",
            "The BPA is part of Canada's Port Authority network. As well as managing the infrastructure and assets of the Port of Belledune, situated on the Atlantic coast in Northern New Brunswick. As well as four marine terminals, industrial-zoned land and infrastructure, the authority holds more than 650 hectares of land adjacent to its main terminal facilities that is available for immediate development. NB Power's 467 MWe baseload coal-fired plant at Belledune is expected to close by 2030 in line with Canadian federal plans to phase out coal.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/khnp-to-collaborate-with-canadian-firms-on-smr-deployment-11745205/",
        "title": "KHNP to collaborate with Canadian firms on SMR deployment",
        "text": [
            "Korea Hydro & Nuclear Power (KHNP), Canada-based ARC Clean Technology and New Brunswick Power (NB Power) have signed a non-binding trilateral Collaboration Agreement to further cooperation with the goal of establishing teaming agreements for global small modular reactor (SMR) fleet deployment. The agreement was signed at the Reuters SMR and Advanced Reactor 2024 Conference in Atlanta, Georgia.",
            "KHNP, ARC, and NB Power began exploring potential areas of collaboration for a global fleet deployment of ARC’s advanced SMR in 2023. Through a 2023 memorandum of understanding, the three companies have been exploring collaboration opportunities for the commercialisation of ARC's ARC-100 design in Canada, South Korea, the USA and other jurisdictions where Korea Hydro & Nuclear Power (KHNP) has business operations.",
            "The ARC-100 is a Generation IV advanced sodium-cooled fast reactor intended for on-grid and industrial applications. The planned first deployment of the ARC reactor is an on-grid commercial demonstration unit serving NB Power, one of Canada’s three nuclear operators, at the site of the Point Lepreau Nuclear Generating Station.",
            "ARC and NB Power have been working together since 2018, on development of the ARC-100. In July last year, NB Power, in partnership with ARC, submitted an environmental impact assessment registration document and an application for a site preparation licence for an SMR at the Point Lepreau NPP site in New Brunswick. The demonstration unit is slated for commissioning by 2029, subject to approvals and licensing. The deployment of the ARC-100 in New Brunswick is part of a strategic plan on SMR development and deployment announced in 2022 by the governments of Ontario, Saskatchewan, New Brunswick and Alberta. The ARC-100 is currently undergoing the second phase of the Canadian Nuclear Safety Commission's pre-licensing Vendor Design Review process, having completed the first phase in 2019.",
            "The new agreement establishes firm commitments to deliverables, processes, and timelines to advance discussions for participation and potential investment in the deployment of ARC units, starting with the commercial demonstration unit in the Province of New Brunswick.",
            "“While we focus our capabilities on technological development for Korea's Innovative SMR (i-SMR) to have the highest level of competitiveness in the world, we are pushing for timely entry into the 4th generation SMR market\" said KHNP CEO Dr Jooho Whang. He added: “Global cooperation is necessary for accelerating the development and construction of 4th generation SMRs, and the strengths of the leading companies in Canada as well as KHNP will lead to synergy in cooperation.”",
            "Bill Labbe, President & CEO of ARC Clean Technology Canada said ARC “is seeing significant growth and interest from multiple heavy industries and global jurisdictions for use of our technology”. He added: “Together, ARC, KHNP and NB Power will be first movers in the industry with a turnkey solution for commercial deployment.”",
            "Lori Clark, President & CEO and Chief Nuclear Officer of NB Power noted: “Small modular reactors are an important part of NB Power’s strategic plan to meet government mandates to phase out coal by 2030 and achieve net-zero supply by 2035. The agreement with KHNP and ARC will assist us in deploying the clean energy we need to meet our climate goals and maintain energy security for New Brunswickers. In addition, we are excited about what this could mean for potential future commercialisation opportunities.”",
            "The Canadian companies are aiming for the commissioning of an ARC-100 unit at the NB Power’s Point Lepreau Nuclear Generating Station by the end of 2030. However, Western expertise in fast reactor technology is limited with most development programmes cancelled in the 1970s. Currently fast reactors are operating commercially only in Russia, while both China and India have demonstration reactors in operation.",
            "Image: Korea Hydro & Nuclear Power CEO Whang Joo-ho (right) poses with NB Power CEO Lori Clark (centre), and ARC Clean Technology CEO and President Bill Labbe after signing a partnership for a new small modular reactor construction project in the Canadian province of New Brunswick (courtesy of Korea Hydro & Nuclear Power)"
        ],
        "frequency": 19
    },
    {
        "url": "https://www.neimagazine.com/news/korean-shipbuilder-joins-nuclear-shipping-project-11502161/",
        "title": "Korean shipbuilder joins nuclear shipping project",
        "text": [
            "Hyundai Heavy Industries cranes and ship yard. (Credit: Jasmine Halki/ Flickr)",
            "HD Korea Shipbuilding & Offshore Engineering (KSOE), a subsidiary of South Korea’s HD Hyundai, is to collaborate in a nuclear shipping project with UK start-up Core Power and US Southern Company and TerraPower. This followed a joint research and technology exchange meeting at Terrapower’s headquarters in Washington DC.",
            "The project will be based on TerraPower’s Molten Chloride Fast Reactor (MCFR) design, which uses molten chloride salt as both reactor coolant and fuel, which enables fast spectrum operation at higher temperatures than conventional reactors, generating electricity more efficiently. It also offers potential for process heat applications and thermal storage. A version of the MCFR – the m-MSR – is being developed for marine use. In October 2023, Southern Company, TerraPower and Core Power began pumped-salt operations in the Terrapower’s Integrated Effects Test (IET), as a step towards development of the MCFR.",
            "The project was initiated by Southern Company and TerraPower under the US Department of Energy (DOE) Advanced Reactor Concepts (ARC-15) award, a multi-year effort to promote the design, construction and operation of Generation-IV nuclear reactors. ARC-15 involves a total project investment of $76m based on a 60-40% public-private cost share.",
            "In November 2020, a team including Core Power, Southern Company, TerraPower and Orano USA applied to take part in cost-share risk reduction awards under DOE’s Advanced Reactor Demonstration Programme to build a proof-of-concept for a medium-scale commercial-grade marine reactor based on molten salt reactor technology. That same month, HD Hyundai invested $30m in TerraPower. KSOE will send an R&D team to TerraPower in March.",
            "KSOE is involved in other similar projects. In October 2023, KSOE and Kepco Engineering & Construction Company (Kepco E&C) received approval in principle (AIP) from the American Bureau of Shipping (ABS) for a new design of a floating offshore nuclear power barge. HD KSOE’s design involves a 240 MW SMR-powered ship, featuring four sets of 60 MW SMRs. The vessel would be a floating SMR facility on the sea, with the SMR placed on the bottom and a platform on top that produces carbon-free fuel such as hydrogen.",
            "In January, a memorandum of understanding was signed between Lloyd’s Register, Zodiac Maritime, KSOE and Kepco Engineering & Construction for development of nuclear-propelled ship designs, including bulk carriers and container ships. KSOE and Kepco E&C are to provide designs for future vessels and reactors and Lloyd’s Register will assess rule requirements for safe operation and regulatory compliance models. The project will enable shipping company Zodiac to evaluate ship specifications and voyage considerations around nuclear technology.",
            "Various other shipping companies and organisations are also looking to develop nuclear-powered vessels. In 2021, the American Bureau of Shipping (ABS) was awarded a contract by DOE to research barriers to the adoption of advanced nuclear propulsion on commercial vessels. The project addresses challenges to adopting new reactor technology in commercial maritime applications.",
            "In February 2023, South Korean industry, led by the leaders in maritime transport Hyundai Merchant Marine (HMM) and Janggeum Merchant Marine (Sinokor), signed a memorandum of understanding (MOU) to develop nuclear-powered ships. These included the city of Gyeongju, Gyeongbuk province, Korea Atomic Energy Research Institute (KAERI), Korean Research Institute of Ship & Ocean Engineering (KRISO), the Korean Registry of Shipping, Wooyang Merchant Marine and H Line Shipping as well as Sinokor and HMM.",
            "In April 2023, Korea’s Samsung Heavy Industries formed a consortium to commercialise nuclear power ships in cooperation with Korea Hydro & Nuclear Power Corp and Danish SMR developer Seaborg Technologies. In July, Seaborg signed a letter of intent with Norsk Kjernekraft to investigate the possible deployment of Seaborg’s CMSR in Norway. In October, Seaborg signed a Memorandum of Understanding (MOU) with PT Pertamina Power Indonesia to assess the scope of an initial project leading to the possible commercial deployment of Seaborg’s Compact Molten Salt Reactor (CMSR) Power Barge. Seaborg’s design is for modular CMSR power barges equipped with up to eight 100 MWe CMSRs, with an operational life of 24 years.",
            "In May 2023 Core Power attracted Japanese investment for its floating NPP (FNPP) project. Some 13 companies, including Onomichi Dockyard and Imabari Shipbuilding, invested about $80m in the project, according to Nikkei Asia. Although Core released no statement on the development, it reproduced the Nikkei article on its website.",
            "In July 2023, ABS commissioned US-based Herbert Engineering Corp (HEC) to investigate the potential of advanced modern reactor technology for commercial marine propulsion. At the same time, UK-based start-up nuclear technology company newcleo signed an agreement with Italy-based shipbuilder Fincantieri and certification multinational RINA, also based in Italy, to jointly study nuclear applications to the shipping industry.",
            "More recently, in January, Canadian firm Prodigy Clean Energy and US-based Westinghouse said they were designing a transportable NPP (TNPP) featuring a Westinghouse eVinci microreactor with the aim of launching the first project in Canada by 2030. The TNPP will comprise 5 MWe eVinci microreactors installed on a floating Prodigy Microreactor Power Station.",
            "Meanwhile, to date, the only operational purpose-built floating NPP is Rosatom’s 70 MWe/58 MWt Akademik Lomonosov moored at Pevek in Chukotka in the Russian Arctic Russia’s Far East, which began supplying heat and power to the region in May 2020. Rosatom is in the process of building several more for Arctic industrial sites."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/new-brunswick-releases-energy-strategy-11383545/",
        "title": "New Brunswick releases energy strategy",
        "text": [
            "The government of New Brunswick in Canada has released its strategy on how to transition the province to clean energy, while ensuring affordability and economic growth. “Powering our Economy and the World with Clean Energy – Our Path Forward to 2035” includes a 12-year road map and supporting strategies for the province to meet national and international clean energy transition targets.",
            "“We have a generational opportunity in front of us, to change the way we use energy to live and work, that will lead to a cleaner environment, more economic growth and, most importantly, an affordable and secure energy supply,\" said New Brunswick Premier Blaine Higgs. “Our energy strategy balances addressing climate change with the growing energy needs and demands from all users in our province.”",
            "“Climate change and the need to move away from greenhouse gas-emitting fuels are creating a global energy transition,” said Natural Resources & Energy Development Minister Mike Holland. “Our actions will collectively reduce our greenhouse gas emissions by nearly half by 2035, putting us well on our way to achieving a net-zero economy and creating new economic opportunities and prosperity for our province.”",
            "The strategy focuses on four areas: affordability, energy security & reliability, regulatory reform, and economic growth. It calls for;",
            "a significant increase in the use of renewable energy, such as wind and solar;",
            "more carbon-free baseload nuclear generation with small modular reactors (SMRs) to ensure the province’s energy grid has enough power to meet peak demand;",
            "developing new energy sources, such as hydrogen and biofuels; and increasing energy conservation and efficiency efforts.",
            "The strategy outlines how the energy landscape will transition, how the energy mix will change and the actions needed as well as the economic opportunities being created. It also looks at the impact the transition will have on how New Brunswickers think about and use energy. It outlines actions and requirements to meet federally regulated 2035 clean electricity and climate goals. An energy transition working group will be established. It will engage with First Nations and key stakeholders to ensure their input is considered in the development of initiatives and plans.",
            "The strategy calls for the addition of 600 MWe of capacity at the Point Lepreau Nuclear Generation Station by 2035, doubling New Brunswick's current nuclear capacity. The government says it will work with utility plant operator NB Power \"to enable the establishment of a partnership with another nuclear operator to improve performance, lower operational risk and lower cost\". NB Power earlier this year published its own strategic plan highlighting the need to phase out coal by 2030 and achieve net-zero electricity supply by 2035.",
            "The roadmap included in the strategy report expects the first 150 MWe of SMR capacity to come online in 2030-2031, with another 450 MWe starting up in 2035. In July, NB Power, in partnership with SMR developer ARC Clean Technology Canada, submitted an environmental impact assessment registration document and an application for a site preparation licence for an SMR at Point Lepreau. The deployment of the ARC-100 sodium-cooled fast reactor in New Brunswick and is part of a joint strategic plan on SMR development and deployment released in 2022by the governments of Ontario, Saskatchewan, New Brunswick and Alberta.",
            "Higgs said his government will try to balance the cost of new energy sources with the ability for citizens to afford the expected additional expenses. He warned that it will be a \"difficult\" endeavour that will require help from Ottawa. \"Is it going to be easy? No it's not,\" he told a news conference. \"We have to balance affordability and the reliability, and … ensure that at the end of the day we don't put more and more hardship on the citizens to a point where they just can't afford to live and work in our province. Are we on a path to higher energy costs? Absolutely. I mean that path was set 10 years ago, I would say, by the federal government.\"",
            "Holland told the press conference that the province is familiar with the costs associated with wind and hydroelectricity, but said the cost for bringing SMRs up to the anticipated capacity remains unknown.",
            "\"We will be looking to the federal government to assist and join us in funding some of the projects, some of the research,\" he noted. Holland said the province will lean more heavily on energy from wind and small nuclear reactors to decarbonise its economy. The first SMR should be operational by 2031 and the second in 2035, he added.",
            "Opposition leaders described the energy plan as superficial. Green Leader David Coon said doubling the amount of nuclear capacity … “means we’re going to double the debt, double the rates, because it is the most expensive form of electricity on the planet”. Liberal Leader Susan Holt commended the government for bringing in a document that considers different sources of electricity but said it lacks specifics. “Half of it was a review of the past and what was forward-looking was thin, short on details, short on figures, or any commitment to timeline,” she said."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/canadian-companies-to-collaborate-with-khnp-on-smrs-11347658/",
        "title": "Canadian companies to collaborate with KHNP on SMRs",
        "text": [
            "Canada’s ARC Clean Technology, Korea Hydro & Nuclear Power (KHNP) and New Brunswick Power (NB Power) have signed a memorandum of understanding (MOU) on collaboration for the commercialisation of ARC’s SMR technology in Canada, South Korea, the US and other jurisdictions where KHNP has business operations.",
            "ARC, in partnership with NB Power, aims to commission an ARC-100 unit at the Point Lepreau Nuclear Generating Station by the end of the decade. In June NB Power submitted a licence to prepare site application to the Canadian Nuclear Safety Commission, making it one of only three SMR projects in Canada to submit such a licence application. ARC plans to manufacture ARC-100 units in New Brunswick for export to other jurisdictions, creating economic benefits for the province.",
            "KHNP operates 25 nuclear power units supplying approximately 30% of South Korea’s electric power. The company has also constructed four nuclear power units in United Arab Emirates on time and on budget and has offices in New York, Washington, Paris, Tokyo, Abu Dhabi and Prague. The opportunities for collaboration to be explored under the MOU could include participation in current and future projects by providing specific expertise for the design, construction, project management, commissioning, operation, and maintenance of ARC’s SMR in multiple countries.",
            "ARC President & CEO, Bill Labbe says the agreement is acknowledgment of the opportunity for ARC technology on a global scale. “This agreement builds on the successful partnership we have established with NB Power in the Canadian market, and is the first step towards our companies working together to bring the ARC-100 to a global market,” he said. ARC Clean Technology has offices in Saint John, New Brunswick and Washington, DC.",
            "NB Power President & CEO Lori Clark welcomed the collaboration and expansion of existing partnerships and potential future commercialisation opportunities. “Small modular reactors are a key part of NB Power’s solution to phase out coal by 2030 and achieve net-zero supply by 2035, while maintaining energy security,” she said. “This is an example of our Strategic Plan: Energising our Future in action, finding new, cleaner and greener energy solutions and building partnerships.",
            "Jooho Whang, KHNP CEO would offer significant momentum for entering the Generation 4 SMR market. “While our tripartite collaboration is in its early stages, I am confident that, leveraging our extensive know-how gained through 40 years of development and operation of nuclear reactors both at home and abroad, we can advance strengthened by a solid partnership with NB Power and ARC Clean Technology.”",
            "Since 2018, ARC and NB Power have been working together on the development of the ARC-100, a modular 100 MWe integrated sodium-cooled fast reactor with a metallic uranium alloy core. The design is based on the Experimental Breeder Reactor-II (EBR-II) fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 to 1994. ARC Nuclear signed an agreement with GE Hitachi Nuclear Energy in March 2017 to collaborate on the development and licensing of an SMR using proprietary technology from GEH's PRISM reactor, which is also based on the EBR-II.",
            "However, all fast reactor projects in Europe and North America were essentially abandoned in the 1970s and 1980s and had effectively ceased in Europe and the US by the 1990s. Although interest in fast reactor technology is now reviving in Europe and the USA, both through collaborative projects and government support for private company initiatives, it remains at the design phase. The projected operation dates for the ARC-100 may, therefore, prove to be optimistic. Currently fast reactor development continues apace only in Russia, China and India, where there are now five fast reactors in operation and five more under development.",
            "Image: ARC Clean Technology CEO and President Bill Labbe (L); NB Power CEO Lori Clark; and Korea Hydro & Nuclear Power CEO Whang Joo-ho (R) at the signing ceremony (courtesy of KHNP)"
        ],
        "frequency": 17
    },
    {
        "url": "https://www.neimagazine.com/news/usace-re-awards-contract-to-dismantle-sm-1a-reactor-11242866/",
        "title": "USACE re-awards contract to dismantle SM-1A reactor",
        "text": [
            "The US Army Corps of Engineers (USACE) – Baltimore District has awarded a contract to decommission and dismantle the SM-1A Reactor Facility to Aptim-Amentum Alaska Decommissioning (A3D). The standalone C-contract contract estimated to be worth $95.5m over six years will integrate and leverage proven new technologies to dispose of both hazardous and radioactive materials.",
            "Amentum, based in Virginia, is a global engineering, project management and solutions integration company. APTIM, based in Louisiana, specialises in environmental services, resilience, sustainability, and energy solutions, as well as technical and data solutions, programme management, and critical infrastructure.",
            "A3D won the contract after protesting against an earlier decision to award it to Westinghouse. In August 2022, USACE awarded a $103m to Westinghouse Government Services (WGS) for the work.",
            "However, A3D alleged that USACE had misevaluated the WGS proposal and also failed to engage in adequate, equal discussions with the company. In April, the US Government Accountability Office partially upheld the protest and recommended that USACE “eliminate WGS from further consideration for award and make award to one of the remaining firms in the competition, if otherwise proper.” Alternatively, USACE could reopen discussions among the competitors; solicit, obtain and evaluate revised proposals as the basis for its decision. A3D won the contract after lowering its original bid of $133.5m.",
            "“As a global leader in environmental solutions, our experience in nuclear remediation is extensive,” said, of Amentum’s National Security Group President Mark Whitney said Amentum will provide USACE with “advanced engineering capabilities and solutions that have been successful at some of the most challenging environmental cleanup projects in the world”.",
            "David Lowe, Senior Vice President of APTIM’s Nuclear Decommissioning business unit, said, APTIM has a long history of supporting USACE and the Army Reactor Office (ARO) in decontamination and decommissioning projects. “Our extensive experience performing reactor decommissioning projects for USACE and the ARO enables us to bring advanced innovations and solutions to complete the work safely and effectively at Fort Greely,” he noted. “We will partner with USACE , regulators, and community stakeholders to eliminate the environmental liabilities of this legacy, ageing nuclear facility.”",
            "Other members of A3D’s team include Heritage – M2C1 Joint Venture, a HUBZone small business location in Delta Junction, Alaska; Lynden Logistics; Brice Environmental; Oak Ridge Technologies; ReNuke Services; AECOM Technical Services; and Delta Junction Medical.",
            "Under this new contract, the work will be performed at Fort Greely, Alaska and will include planning, permitting, and engineering, site preparation, demolition and disposal of facilities and components from the defuelled nuclear reactor, related wells and utility corridors, and other ancillary facilities. The contract also includes remediation of contaminated soils, a final status survey, and site restoration.",
            "The SM-1A reactor achieved criticality in 1962 and was shut down in March of 1972, followed by the removal and disposition of the used fuel in 1973. The primary mission of the single-loop, 20.2 megawatt-thermal pressurized water reactor was to establish a cold-weather nuclear power plant to support power to Fort Greely, with a secondary mission to study the economics of operating a nuclear electric power plant as compared to operating a conventional oil-fired system in a remote location.",
            "SM-1A was built between 1958 and 1962, and operated from 1962 to 1972. The design was based on the concept of the SM-1 reactor at Fort Belvoir, Virginia, a prototype for stationary medium-power plants (SM). 1A designates it as the first field plant of its type. It was designed to be used as an “in-service” test facility in an Arctic environment with its primary mission being to supply electrical power and heating steam for the utility systems at Fort Greely. The secondary mission was to study the economics of operating a nuclear-type electrical plant in a remote area where fuel costs are high and supply lines unusually long.",
            "The final shutdown in March 1972 was in accordance with the SM-1A Decommissioning Plan approved by the Army Reactor Systems Health & Safety Review Committee (ARCHS). This consisted of removal of the highly enriched uranium dioxide nuclear fuel, minor decontamination, shipment of pre-packaged radioactive waste, encasing certain reactor components (vapour container, waste tanks, and demineraliser room), sealing the pressure vessel, and installing appropriate warning signs and monitoring devices.",
            "Certain areas were maintained as restricted areas for radiation safety considerations. This method of decommissioning was selected to minimise costs and personnel radiation exposure. Future remediation was deferred until radiation levels and quantities of radioactive waste were significantly reduced. In 1995, Fort Greely was placed on the Base Realignment and Closure list (BRAC) under which certain areas were investigated and remediated. The base was then removed from the BRAC list and remained open to support critical Army missions.",
            "The decommissioning strategy developed in the 1970s recommended that the deactivated reactors should be placed into a safe storage mode to allow the shorter-lived radionuclides to decay. Delaying decommissioning was expected to reduce radioactive waste volumes and worker exposures. However, preliminary studies indicated that the levels of contamination present within the reactors would not be reduced by decay sufficiently to allow for release of the facilities without significant decontamination. Additionally, concern regarding the increasing cost and decreasing availability of radioactive waste disposal led the Army Reactor Office (ARO) to reassess disposal options.",
            "USACE developed a management plan for conducting an All Hazards Assessment, which contained provisions for four phases of work. Phase I included a Historical Records Review & Disposal Alternatives Investigation. Phase II included performing a characterisation survey and decommissioning cost estimate, which was completed in 2015. Phases III and IV deal with decommissioning planning, design, and execution. Decommissioning Planning has been completed and USACE has received a Decommissioning Permit from ARO.",
            "The remaining materials that have been entombed in concrete or safely stored onsite will now be removed as part of the contract with A3D. An on-site kick-off meeting at Fort Greely will take place in late October, paving the way for our preparatory work at the site. The team is targeting a full mobilisation to the site by mid-2024. Project completion is currently anticipated by 2029. The site will then be released to the Garrison for future use.",
            "Image: The SM-1A reactor facility at Fort Greely, Alaska (courtesy of USACE)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/more-us-funding-for-hydrogen-hubs-11231984/",
        "title": "More US funding for hydrogen hubs",
        "text": [
            "The headquarters of the United States Department of Energy . (Credit: JSquish from Wikimedia Commons)",
            "The US Department of Energy (DOE) has announced $7bn to launch seven Regional Clean Hydrogen Hubs (H2Hubs) across the US and accelerate the commercial-scale deployment of low-cost, clean hydrogen. DOE said the seven H2Hubs funded by President Joe Biden’s Bipartisan Infrastructure Law, will kickstart a national network of clean hydrogen producers, consumers, and connective infrastructure while supporting the production, storage, delivery, and end-use of clean hydrogen.",
            "The H2Hubs are expected to collectively produce 3m tonnes of hydrogen a year, reaching nearly a third of the 2030 US production target and lowering emissions from hard-to-decarbonise industrial sectors that represent 30% of total US carbon emissions. This federal investment will be matched by recipients to leverage a total of nearly $50bn to strengthen local economies, create and maintain high-quality jobs. US Secretary of Energy Jennifer M Granholm said: “With this historic investment, the Biden-Harris Administration is laying the foundation for a new, American-led industry that will propel the global clean energy transition while creating high quality jobs and delivering healthier communities in every pocket of the nation.”",
            "Selected projects for negotiation include:",
            "Appalachian Hydrogen Hub (Appalachian Regional Clean Hydrogen Hub (ARCH2); West Virginia, Ohio, Pennsylvania. The Appalachian Hydrogen Hub is anticipated to bring job opportunities to workers in coal communities and create more than 21,000 direct jobs. (Amount: up to $925m).",
            "California Hydrogen Hub (Alliance for Renewable Clean Hydrogen Energy Systems (ARCHES); California). This H2Hub has committed to requiring Project Labor Agreements for all projects connected to the hub, which will expand opportunities for disadvantaged communities and create an expected 220,000 direct jobs. (Amount: up to $1.2bn).",
            "Gulf Coast Hydrogen Hub (HyVelocity H2Hub; Texas). This H2Hub is expected to create approximately 45,000 direct jobss. (Amount: up to $1.2bn).",
            "Heartland Hydrogen Hub (Minnesota, North Dakota, South Dakota). This anticipates creating upwards of 3,880 direct jobs. (Amount: up to $925m).",
            "Mid-Atlantic Hydrogen Hub (Mid-Atlantic Clean Hydrogen Hub (MACH2); Pennsylvania, Delaware, New Jersey). It plans to develop renewable hydrogen production facilities from renewable and nuclear electricity using both established and innovative electrolyzer technologies. This H2Hub anticipates creating 20,800 direct jobs. (Amount: up to $750m).",
            "Midwest Hydrogen Hub (Midwest Alliance for Clean Hydrogen (MachH2); Illinois, Indiana, Michigan). This H2Hub plans to produce hydrogen by leveraging diverse and abundant energy sources, including renewable energy, natural gas, and low-cost nuclear energy. The Midwest Hydrogen Hub anticipates creating 13,600 direct jobs. (Amount: up to $1bn).",
            "Pacific Northwest Hydrogen Hub (PNW H2; Washington, Oregon, Montana). This plans to leverage the region’s abundant renewable resources to produce clean hydrogen exclusively via electrolysis. This H2Hub is expected to create more than 10,000 direct jobs. (Amount: up to $1bn).",
            "DOE’s investment will be met with the H2Hubs selectees’ cost share of more than $40bn. Together with tax incentives in the President’s historic Inflation Reduction Act and ongoing research and development efforts across the Federal government, today’s announcement will help drive private sector investment in clean hydrogen, setting the nation on a course to hit critical long-term decarbonization objectives.",
            "US energy company Constellation is a major participant in the MachH2 hydrogen hub. Constellation said it will use a portion of the hub funding to build the world’s largest nuclear-powered clean hydrogen production facility at its LaSalle Clean Energy Centre in Illinois. The project plans to produce an estimated 33,450 tonnes of clean hydrogen each year and create thousands of good-paying jobs. Constellation estimates its LaSalle clean hydrogen facility will cost about $900m, with a portion of the MachH2 award offsetting the project’s cost.",
            "The Midwest Alliance for Clean Hydrogen (MachH2) comprises more than 70 public and private entities representing every phase in the hydrogen value chain. “We are delighted to be part of this incredibly important hub in the nation’s heartland,” said Joe Dominguez, President & CEO of Constellation. He added that the award “is proof positive that DOE and the administration want existing nuclear energy to play a vital role in jumpstarting domestic hydrogen production and we look forward to final Treasury Department guidance”. Constellation Energy earlier this year began operating a 1 MW demonstration scale, nuclear-powered clean hydrogen production facility at the Nine Mile Point NPP in New York",
            "Xcel Energy, which is part of the Heartland Hydrogen Hub, said it expects to receive a large portion of the federal award. The company proposed investing up to $2bn over a decade for clean hydrogen-producing equipment and infrastructure and plans to use its existing and future nuclear, solar and wind resources in the Upper Midwest to produce hydrogen to blend into power generation, existing natural gas distribution systems, and agricultural and industrial applications. Xcel owns and operates two NPPs in the region, including a single boiling water reactor at Monticello and two pressurised water reactors at Prairie Island."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/state-of-the-art-glove-box-training-facility-opens-at-sellafield-11210165/",
        "title": "State-of-the-art glove box training facility opens at Sellafield",
        "text": [
            "A state-of-the-art Glove Box Training Facility for the UK nuclear industry has been opened at Sellafield. Glove boxes are crucial to operations at nuclear sites enabling operators to handle hazardous material in a safe and controlled environment. However, their use requires high levels of skill and dexterity. The new facility will reduce the amount of training done within plants and provide a standardised approach across the sector. It was delivered by the UK Alpha Resilience & Capability (ARC) programme.",
            "Historically, glove box training has mostly been provided within nuclear facilities themselves. This meant training tended to be specialised reducing opportunities for standardisation. The new facility will provide a more standardised approach, offering detailed training in glove boxes configured to recreate any scenario imaginable. Lighting and temperature can also be controlled to replicate the conditions trainees will face in the workplace.",
            "Minister for Nuclear & Networks Andrew Bowie said: “Nuclear skills training is key for the government to hit its target to provide up to a quarter of the UK’s electricity from homegrown nuclear energy by 2050, whilst supporting jobs across the country. The safe handling of nuclear waste is vital to deliver our nuclear ambitions, and this new glove box facility at Sellafield will help equip a new generation of nuclear operators.”",
            "Jacq Longrigg, group head of leadership, skills, and talent at the Nuclear Decommissioning Authority (NDA), said the facility will deliver a wide range of benefits across the sector, in terms of consistency, safety and efficiency. “With 17,000 people working across the NDA group, ours is one of the largest and most experienced nuclear workforces in the world.”",
            "She added: “Investing in skills and ensuring that we have the right people with the right expertise to deliver our mission today, and for decades to come, is a priority as well as a legal obligation. We know that we can’t do this alone and this is a great example of how we are working in collaboration across the NDA group, with government and the sector to make a real difference and advance the wider UK nuclear industry.”",
            "According to UK ARC programme manager Kierra Desay, as well as delivering a number of improvements for the industry, the facility will provide a better experience for trainees and an improved service to our customers. “The potential benefits are huge and will underpin ARC’s vision to sustain and enhance the UK’s Alpha capability,” she noted.",
            "Training course content has been developed via the ARC programme and underpinned by a series of pilot training courses. The UK ARC programme is a partnership between government, nuclear operating companies, and the wider nuclear industry. It works to ensure the UK has the skills it needs to complete current and future missions related to special nuclear materials.",
            "Partners include: Department for Energy & Net Zero, NDA, Office for Nuclear Regulation, Sellafield Ltd, Dounreay Sites Restoration Ltd, Atomic Weapons Establishment, National Nuclear Laboratory and Nuclear Skills Strategy Group.",
            "Image: The new facility will allow operators to handle hazardous material in a safe and controlled environment (courtesy of gov.uk)"
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/procurement-of-long-lead-components-to-begin-for-arc-100-smr-11206721/",
        "title": "Procurement of long lead components to begin for ARC-100 SMR",
        "text": [
            "ARC Clean Technology Supply Chain Manager, Anthony Jackman says the procurement process for long-lead items for the ARC-100 commercial demonstration unit at Canada’s Point Lepreau Nuclear Generating Station, such as the reactor vessel and intermediate heat exchangers, will begin in 2024. Contract awards are expected in the latter part of 2025 and the procurement schedule for other items will follow, he told “New Brunswick SMRs: A Collaborative Journey Towards Net Zero”. The meeting was a supply chain event for New Brunswick small modular reactor (SMR) industry leaders, government officials and experts hosted by Opportunities New Brunswick.",
            "Speaking to stakeholders involved in New Brunswick’s SMR future, he noted: “SMRs are a new way to construct nuclear power plants. The unique ARC-100 design has a small nuclear island, which reduces the amount of specialised equipment and hardware. This increases the opportunity for New Brunswick companies that currently supply similar services to heavy industry to participate in the construction of the ARC-100 plant beginning with the first unit.”",
            "ARC, in partnership with NB Power, aims to commission an ARC-100 unit at the Point Lepreau Nuclear Generating Station by the end of the decade. In June of 2023, NB Power submitted a licence to prepare site application to the Canadian Nuclear Safety Commission, making it one of only three SMR projects in Canada with a submitted licence application to prepare a site. ARC plans to manufacture ARC-100 units in New Brunswick for export to other jurisdictions, creating economic benefits for the province.",
            "ARC Clean Technology President & CEO Bill Labbe said: “Momentum is building, and the time has come for us to work together to build the plan for a robust SMR supply chain that will bring significant economic benefits to our province.”",
            "The ARC-100 is a 100 MWe integrated sodium-cooled fast reactor with a metallic uranium alloy core. The design is based on the Experimental Breeder Reactor-II (EBR-II) fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 to 1994. ARC Nuclear signed an agreement with GE Hitachi Nuclear Energy in March 2017 to collaborate on the development and licensing of an SMR using proprietary technology from GEH's PRISM reactor, which is also based on the EBR-II.",
            "However, all fast reactor projects in Europe and North America were essentially abandoned in the 1970s and 1980s and had effectively ceased in Europe and the US by the 1990s. Although interest in fast reactor technology is now reviving in Europe and the USA, both through collaborative projects and government support for private company initiatives, it remains at the design phase. The projected operation dates for the ARC-100 may, therefore, prove to be optimistic. Currently fast reactor development continues apace only in Russia, China and India, where there are now five fast reactors in operation and five more under development.",
            "Image: Artist's impression of the ARC-100 SMR (courtesy of ARC Clean Technology)"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.neimagazine.com/news/terrapower-begins-testing-molten-salt-technology-11199243/",
        "title": "TerraPower begins testing molten salt technology",
        "text": [
            "US power utility Southern Company, TerraPower and Core Power have started pumped-salt operations in the Integrated Effects Test (IET), as a step towards development of Generation-IV molten salt reactor technology, namely TerraPower’s first-of-a-kind Molten Chloride Fast Reactor (MCFR).",
            "Since installation of the IET at TerraPower’s laboratory in Everett, Washington in October 2022, the project team has completed mechanical, electrical and controls verification and commissioned all systems. The IET is a non-nuclear, externally heated, up to 1 MW multi-loop system – the world’s largest chloride salt system developed by the nuclear sector – and follows years of separate effects testing. The IET aims to inform the design, licensing and operation of an approximately 180 MW MCFR demonstration planned for the early 2030s.",
            "The project was initiated by Southern Company and TerraPower under the US Department of Energy (DOE) Advanced Reactor Concepts (ARC-15) award, a multi-year effort to promote the design, construction and operation of Generation-IV nuclear reactors. ARC-15 involves a total project investment of $76m based on a 60-40% public-private cost share.",
            "The project team also includes US and UK-based Core Power is a formed in 2018 to build marine-appropriate reactor plants, the US Electric Power Research Institute (EPRI), Idaho National Laboratory (INL), Oak Ridge National Laboratory (ORNL) and Vanderbilt University. The IET also supports the development and operation of the Molten Chloride Reactor Experiment at INL, a proof-of-concept critical fast-spectrum salt reactor. At less than 200 kW, the reactor will provide experimental and operational data.",
            "Commissioning of the IET employed hot argon and chloride salts to confirm readiness, including filling and flushing of drain tanks and verifying operation of freeze valves – a unique and important component for salt systems. Chloride salt has now been loaded into the primary coolant salt loops and pumped-salt operations have begun. A multi-month test campaign will provide valuable salt operations data and know-how for the MCFR programme.",
            "“Southern Company believes the next generation of nuclear power holds promise in providing an affordable and sustainable net-zero future that includes reliable, resilient and dispatchable clean energy for customers,” said Dr Mark S Berry, Southern Company Services Senior Vice President of Research & Development. “It’s exciting to see each new landmark in the Integrated Effects Test, as it helps our nation rebuild lost molten salt reactor knowledge.”",
            "Jeff Latkowski, Senior Vice President for the MCFR said: “The Molten Chloride Fast Reactor has the potential to meet the carbon-free needs of hard-to-decarbonise industrial sectors including and beyond electricity. The IET will help us gather and evaluate data to support the development of our technology, and we are excited to launch pumped-salt operations.”",
            "Mikal Bøe, President and CEO of Core Power described the start-up of the IET as “a milestone achievement in the development of the first fast-spectrum molten salt reactor”. He added that the IET “allows us to collect that crucial last-mile data for a design and build of the Molten Chloride Fast Reactor and takes the team one step closer to a genuinely unique way to do new nuclear that is appropriate for the commercial marine environment”.",
            "TerraPower's MCFR technology uses molten chloride salt as both reactor coolant and fuel, which enables fast spectrum operation at higher temperatures than conventional reactors, generating electricity more efficiently. It also offers potential for process heat applications and thermal storage. A version of the MCFR – the m-MSR – is being developed for marine use. TerraPower is also developing Natrium technology – featuring a sodium fast reactor combined with a molten salt energy storage system – with a demonstration plant planned to be built at Kemmerer in Wyoming.",
            "Image: The Integrated Effects Test (courtesy of Southern Company)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/canadian-tribal-communities-secure-stake-in-smr-companies-11189112/",
        "title": "Canadian tribal council secures stake in SMR companies",
        "text": [
            "Canada’s North Shore Mi’kmaq Tribal Council (NSMTC) and its seven First Nation member communities have signed equity agreements with Moltex Energy Canada and ARC Clean Technology Canada related to small modular reactor (SMR) technology. These will enable NSMTC and its member communities (Oinpegitjoig, Ugpi’Ganjig, Natoaganeg, L’nui Menikuk, Tjipogtotjg, Metepenagiag, Amlamgog) to share in Moltex and ARC’s planned development and deployment of advanced nuclear technology in New Brunswick and globally.",
            "NSMTC and its member communities are investing financially in both Moltex and ARC, through separate agreements. These will result in them receiving CAD2m ($1.47m) in share value from Moltex and CAD1m in share value from ARC. The number of shares received will depend on future company valuations at the close of later funding rounds.",
            "Since establishing their businesses in New Brunswick, ARC and Moltex have prioritised engaging with and including First Nation communities. Beyond offering equity ownership opportunities, the companies are dedicated to creating additional avenues for the advancement and prosperity of First Nation people in New Brunswick, including opportunities in training, employment, procurement, and business development.",
            "With the help of Saa Dene, a company focused on Indigenous inclusion through economic and social participation in the global economy, NSMTC conducted thorough due diligence to ensure that Moltex and ARC’s technologies and values harmonised with Indigenous teachings of honouring and respecting the Earth and its resources.",
            "The agreements precede ARC and Moltex’s participation and sponsorship of the Indigenous-Led Energy Symposium, an NSMTC-organised event taking place in October. The symposium will bring together leaders from First Nation communities, utilities, government, and industry for two days of conversation and collaboration regarding opportunities for Indigenous participation in the New Brunswick energy sector.",
            "Mike Holland, New Brunswick Minister of Natural Resources & Energy Development noted: “Small modular reactors are shaping an important part of Canada’s energy future. New Brunswick is leading the charge as the headquarters for both ARC Clean Technology and Moltex. This investment is a critical step in securing energy independence for my community and many others.”",
            "Moltex is developing three technologies: a Stable Salt Reactor – Wasteburner (SSR-W) that uses recycled nuclear waste as fuel; a WAste To Stable Salt (WATSS) process for recycling nuclear waste to produce SSR-W fuel; and GridReserve thermal energy storage tanks, enabling the SSR-W to act as a peaking plant. Moltex was selected by NB Power to progress development of its reactor technology in New Brunswickwith the goal of deploying first-of-a-kind SSR-W, WATSS and GridReserve units at the Point Lepreau site.",
            "ARC is developing the ARC-100, a 100 MWe integrated sodium-cooled fast reactor with a metallic uranium alloy core. The design is based on the Experimental Breeder Reactor-II (EBR-II) fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 to 1994. The ARC-100 has been selected by New Brunswick Power for implementation on their Point Lepreau site with the aim of completing it by the end of this decade."
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/alberta-supports-study-on-smrs-11174062/",
        "title": "Alberta supports study on SMRs",
        "text": [
            "Canada’s provincial government of Alberta will invest CAD7m ($5.1m) into a study by oil and gas producer Cenovus Energy on how small modular reactors (SMRs) could be used for future oilsands operations. Rebecca Schulz, Alberta’s Minister of Environment & Protected Areas, told a news conference at the World Petroleum Congress in Calgary that this is “just another example of how industry dollars are being reinvested back into industry to support innovation in emissions reduction”.",
            "Schulz, was joined by Justin Riemer, CEO of Emissions Reduction Alberta (ERA), and Laura Kilcrease, CEO of Alberta Innovates. ERA’s Technology Innovation & Emissions Reduction (TIER) fund is financing the project. According to Cenovus, the study will take several years and cost a total of CAD26m. It will focus on the feasibility of using nuclear power as an energy source to power the steam assisted gravity drainage process (SAGD) at oilsands.",
            "Rhona DelFrari, Chief Sustainability Officer & Executive Vice President of Stakeholder Engagement at Cenovus explained:",
            "“You use steam to inject it deep underground to loosen the oil so that you can pump it up.” Almost all of the emissions created in this type of oil sands facility are from boiling water, she continued. “So you would be eliminating the emissions because you’re eliminating the burning of natural gas to oil, the water to create the steam.”",
            "However, she clarified that this would only eliminate emissions from operations, not consumption of the end product.",
            "Much of Canada’s anticipated future oil production is expected to come from SAGD. The process currently uses large quantities of natural gas, available in situ, which produces considerable carbon dioxide emissions. Additional applications of nuclear power could include energy for oil sands operations generally speaking, as well as creating hydrogen from natural gas to then upgrade bitumen into synthetic crude, also known as syncrude.",
            "The Cenovus study will build on an early-stage feasibility study prepared by Hatch Ltd for Alberta Innovates, Cenovus and TC Energy and published in August. This looked at the use of SMRs in steam-assisted gravity drainage operations in oilsands",
            "In 2021 Alberta joined New Brunswick, Ontario and Saskatchewan in signing a Memorandum of Understanding (MOU) to collaborate on SMR development. Alberta has since signed MOUs with several SMR developers including ARC Clean Technology, X-Energy and the Korea Atomic Energy Research Institute.",
            "Schulz noted: \"A few years ago, the idea of expanding nuclear energy use was on the back burner – that is no longer the case. In Alberta, small modular nuclear reactors have the potential to supply heat and power to the oil sands, simultaneously reducing emissions and supporting Alberta's energy future. This funding is the foundation for that promising future.\"",
            "ERA CEO Justin Riemer said SMRs have \"great potential\" to supply non-emitting energy in many different applications. He added that more studies are needed to see if the technology is suitable for those industrial applications. “If so, it could be transformational for the in-situ oil sands sector and other sectors in Alberta,\" he said.",
            "The adoption of SMR technology in Alberta – which does not currently have any nuclear generating capacity – would require an extensive regulatory and engagement process, but Shultz said the province is working to ensure the regulatory framework is in place and ready if private industry decides to pursue the technology.",
            "A working group on emissions reductions set up by the government of Alberta and the Canadian federal government has agreed to begin development of a regulatory framework for SMR technology.",
            "According to Warren Mabee, Director of the Institute for Energy & Environmental Policy at Queen's University in Kingston, Ontario, there are still many unknowns with respect to the costs and efficiencies of SMRs but added that linking SMR technology to oilsands production may raise questions about whether it would be better used for other applications. However, he conceded that SMRs could start addressing the very high emissions associated with some oilsands operations. “That's a good starting point, I think,\" he noted.",
            "Environmentalists are not so sure. Greenpeace Canada suggested that the push for SMRs is a \"delay tactic\" from the oil and gas industry. \"Cenovus is one of the wealthiest companies in the country, and they can certainly pay for their own research,\" said Greenpeace Canada spokesperson Keith Stewart. \"The notion that taxpayers are footing the bill for them to promise to do something a decade away from now is a real waste of resources that could be going into putting in solutions like renewable energy.\"",
            "According to Dr Paul Dorfman, chair of the Nuclear Consulting Group and visiting fellow with the Science Policy Research Unit at the University of Sussex in the UK: “Nuclear is the weapon of choice for big oil.” Noting the long lead time to develop and regulate SMRs, they may be advantageous to the oil industry, which can continue producing during the extended regulatory and research and development periods.",
            "A similar sentiment was expressed by Julia Levin, Associate Director of National Climate at Canada’s Environmental Defence organisation. “This is another public handout from the Government of Alberta to an extremely profitable company,” she said. “SMRs appeal to oil and gas companies as a way to delay the energy transition, given how speculative the technology is.”",
            "Image: The Alberta government is funding research for oil giant Cenovus to use SMRs for oilsands processing (courtesy of Flickr via Wikimedia Commons (CC BY-2.0))"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/dismantling-of-mothballed-alaskan-nuclear-plant-to-resume-11109352/",
        "title": "Dismantling of mothballed Alaskan nuclear plant to resume",
        "text": [
            "The decommissioning of a mothballed NPP at Fort Greely in Alaska is expected to resume after the US Army Corps of Engineers (USACE) resolved a contract dispute that had delayed work for more than a year. The final phase of decommissioning and dismantling the SM-1A heat and power plant has been on hold since 2022 after a company competing for the contract filed protests over handling of the bid proposals.",
            "In August 2022, USACE awarded a $103m contract to South Carolina-based Westinghouse Government Services. However, officials for competing firm, Louisiana-based Aptim-Amentum Alaska Decommissioning (A3D) appealed against the decision to the federal General Accounting Office (GAO). USACE was directed by GAO to reopen discussions with the competing companies and to re-evaluate the bid proposals.",
            "“We ultimately made the decision to reverse the award, based on our re-evaluation of proposals,” said USACE project manager Brenda Barber. “So the award is going to Aptim-Amentum Alaska Decommissioning, and the Westinghouse Government Services contract has been terminated.” Barber said that when USACE allowed the competing companies to submit final proposals, A3D lowered its bid for the contract to $95.3m. “And it was deemed to be fair (and) reasonable, and resulted in an award to them,” she said.",
            "The SM-1A was a field prototype of a medium-sized nuclear reactor developed by the Army during the Cold War for use at remote military installations. It generated 20 MWt for steam heat and 1.8 MWe. All of the fuel in the reactor core has been removed along with highly activated control and absorber rods. All of the solid waste around the reactor was packaged up and shipped to waste-disposal facilities in other US states.",
            "Some of the plant’s primary system components, including the reactor and its pressure vessel and coolant pumps, were entombed inside the facility. They were either kept in place, or cut off and placed in the bottom of the tall vapour containment building before being grouted and concreted.",
            "SM-1A was built between 1958 and 1962, and operated from 1962 to 1972. The design was based on the concept of the SM-1 reactor at Fort Belvoir, Virginia, a prototype for stationary medium-power plants (SM). 1A designates it as the first field plant of its type. It was designed to be used as an “in-service” test facility in an Arctic environment with its primary mission being to supply electrical power and heating steam for the utility systems at Fort Greely. The secondary mission was to study the economics of operating a nuclear-type electrical plant in a remote area where fuel costs are high and supply lines unusually long.",
            "The final shutdown in March 1972 was in accordance with the SM-1A Decommissioning Plan approved by the Army Reactor Systems Health & Safety Review Committee (ARCHS). This consisted of removal of the highly enriched uranium dioxide nuclear fuel, minor decontamination, shipment of pre-packaged radioactive waste, encasing certain reactor components (vapour container, waste tanks, and demineraliser room), sealing the pressure vessel, and installing appropriate warning signs and monitoring devices.",
            "Certain areas were maintained as restricted areas for radiation safety considerations. This method of decommissioning was selected to minimise costs and personnel radiation exposure. Future remediation was deferred until radiation levels and quantities of radioactive waste were significantly reduced. In 1995, Fort Greely was placed on the Base Realignment and Closure list (BRAC) under which certain areas were investigated and remediated. The base was then removed from the BRAC list and remained open to support critical Army missions.",
            "The decommissioning strategy developed in the 1970s recommended that the deactivated reactors should be placed into a safe storage mode to allow the shorter-lived radionuclides to decay. Delaying decommissioning was expected to reduce radioactive waste volumes and worker exposures. However, preliminary studies indicated that the levels of contamination present within the reactors would not be reduced by decay sufficiently to allow for release of the facilities without significant decontamination. Additionally, concern regarding the increasing cost and decreasing availability of radioactive waste disposal led the Army Reactor Office (ARO) to reassess disposal options.",
            "USACE developed a management plan for conducting an All Hazards Assessment, which contained provisions for four phases of work. Phase I included a Historical Records Review & Disposal Alternatives Investigation. Phase II included performing a characterisation survey and decommissioning cost estimate, which was completed in 2015. Phases III and IV deal with decommissioning planning, design, and execution. Decommissioning Planning has been completed and USACE has received a Decommissioning Permit from ARO. The total estimate for decommissioning is $243m including estimated costs to implement the project and USACE oversight USACE expects decommissioning efforts at the site to be completed by 2029. The site will then be released to the Garrison for future use.",
            "The remaining materials that have been entombed in concrete or safely stored onsite will now be removed as part of the contract with A3D. As to the contract dispute, KUAC quoted Barber as saying: “We don’t typically comment too much on the protests just because of the sensitivity.” However, according to information on the GAO website, A3D argued that USACE misevaluated the Westinghouse proposal and also failed to engage in adequate, equal discussions with the firm. Westinghouse also failed to identify a retention plan to ensure key personnel would be available for the duration of the project.",
            "Barber said the re-evaluation has delayed the completion date of the project by a year. “We’re finalising some startup-related issues with respect to the contract now,” she said, “and we’re hopeful that work on the site – physical work on the site – is probably still six to eight months out.”",
            "Image: The SM-1A plant at Fort Greely (courtesy of Alaska Public Media)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/commonwealth-fusion-awarded-us-doe-grants-11076965/",
        "title": "Commonwealth Fusion awarded US DOE grants",
        "text": [
            "The US Department of Energy’s Innovation Network for Fusion Energy (INFUSE) programme has awarded US-based Commonwealth Fusion Systems (CFS) three new grants to fund research & development projects with the University of California at Berkeley, Princeton Plasma Physics Lab, and University of California at Los Angeles. The INFUSE award programme is intended to accelerate fusion energy development through public-private research partnerships.",
            "The CFS awards will support the following projects:",
            "Electrochemical evaluation of hydrogen concentration and diffusivity in FLiBe [a eutectic mixture of lithium fluoride and beryllium fluoride]. This programme will measure the behaviour of tritium, a key fusion fuel, in FLiBe, which CFS’s ARC fusion power plant will use to transfer thermal energy, cool and shield components, and breed tritium.",
            "Deuterium retention in boron dust. This programme will examine how boron, which is typically applied to the plasma-facing surfaces in tokamaks, traps deuterium, another key fusion fuel.",
            "Informing ARC divertor design and plasma facing material selection through integrated modelling. This programme will evaluate the ability of material candidates to survive the demanding environment of an ARC power plant divertor.",
            "INFUSE was established in 2019. The 2023 INFUSE awards total $4.6m and funded 18 projects at US National Labs and universities. The programme is sponsored by the Fusion Energy Sciences (FES) programme office within DOE’s Office of Science and is focused on accelerating fusion energy development through public-private research partnerships. The projects for the 2023 INFUSE awardees were selected through a competitive peer review process managed by the INFUSE leadership team at Oak Ridge National Laboratory and Princeton Plasma Physics Laboratory.",
            "CFS has received 21 INFUSE awards, and has past or present collaborative projects with12 US National Labs and universities. CFS was spun out of Massachusetts Institute of Technology’s (MIT’s) Plasma Science & Fusion Centre as a private company in 2018, and has since raised more than $2bn in funding. CFS is collaborating with MIT to leverage decades of research combined with new high-temperature superconducting (HTS) magnet technology. SPARC is a tokamak under development by CFS in collaboration with MIT’s Plasma Science and Fusion Centre, which is also designing the compact ARC (affordable, robust, compact) fusion reactor."
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/nb-power-submits-documentation-for-smr-project-site-application-10983637/",
        "title": "NB Power submits documentation for SMR project site application",
        "text": [
            "NB Power and ARC Clean Technology Canada (ARC Canada) have submitted an Environmental Impact Assessment registration document to the Department of Environment & Local Government (DELG) as well as a Licence to Prepare Site Application to the Canadian Nuclear Safety Commission (CNSC) for their advanced small modular reactor (SMR) project. These submissions progress plans to construct and operate an advanced SMR on the site of the Point Lepreau Nuclear Generating Station.",
            "NB Power recently launched a strategic plan, “Energizing our Future”, that highlights the need to phase out coal by 2030 and achieve net-zero supply by 2035, while maintaining energy security.",
            "NB Power expects to develop strategic partnerships to support the construction and operation of the advanced SMR. Lori Clark, President & CEO of NB Power said SMRs are part of the solution to achieving net-zero by 2035.",
            "Since 2018, ARC has been working on the development of the ARC-100, a 100 MWe integrated sodium-cooled fast reactor with a metallic uranium alloy core. The design is based on the Experimental Breeder Reactor-II (EBR-II) fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 to 1994. ARC Nuclear signed an agreement with GE Hitachi Nuclear Energy in March 2017 to collaborate on the development and licensing of an SMR using proprietary technology from GEH's PRISM reactor, which is also based on the EBR-II. The ARC-100 is currently undergoing the second phase of the CNSC's pre-licensing Vendor Design Review process, having completed the first phase in 2019. ARC Canada is a subsidiary of ARC Clean Technology based in Washington DC.",
            "NB Power has been providing technical support for the project, which is expected to be the first deployment of an on-grid advanced SMR facility in Canada. The project is a key objective of Stream 2 of the Strategic Plan for the Deployment of Small Modular Reactors prepared by the governments of New Brunswick, Ontario, Alberta, and Saskatchewan in 2022. Deployment of SMR technology has also been envisaged in northern New Brunswick, where the Belledune Port Authority has said an ARC-100 providing energy for hydrogen production and other industries could be in operation by 2030-2035.",
            "Bill Labbe, President & CEO of ARC Clean Technology Canada, noted; “We have an unprecedented opportunity to grow the low-carbon economy of the future, and ARC looks forward to the open and transparent public licensing processes that are now beginning.”",
            "Image: ARC Canada President, Bill Labbe and NB Power President, Lori Clark (courtesy of NB Power)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/us-awards-gain-vouchers-to-accelerate-advanced-nuclear-technologies-10978640/",
        "title": "US awards GAIN Vouchers to accelerate advanced nuclear technologies",
        "text": [
            "The US Department of Energy (DOE) has awarded seven Gateway for Accelerated Innovation in Nuclear (GAIN) vouchers to industry partners to support the development of promising advanced nuclear technologies. The companies will be able to leverage the expertise and research capabilities at selected DOE national laboratories to support their projects towards commercial deployment.",
            "GAIN voucher recipients do not receive direct financial awards. The vouchers provide funding to DOE national laboratories to help businesses overcome critical technological and commercialisation challenges. Awardees are responsible for a minimum 20% cost share, which could be an in-kind contribution.  The following companies received vouchers:",
            "Advanced Reactor Concepts (Washington DC) will partner with Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to further develop a protective barrier coating between the fuel and cladding for the metallic uranium-based alloy fuel used in its ARC-100 advanced reactor design. Barrier coatings can help prevent fuel-cladding chemical interactions and enable longer fuel service life in advanced reactors.",
            "Alpha Tech Research Corp (American Fork, Utah) will team up with ANL to advance the development of a promising yttrium hydride-based moderator for its molten salt microreactor concept. The data will be used to inform the design and size of the reactor.",
            "General Atomics (San Diego, California ) with work with Oak Ridge National Laboratory (ORNL) to examine the material behaviour of irradiated silicon carbide composite samples. This will help inform material behaviour models required to license the use of silicon carbide-based structures in nuclear reactors.",
            "Kairos Power (Alameda, California) will partner with Pacific Northwest National Laboratory (PNNL) to evaluate instruments and develop operating procedures and hardware configurations to analyse its lithium enrichment process. This will ensure that the enriched lithium product meets fluoride-salt cooled, high temperature reactor requirements.",
            "Moltex Energy USA (Wilmington, DC) will work with ANL to model the heat transfer between fuel pins and the coolant in its molten salt reactor concept. The results will inform the design of its Stable Salt Reactor.",
            "Ultra Energy (Round Rock, Texas) will collaborate with ORNL to organise and design high-temperature reactor testing to support the testing and further development of its new prototype detector that could help enhance the safe operation of commercial reactors once commercialized. Test results will demonstrate suitability of the prototype and allow for further development for commercial deployment.",
            "Westinghouse Electric Company (Cranberry, Pennsylvania) will partner PNNL and INL to perform post-irradiation experiments on its chromium-coated accident-tolerant fuel cladding. The project will focus on corrosion and hydrogen behaviour in the cladding from two different coating processes.",
            "GAIN was established by DOE’s Office of Nuclear Energy and provides the nuclear community with the technical, regulatory, and financial support necessary to move innovative nuclear technologies toward commercialisation.   This is the third round of GAIN vouchers awarded for FY 2023."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/canadas-alberta-to-co-operate-with-south-korea-on-smrs-10786398/",
        "title": "Canada’s Alberta to co-operate with South Korea on SMRs",
        "text": [
            "The Korea Atomic Energy Research Institute (KAERI) has signed a Memorandum of Understanding (MoU) with the Government of Alberta to establish a comprehensive cooperation framework to jointly explore the viability of small modular reactor (SMR) technologies to help to meet Alberta’s net-zero targets. The MoU was signed by KAERI President Dr Joo Han-Gyu, Alberta’s Minister of Jobs, Economy & Northern Development Brian Jean, and Minister of Trade, Immigration & Multiculturalism Rajan Sawhney, at a virtual event. It seeks to bolster collaboration on the deployment of SMR technology, including Korea’s System-integrated Modular Advanced ReacTor (SMART).",
            "Alberta is one of four Canadian provinces – the others are New Brunswick, Ontario and Saskatchewan – that have agreed to a joint strategic plan outlining their strong support for the path forward on SMRs. Since then, KAERI and Alberta have discussed clean energy cooperation based on KAERI’s SMR technology, particularly SMART. There have also been technical discussions between private sectors, and high-level exchanges, including the visit of Ministers Jean and Sawhney to Korea in February. SMR technology is viewed as having great potential to supply energy to many different industries and applications, including in Alberta’s oilsands.",
            "\"This mutual cooperation agreement was promoted to discuss the issue of applying SMART technology with almost no carbon emissions to supply necessary steam to oil sands (tar sands) mining areas in Alberta,\" KAERI said. \"Based on this agreement, the two sides plan to share in advance the information necessary to confirm the feasibility of SMART construction and further obtain licences.”",
            "Korean companies, including Hyundai Engineering, have already been promoting projects that utilise SMART technologies for Alberta oil sand mining, KAERI noted. “This mutual cooperation agreement is expected to promote the activities of these companies.\"",
            "At the signing ceremony Dr Joo said “it is time to translate the net-zero emission commitment into actions, and SMR technology is crucial in carbon reduction actions”. He added that deployment of SMART in Alberta would pioneer the battle against climate change. Minister Jean noted that the Government of Alberta “is open to exploring all technologies, including SMRs, to help energy production thrive in a low-carbon future”. Through the agreement with KAERI, “we are continuing to explore deploying SMR technology and strengthening Alberta’s position as a world-leading responsible energy producer for years to come”. Minister Sawhney said he was excited about the potential for SMR technologies, such as KAERI’s.",
            "SMART is a 330 MWt pressurised water reactor with integral steam generators and advanced safety features with a 60-year design life and three-year refuelling cycle. The unit is intended to produce electricity (up to 100 MWe) as well as heat for thermal applications, such as seawater desalination. SMART received standard design approval from the Korean regulator in mid-2012 following completion of the basic design, and KAERI had planned to build a demonstration plant to begin operation in 2017. However, further development was delayed, in part because of a lack of orders for an initial reference unit. During their February visit to Korea, Jean and Sawhney visited KAERI's research facilities, including the SMART-ITL and SMART-MCR Simulator.",
            "Jean said: “Alberta is, and always will be, an energy powerhouse. Alberta’s government is committed to actively exploring opportunities to lower emissions while safely powering the world for decades to come. This MoU will allow us to build on the South Korean government’s interest in supporting safe and effective deployment of their SMR technology. It offers an opportunity to leverage new innovations to grow Alberta’s energy economy.”",
            "Invest Alberta, a Crown corporation of the Alberta Government, in March signed an MoU with ARC Clean Technology Canada to jointly pursue activities to support commercialisation of ARC's ARC-100 SMR technology in the province. That followed an MoU signed in January with X-Energy Canada to develop economic opportunities supporting the potential deployment of the Xe-100 SMR. It has also supported SMR developer Terrestrial Energy in its efforts to expand its operations into Alberta.",
            "The MoU with KAERI is effective for three years. Any SMR technology deployed in Alberta must meet Canadian safety requirements and would require an approved design and approved permitting for the reactor installation. SMART is one of only a few modular reactor technologies to have received design approvals from a nuclear regulatory agency."
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/saskatchewan-and-new-brunswick-co-operate-on-smr-development-10775689/",
        "title": "Saskatchewan and New Brunswick co-operate on SMR development",
        "text": [
            "The governments of Canada’s Saskatchewan and New Brunswick provinces have signed a Memorandum of Understanding (MOU) to enhance co-operation on the development of small modular reactor (SMR) technologies. It enables the two provinces and their utility Crowns, SaskPower and New Brunswick Power, to share experiences, knowledge and successes on deployment plans, supply chain development, Indigenous relations, labour market development, regulations and other areas.",
            "Saskatchewan Crown Investments Corporation Minister Don Morgan said \"Saskatchewan and New Brunswick have established a strong working relationship on SMR development over the years,\" adding that the renewed partnership will bring mutual benefits to both provinces. New Brunswick Minister of Natural Resources & Energy Development Mike Holland said the province has expertise to share from four decades of reliable nuclear operations. \"We are committed to playing a leadership role nationally and globally on clean and renewable energy. Nuclear energy is a key resource in the transition to a low-carbon future and our two provinces are well positioned to lead this evolution,\" he noted.",
            "In December 2019, Ontario, New Brunswick and Saskatchewan signed an inter-provincial MOU to work together to advance SMRs in Canada, with Alberta joining in April 2021. In June 2022, SaskPower announced the selection of the GE-Hitachi BWRX-300 SMR as the preferred technology for initial grid-scale deployment in Saskatchewan. Ontario Power Generation had selected the same technology in December 2021 for their Darlington New Nuclear Project.",
            "A delegation from Saskatchewan toured the Point Lepreau Nuclear Generating Station in 2022. The new agreement recognises US-based ARC Clean Technology’s ARC-100 advanced SMR as a potential technological solution to advance industrial decarbonisation in Saskatchewan. The ARC-100 is a 100 MW sodium-cooled fast reactor that has been selected by NB Power for implementation on Point Lepreau. It is scheduled for completion within the decade. The ARC-100 was identified by the Government of New Brunswick as technology of interest for industrial applications as it signed a memorandum of understanding regarding nuclear technology with the province of Saskatchewan.",
            "The memorandum “provides the ability for the two provinces and their utility Crowns, SaskPower and New Brunswick Power, to formally share experiences, knowledge and successes on deployment plans, supply chain development, Indigenous relations, labour market development, regulations and other areas,” says the government of Saskatchewan press release.",
            "“This announcement is a further testament to the growing support from multiple markets that aSMR technology, like the ARC-100, is vital to the path to net zero for heavy industry,” said ARC Clean Technology. Last month, ARC and Invest Alberta announced that they will jointly pursue commercialisation of the ARC technology in support of emissions reductions plans for the province of Alberta.",
            "“SaskPower has already selected a generation three+ reactor [GE-Hitachi] for their utility use, and now they want a reactor for industrial applications. As we’ve said, ARC’s technology fits extremely well for both electric utility use and industrial steam production, due to our high heat output.”",
            "“We’ve identified several industrial processes that can leverage the ARC-100 and over recent months our team has been responding to strong interest from business, government, and regulators,” said Bill Labbe, President & CEO of ARC Clean Technology Canada. “ARC is extremely pleased that the province of Saskatchewan, a global player in the mining industry, recognises the potential of our technology to support the clean energy transition in that province.”",
            "Image: Artist's impression of a plant based on the ARC-100 SMR (courtesy of ARC Clean Technology)"
        ],
        "frequency": 14
    },
    {
        "url": "https://www.neimagazine.com/news/arc-clean-technology-signs-agreement-on-deployment-of-smrs-in-alberta-10708319/",
        "title": "ARC Clean Technology signs agreement on deployment of SMRs in Alberta",
        "text": [
            "ARC Clean Technology Canada (ARC) has signed a memorandum of understanding (MOU) with Invest Alberta Corporation (IAC) for co-operation in the commercialisation in Alberta of ARC’s advanced Small Modular Reactor (aSMR) technology. The province of Alberta, along with New Brunswick, Ontario and Saskatchewan, has agreed to a joint strategic plan to support SMR development.",
            "ARC will begin the process to expand its operations in Alberta with the aim of developing a fleet of ARC-100 reactors. With IAC support, ARC will begin engagement and partnership activities with industry and stakeholders. ARC said it will also develop the associated supply chains and manufacturing, operating and support services necessary for the construction and operation of multiple ARC-100 units.",
            "The ARC-100 was earlier selected in 2018 for deployment at the Point Lepreau Nuclear Generating Station (PLNGS) in New Brunswick as part of Canada’s SMR Roadmap, with operation planned for 2029. The ARC-100 design completed the first of three phases of the Canadian Nuclear Safety Commission (CNSC) Vendor Design Review (VDR) in 2019. Also in 2019, ARC signed an agreement with US-based global infrastructure firm AECOM to continue its development of the ARC-100 technology.",
            "In July 2022, Canadian Nuclear Laboratories (CNL) entered into a collaboration agreement with ARC, funded through CNL’s Canadian Nuclear Research Initiative (CNRI), for work to advance the fuel development and manufacturing processes to produce fuel for ARC’s technology. The following December, Canada’s Belledune Port Authority also proposed using an ARC aSMR to generate a minimum of 1GW of heat and power for industrial users at the port’s Green Energy Hub. Pending feasibility studies, environmental approvals and CNSC licensing, the project is planned for commercial operation between 2030 and 2035.",
            "The ARC-100 is a 100MWe integrated sodium-cooled fast reactor with a metallic uranium alloy core. The design is based on the Experimental Breeder Reactor-II (EBR-II) fast reactor prototype which operated at the USA's Argonne National Laboratory from 1961 to 1994. ARC Nuclear signed an agreement with GE Hitachi Nuclear Energy in March 2017 to collaborate on the development and licensing of an SMR using proprietary technology from GEH's PRISM reactor, which is also based on the EBR-II.",
            "However, all fast reactor projects in Europe and North America were essentially abandoned in the 1970a and 1980s and had effectively ceased in Europe and the US by the 1990s. Although interest in fast reactor technology is now reviving in Europe and the USA, both through collaborative projects and government support for private company initiatives, it remains at the design phase. The projected operation dates for the ARC-100 may, therefore, prove to be optimistic. Currently fast reactor development continues apace only in Russia, China and India, where there are now five fast reactors in operation and five more under development.",
            "William Labbe, president & CEO of ARC Clean Technology Canada, said early deployment of the company's SMR technology would bring high quality jobs, significant investment, and economic benefits. \"With Alberta being Canada's energy and heavy industry leader, it is a natural market for ARC's industrial applications and will be a key stepping stone for the global deployment of Canadian SMR technology,\" he said.",
            "IAC CEO Rick Christiaanse believes meaningful partnerships with leading cleantech innovators such as ARC bring \"impactful net-zero solutions\" to the province. He said: \"Momentum is building in Alberta around SMR technology, with Invest Alberta signing MOUs with several companies that are on the path to launching proven sustainable energy supplies in the province.\"",
            "Invest Alberta, a Crown corporation of the Government of Alberta, is also supporting other SMR projects. An MOU was signed with X-Energy Canada to develop economic opportunities supporting the potential deployment of the Xe-100 SMR. IAC has also supported Terrestrial Energy’s plans to expand its operations into Alberta to pursue commercial development of its Integral Molten Salt Reactor plant for industrial cogeneration in western Canada.",
            "Image: ARC Clean Technology and Invest Alberta have signed an agreement to support the deployment of advanced Small Modular Reactors in Canada (courtesy of ARC Clean Technology)"
        ],
        "frequency": 23
    },
    {
        "url": "https://www.neimagazine.com/news/smr-development-tracked-by-nea-and-iaea-studies-10691068/",
        "title": "SMR development tracked by NEA and IAEA studies",
        "text": [
            "The Nuclear Energy Agency (NEA) has recently published a 73-page study, which tracks the progress of selected small modular reactor (SMR) designs towards deployment. NEA says the SMR designs are at various stages of development, from fundamental research on new concepts to commercial deployment and operation of mature designs.",
            "NEA notes that the International Panel on Climate Change (IPCC) found, on average, the pathways for the 1.5 degree C scenario would require installed nuclear capacity to reach 1,160 GWe by 2050, up from 394 GWe in 2020. “While the IPCC nuclear target is ambitious for nuclear energy, it is not beyond reach,” according to NEA. “Recent NEA analysis … finds that this target can be achieved through a combination of the long-term operation of existing plants and building large-scale Generation-III new builds and SMRs. It will also include leveraging both power and non-power applications of nuclear energy, including nuclear heat for industry and district heating, nuclear-based hydrogen and synthetic fuels.”",
            "NEA estimates that by 2050 SMRs could reach 375 GWe of installed capacity in an ambitious case, contributing to more than 50% of this capacity gap. The SMR technology pipeline includes a range of technology readiness levels and regulatory readiness levels. Some technologies are already demonstrated (at lab and commercial scales), while others are still in the R&D stage. NEA says timelines for deployment vary based on technology and regulatory readiness levels, with some designs expected to be demonstrated and commercialised before 2030 with others to follow later in the 2030s.",
            "NEA believes less mature SMRs will also play a role in meeting decarbonisation objectives. SMRs and advanced reactors with high levels of technology and licensing readiness will play a central role in getting to net zero by 2050 by supporting decarbonisation efforts that are expected to gain pace in the 2030s and 2040s. SMRs and advanced reactors with lower levels of technology and licensing readiness could be deployed at scale from the 2040s to supply electricity, heat and hydrogen and would contribute to long-term sustainability of nuclear energy after 2050 when associated with advanced nuclear fuel cycles. The report urges policy support for SMRs with high and low levels of technology and licensing readiness.",
            "The NEA SMR Dashboard studies only 21 specific SMRs with respect to six key areas: licensing; siting; financing; supply chain; engagement; and fuel. The 21 reactors include:",
            "ARC-100 (ARC Clean Technology, Canada), a 286 MWt fast reactor fuelled by metallic uranium dioxide (UO2);",
            "CAREM (CNEA, Argentina), a 100 MWt thermal reactor fuelled by UO2 pellets;",
            "APCR50S (CGN, China), a 200 MWt thermal reactor fuelled by UO2 pellets;",
            "ACP100 (CNCC, China), a 385 MWt thermal reactor fuelled by UO2 pellets;",
            "Nuward (EDF, France), a 540 MWt thermal reactor fuelled by UO2 pellets;",
            "BWRX-300 (GE-Hitachi, USA), an 870 MWt thermal reactor fuelled by UO2 pellets;",
            "Hermes (Kairos Power, USA), a 35 MWt thermal reactor fuelled by TRISO pebbles;",
            "SEALER-55 (Leadcold Reactors, Sweden), a 140 MWt fast reactor fuelled by metallic UO2 pellets;",
            "Stable Salt Reactor-Wasteburner (Moltex Energy, Canada), a fast reactor fuelled by molten salt;",
            "VOYGR (NuScale Power, USA), a 250 MWt thermal reactor fuelled by UO2;",
            "Aurora (Oklo, USA) a 4 MWt fast reactor fuelled by metallic UO2;",
            "Rolls Royce SMR (Rolls Royce SMR, UK), a 1,358 MWt thermal reactor fuelled by UO2 pellets;",
            "KLT40S (Rosatom, Russia), a 150 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200N (Rosatom, Russia), a 190 MWt thermal reactor fuelled by UO2 pellets;",
            "RITM-200S (Rosatom, Russia), a 198 MWt thermal reactor fuelled by UO2 pellets;",
            "Natrium (Terrapower, USA), an 840 MWt fast reactor fuelled by metallic UO2;",
            "HTR-PM (INET-CNNC, China), a 500 MWt thermal reactor fuelled by TRISO pebbles;",
            "MMR (UltraSafe Nuclear, USA), a 15 MWt thermal reactor fuelled by TRISO prismatic;",
            "U-Battery (Urenco, UK), a 10 MWt thermal reactor fuelled by TRISO prismatic;",
            "eVinci (Westinghouse, USA), a 13 MWt thermal reactor fuelled by TRISO;",
            "XE-100 (X-energy, USA), a 200 MWt thermal reactor fuelled by TRISO-X pebbles.",
            "These include 10 water cooled reactors; four gas-cooled reactors; four fast reactors and two molten salt reactors. NEA also classifies them according to reactor configurations including 17 land-based designs; five multi-module designs; three marine-based designs; and one mobile design.",
            "NEA notes that SMRs can replace fossil fuels for on-grid power generation, diesel generators for off-grid mining and industrial operations, and fossil fuels for cogeneration of heat and power for heavy industries and district heating. They can also enable large-scale water treatment and desalination to produce clean potable water. “These varied market needs have prompted the development of a range of SMR technologies, which vary in technology, sizes, and configuration.” NEA comments: “Policymakers are often overwhelmed with this great variety as they strive to consider which designs might meet their particular needs and in what time frame.”",
            "It says the NEA SMR Dashboard is designed to help navigate this complex area of technology. It adds that future editions will continue to track the progress of these designs and include additional SMR technologies as verifiable information becomes available and is assessed.",
            "However, missing from the array of information on this selection of widely different SMRs is projected deployment dates. Some of these companies have suggested somewhat optimistic dates for operation of their first units. For example, USNC has suggested 2027 for its MMR, while Kairos (Hermes) has suggested 2026. Terrapower (Natrium), Urenco (U Battery) and X-energy (Xe-100) have all suggested 2028, although Terrapower has since indicated a delay of two years due to problems with fuel development. Leadcold initially suggested 2025 for its SEALER-55 but later amended that to 2030. Others scheduled for the early-mid 2030s include EDF’s Nuward, NuScale’s VOYGR, the Rolls Royce SMR and the Westinghouse eVinci. Meanwhile, Russia’s KLT40S and China’s HTR-PM are already in operation.",
            "Much greater detail is available in the International Atomic Energy Agency’s (IAEA’s) most recent edition of its biennial IAEA booklet, Advances in Small Modular Reactor Technology Developments, published in 2022. This provides data on SMRs around the world, including detailed descriptions of 83 reactors under development or construction in 18 countries. The 424 pages provide details of the technologies involved while Annex I summarises the information in a series of tables, including deployment timelines. The first booklet in this series was first published in 2014 and serves as a supplement to the IAEA’s Advanced Reactors Information System (ARIS), an online database with comprehensive information on the latest developments in advanced reactors.",
            "IAEA notes in its introduction to the latest edition: “Several major milestones have been reached in SMR technology deployment. The Akademik Lomonosov floating power unit in the Russian Federation with two-module KLT-40S was connected to the grid in December 2019 and started commercial operation in May 2020. The HTR-PM demonstrator in China was connected to the grid in December 2021 and is expected to reach full power operation by the end of 2022. The CAREM25 in Argentina is under construction and is expected to reach first criticality in 2026. The construction of ACP100 in China started in July 2021 and is targeted to start commercial operation by the end of 2026. The construction of BREST-OD-300 in Russian Federation began in June 2021 and is planned to be completed in 2026. The NuScale Power Module in the United States has received Standard Design Approval from US NRC in September 2020. The NRC has directed to issue a final rule that certifies NuScale’s SMR design for use in the United States.”",
            "All the other designs, including those mentioned by NEA, are either in the pre-conceptual/conceptual or basic/detailed design stages. Those still in the conceptual design stage include U Battery, eVinci, Nuward and Sealer-55.",
            "IAEA notes that the technical description and major technical parameters in the booklet “were provided by the design organisations without validation or verification by the IAEA. All figures, illustrations and tables in technical description of each design were also provided by the design organisations.” A similar caveat is given by NEA."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/commonwealth-fusion-systems-and-eni-agree-on-fusion-commercialisation-10682640/",
        "title": "Commonwealth Fusion Systems and Eni agree on fusion commercialisation",
        "text": [
            "US-based Commonwealth Fusion Systems (CFS) and Italy’s Eni have signed a strategic framework agreement to advance commercialisation of fusion energy. This new multi-year collaboration builds on long-term cooperation between the two companies. CFS said the agreement is based on mapping existing collaboration and a shared belief that innovative fusion energy research combined with the speed of the private sector can deliver the fastest path to clean commercial fusion energy to combat climate change. The initiative will allow the two companies to join forces in several exploratory domains such as technology collaboration, supply chain development, and innovative solutions and business models for CFS’ global ARC business.",
            "CFS CEO Bob Mumgaard said the agreement “underscores the key role existing energy companies play in accelerating fusion energy industrialization and the power of pairing of complementary organizations”. Eni CEO Claudio Descalzi expects to see the first CFS power plant based on magnetic confinement fusion at the beginning of the next decade and “to deploy the technology and achieve the energy transition goals by 2050”.",
            "The two companies will work on project SPARC, which is in construction in collaboration with Massachusetts Institute of Technology (MIT) and is scheduled to be operational in 2025. The MIT Plasma Science & Fusion Centre and CFS are developing a conceptual design for SPARC, a compact, high-field, net fusion energy device. SPARC would be the size of existing mid-sized fusion devices, but with a much stronger magnetic field. MIT says the experiment would be the first demonstration of net energy gain and would validate the promise of high-field devices built with new superconducting technology. According to CFS, SPARC will ultimately pave the way for ARC, the first commercial power plant capable of feeding electricity into the grid, which is projected to be operational in the early 2030s.",
            "Under the terms of the agreement, CFS and Eni will explore key initiatives, that could include:",
            "Strategy and support in scaling CFS’s global ARC business, including power plant siting, market development, and the development of fusion workforce;",
            "Project execution and operations collaboration for ARC and SPARC;",
            "Supply chain development and management;",
            "Technology collaboration in areas where the energy industry has unique capabilities, such as remote maintenance and robotics; and",
            "Policy and international market development, including fusion energy regulations, and fusion education to help ensure a globally deployable technology.",
            "CFS was spun out of MIT’s Plasma Science & Fusion Centre as a private company in 2018, and has since raised more than $2bn in funding."
        ],
        "frequency": 4
    },
    {
        "url": "https://www.neimagazine.com/news/canadian-port-considers-arc-asmr-10399939/",
        "title": "Canadian port considers ARC aSMR",
        "text": [
            "Canada’s Belledune Port Authority has announced it is working with Cross River Infrastructure Partners to pursue the use of advanced small modular reactor (aSMR) technology as part of a future expansion at the northern New Brunswick port.",
            "The development proposes to use an aSMR from ARC Clean Technology Canada (ARC) to generate a minimum of 1GW of zero-emission firm heat and power for industrial users at the port’s recently announced Green Energy Hub. Pending feasibility studies, environmental approvals and Canadian Nuclear Safety Commission licensing, the project could reach commercial operation between 2030 and 2035.",
            "Project developer Cross River and ARC have committed to early engagement with stakeholders, local communities, and First Nations prior to and during the formal regulatory approvals process. Information sessions will be scheduled in the coming weeks and months to ensure meaningful and transparent dialogue.",
            "“We look forward to exploring the use of aSMR technology as part of our portfolio of clean energy projects at the Green Energy Hub, along with new wind energy developments, solar and biomass, as well as leading edge energy storage solutions,” said Belledune Port Authority President and CEO Denis Caron. “We anticipate significant First Nations and community interest in this project and will ensure the proponents provide informative and timely engagement opportunities for northern New Brunswickers. Maintaining and sustaining these relationships is critical to our collective success.”",
            "The Green Energy Hub is a special development district on Port lands intended for clean energy projects, along with complementary, low-carbon industries to support northern economic growth. It is a key piece of the Port’s recently announced 2022-2052 Master Development Plan.",
            "In August, the Port announced an agreement with Cross River to develop a hydrogen facility powered by green-certified energy that would produce ammonia fuel for export. Planned expansions would create additional capacity to serve local, domestic, and international markets. The facility would be located at the Port’s Green Energy Hub.",
            "The aSMR project would see the development of an ARC-100 unit to serve as an energy source for expanded hydrogen production and other industries based at the Port, which may include metal fabrication and advanced manufacturing.",
            "“One of the key advantages of the ARC reactors is their ability to provide a tremendous amount of high temperature steam and power in a small space. As they are utilizing proven technology, we believe the ARC-100 is the best advanced nuclear reactor to provide as an energy solution for heavy industry,” said Andrew Wilder, CEO of Cross River Infrastructure Partners.",
            "In 2018, ARC Clean Technology launched a demonstration project for the ARC 100 unit at NB Power’s Point Lepreau Nuclear Generating Station (PLNGS) as part of Canada’s SMR Roadmap. Pending regulatory approvals and licensing, the PLNGS unit will be commissioned by 2029. ARC’s proposed project in Belledune would provide added scale for New Brunswick and could serve as a model for ARC’s technology to be used as a direct energy source for industry.",
            "Image: ARC's vision of an ACR-100 plant (courtesy of ARC)"
        ],
        "frequency": 12
    },
    {
        "url": "https://www.neimagazine.com/news/canada-calls-for-proposals-for-cnri-programme-10064542/",
        "title": "Canada calls for proposals for CNRI programme",
        "text": [
            "Canadian Nuclear Laboratories (CNL) has issued a call for proposals for the fourth round of its Canadian Nuclear Research Initiative (CNRI). CNL said the CNRI programme continues to grow, and this year has expanded to accept applications from Canadian universities, who are invited to submit project ideas that fall within this round’s designated focus areas.",
            "“We must close the innovation gap here in Canada, and that means working in collaboration with like-minded organisations to discover and advance solutions that address critical national needs,” commented CNL’s President and CEO, Joe McBrearty. “That is the intent of the CNRI programme, and it is at the centre of CNL’s new strategic vision. And as part of that goal, this year we have expanded what has already been a very successful programme to incorporate participation from Canada’s academic community. It is only by working better together that we can bring a new generation of reactors online here in Canada to combat climate change.”",
            "The CNRI programme was launched by CNL in 2019 to accelerate the deployment of new innovations, including small modular reactor (SMR) and advanced reactor (AR) designs, next-generation on-grid reactors and fusion technologies, by connecting reactor vendors with the facilities and expertise within Canada’s national nuclear laboratories. Participants are able to optimise resources, share technical knowledge, and gain access to CNL experts to help advance the commercialisation of AR technologies.",
            "For the fourth intake, research proposals must align with topics that include advanced fuels, advanced materials and chemistry, reactor safety, component development and testing, and application of nuclear capabilities to emerging technologies. As in previous rounds, once a technical review of each proposal is completed, CNL will work with the proponent to develop a plan to establish the scope, budget, and deliverables for the project. CNL will complete a final evaluation of the proposed project plans before making the final selection and approval of successful applicants. The deadline for this round of submissions is December 21, 2022.",
            "Since the CNRI programme was launched, CNL has received applications from many of the world’s leading reactor vendors, and participates in collaborative research projects with companies that include General Fusion, Terrestrial Energy, ARC Clean Energy, Ultra Safe Nuclear Corporation, and Moltex. Together, these projects enabled CNL to grow its capabilities in a number of promising new areas, including work to advance fuel development and manufacturing processes for new SMR designs, nuclear safeguards for a molten salt reactor design, tritium extraction techniques for fusion reactors, and the fabrication of innovative new reactor fuels.",
            "By leveraging the assets owned by Atomic Energy of Canada Limited (AECL), CNL serves as the nexus between government, the nuclear industry, the broader private sector and the academic community."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/x-energy-considers-further-development-of-high-temperature-gas-reactor-9953847/",
        "title": "X-energy considers further development of high-temperature gas reactor",
        "text": [
            "US-based X-energy recently completed a $40 million award with the US Department of Energy (DOE). The technology development project was instrumental in paving a path toward the company’s multi-billion-dollar demonstration project and the first US commercial facility to produce high-assay low-enriched uranium (HALEU)-based fuel for next-generation reactors.",
            "The company is currently developing a high-temperature gas reactor that is expected to be operational by 2028 supported by funding from the Bipartisan Infrastructure Law (BIL) through the newly established Office of Clean Energy Demonstrations.",
            "X-energy received the Advanced Reactor Concepts (ARC) award in 2015 to further develop its Xe-100 advanced reactor design and TRISO-X particle fuel. The six-year project resulted in X-energy completing the basic design of their Xe-100 reactor under the award and fabricating its first TRISO fuel pebbles using natural uranium at a pilot-scale fuel facility at Oak Ridge National Laboratory, which was commissioned as part of the project.",
            "X-energy is now focusing on engagements with the US Nuclear Regulatory Commission (NRC) to license the Xe-100 reactor design. X-energy is also seeking to license and operate first commercial facility dedicated to fuelling HALEU-based reactors in Tennessee as part of DOE’s Advanced Reactor Demonstration Program (ARDP).",
            "“The Advanced Reactor Concepts award was the catalyst for X-energy’s progress toward the deployment of the Xe-100 reactor and our TRISO-based fuel fabrication facility,” said Dr Pete Pappano, President of TRISO-X. “This cooperative agreement began our partnership with Office of Nuclear Energy, and our current ARDP award will complete the mission of putting carbon-free power on the grid while building the critical HALEU fuel supply chain for all advanced reactors.”",
            "“DOE is committed to supporting our industry partners in their efforts to deploy advanced reactors that help grow our economy during this clean energy transition,” said Alice Caponiti, the Deputy Assistant Secretary for Reactor Fleet and Advanced Reactor Deployment. “X-energy has made tremendous strides in moving the Xe-100 design toward eventual deployment.”",
            "X-energy is one of two US companies moving forward with advanced nuclear demonstration projects supported with BIL funding under ARDP to expand access to clean energy and provide new job opportunities in two Western states. The company plans to site a four-unit Xe-100 power plant in Washington state, while TerraPower works toward the construction of its Natrium reactor in Kemmerer, Wyoming.",
            "X-energy’s pebble bed high-temperature gas reactor uses specialised TRISO particle fuel that the company is confident cannot melt in their reactor design. DOE previously invested more than $30 million through two separate cost-shared agreements to further develop the Xe-100 and demonstrate a production process for its fuel.",
            "The company successfully submitted their application to NRC in early April to build a commercial-scale “TRISO-X” Fuel Fabrication Facility (TF3). When commissioned, TF3 will bring an estimated 400 new jobs to the state of Tennessee and become a key enabler for other advanced reactor designs leveraging TRISO fuel. TF3 could be operational as early as 2025.",
            "Over the next year, X-energy plans to submit additional topical reports to the NRC as part of the overall licensing process in addition to selecting a site for their demonstration project. The company also plans to submit a construction permit application to the NRC by the end of 2023.",
            "Image: Artist's impression of X-energy's TRISO-X facility (courtesy of X-energy)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/usace-contracts-westinghouse-to-decommission-alaskan-reactor-9913527/",
        "title": "USACE contracts Westinghouse to decommission Alaskan reactor",
        "text": [
            "The US Army Corps of Engineers (USACE), Baltimore District, has awarded a $103 million contract to Westinghouse Government Services of South Carolina for the decommissioning, dismantling and disposal of the deactivated SM-1A nuclear power plant at Fort Greely, Alaska.",
            "“The Corps of Engineers has worked diligently to award the contract for this very complex and challenging project,” said Baltimore District Commander Col. Estee Pinchasin. “Our radiological experts have safely executed projects like this in the past, and our team of trained professionals will use proven techniques, precautions and engineering controls to prioritise and ensure the continued safety of our workers, installation community and public.\" Crews are expected to begin mobilising in 2023, and the work is anticipated to take approximately six years to complete.",
            "USACE Baltimore District has released the Final Notice of Availability (NOA), Final Environmental Assessment (EA) and Finding of No Significant Impact (FNSI), and National Historic Preservation Act Section 106 Memorandum of Agreement (MOA) for the proposed action to decommission and dismantle the SM-1A and to release the property for unrestricted use.",
            "The construction of SM-1A began in 1958 and first criticality was achieved in March 1962. The design was based on the concept of the SM-1 reactor at Fort Belvoir, in Virginia, a prototype for stationary medium-power plants (SM). The “1A” notation designates it as the first field plant of its type.",
            "A 20.2-MWt pressurised water reactor, SM-1A was designed to be used as an “in-service” test facility for nuclear power in an Arctic environment, with its primary mission being to supply electrical power and heating steam to Fort Greely. The secondary mission was to study the economics of operating a nuclear power plant in a remote area where conventional fuel costs are high and supply lines unusually long.",
            "By 1968, however, the decision was made to close the plant because of the high operating costs and the projected cost of replacing SM-1A’s reactor pressure vessel. The final shutdown was performed on the SM-1A Reactor in March 1972, in accordance with theSM-1A Decommissioning Plan as approved by the Army Reactor Systems Health and Safety Review Committee (ARCHS). This consisted of removal of the nuclear fuel, minor decontamination, shipment of pre-packaged radioactive waste, encasing certain reactor components (vapor container, waste tanks, and demineraliser room), sealing the pressure vessel, and installing appropriate warning signs and monitoring devices.",
            "Certain areas were maintained as restricted areas for radiation safety considerations. This method of decommissioning was selected due to the low initial cost and low personnel radiation exposure. Future remediation was to take place at a time when radiation levels and quantities of radioactive waste were significantly reduced due to radioactive decay. The plant put in safe storage (SAFSTOR) condition.",
            "Because of SM-1A’s historical significance (the plant was found eligible for listing in the National Register of Historic Places), and because decommissioning will adversely affect the property, USACE signed a memorandum of agreement with the Alaska State Historic Preservation Office and the City of Delta Junction outlining how the history of SM-1A and its unique artic mission will be preserved.",
            "USACE said that “when safe and feasible,” it will salvage historical items from the reactor facility. This includes informational safety plaques and an unopened time capsule. Also, within two years of awarding the decommissioning contract, USACE will develop a detailed plan for the identification, curation, storage, and transportation of SM-1A’s historical items.",
            "USACE is responsible for two other military reactors. The MH-1A was installed on the former World War II Liberty ship Sturgis, which became the world’s first floating NPP. Decommissioning of MH-1A was completed in 2019. The SM-1 in Virginiais in the process of being closed with a target date of 2025.",
            "Image: Aerial view of the SM-1A Nuclear Power Plant (courtesy of USACE)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/organisation-of-canadian-nuclear-industries-receives-funding-for-ready4smr-programme-9897188/",
        "title": "Organisation of Canadian Nuclear Industries receives funding for Ready4SMR Programme",
        "text": [
            "The Organisation of Canadian Nuclear Industries (OCNI) has announced it has received support to help launch its Ready4SMR Program from the Government of Canada, through the Atlantic Canada Opportunities Agency (ACOA). OCNI is receiving over $786,250 in funding to develop and implement a Ready4SMR program in New Brunswick.",
            "“New Brunswick has embarked on a programme to deploy small modular reactors, and our Ready4SMR programme will help local companies transition to the nuclear industry and participate in this program. Our goal is to develop as many local suppliers as possible, from trades to manufacturing, including those that are Indigenous owned,” stated OCNI’s Director, Business Development and SMR Supply Chain, Brian Fehrenbach.",
            "Over two years, Phase 1 of the OCNI Ready4SMR program will identify and assist existing Atlantic Canadian companies in transitioning to nuclear suppliers. It begins by supporting an industrial self-assessment led by Opportunities New Brunswick and designed to identify those companies interested in exploring nuclear industry potential. The programme is supported in Atlantic Canada by existing OCNI members, ARC Clean Energy and Moltex Energy, as well as Opportunities New Brunswick, University of New Brunswick, and North Shore Micmac District Council.",
            "Furthermore, Phase 1 will focus on training, education, and engagement. Supply chain and manufacturing consultants will assess and assist businesses to achieve necessary standards and official certifications to be part of the nuclear industry's future in New Brunswick and Canada by implementing nuclear QA programmes, nuclear management systems, and advanced manufacturing.",
            "“SMRs are an influential technology which play a critical role in helping Canada meet and exceed its emissions targets,” said the Honourable Ginette Petitpas Taylor, Minister of Official Languages and Minister responsible for ACOA. “Investing in this technology creates potential for environmental and economic benefits as Canada moves towards a low-carbon future.”",
            "“SMR technology provides an opportunity for Saint John to play a pivotal role in generating secure, non-emitting energy, right here in New Brunswick,” said Wayne Long, Member of Parliament for Saint John–Rothesay. “This project demonstrates our region’s efforts to not only deploy this emerging technology, but take advantage of the economic opportunities to help grow the local economy.”",
            "“Our government has made energy innovation and the entire SMR ecosystem a priority sector for New Brunswick,” said Arlene Dunn, Minister of Aboriginal Affairs and Minister responsible for Immigration, Economic Development and Small Business, and Opportunities New Brunswick. “In collaboration with OCNI, we will help ensure that our province is in a position to continue to maximize the environmental and economic benefits that this sector presents and seize these opportunities for clean and sustainable energy for our communities.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/ukaea-and-commonwealth-fusion-systems-to-advance-fusion-energy-9883991/",
        "title": "UKAEA and Commonwealth Fusion Systems to advance fusion energy",
        "text": [
            "The UK Atomic Energy Authority (UKAEA) and Commonwealth Fusion Systems (CFS) have announced a new trans-Atlantic agreement to advance commercial fusion energy. The new five-year Collaboration Framework Agreement establishes the terms under which a series of work projects between US-based CFS, from Massachusetts, and UKAEA will support the development of fusion energy and related technologies.",
            "UKAEA CEO Professor Ian Chapman said: “Achieving our shared missions to deliver low carbon and sustainable fusion energy involves working at the forefront of science, engineering, and technology. This new collaboration agreement with CFS will help push these developments and capabilities, drive innovation and accelerate progress.”",
            "CFS CEO Bob Mumgaard said CFS and UKAEA “have a mutual interest and strong belief that public-private collaborations such as this represent a way to accelerate advances in commercial fusion energy technology and support CFS’ plans to deliver commercial fusion as quickly as possible”.",
            "According to UKAEA, the scope of the collaboration could include:",
            "Operations teams sharing and learning best practices from fusion experiments",
            "Access to fusion-adjacent technology facilities, including robotics",
            "Collaboration on fuel cycle technologies, neutronics modelling, systems integration models, advanced manufacturing, diagnostics, remote handling and remote maintenance",
            "Collaborative work to identify and answer emerging plasma physics questions.",
            "In June, the UK government confirmed that future fusion energy facilities will be regulated by the Environment Agency (EA) and Health & Safety Executive (HSE). UKAEA said this provides clarity to developers of prototype and demonstration fusion facilities currently being planned, including the Spherical Tokamak for Energy Production (STEP), UKAEA’s ambitious plan to accelerate the delivery of sustainable fusion energy. UKAEA, on behalf of the UK Government, oversees the UK’s fusion programme, headed by the MAST Upgrade (Mega Amp Spherical Tokamak) experiment. It also hosts the world’s largest fusion research facility, JET (Joint European Torus), which it operates for scientists from around Europe.",
            "(CFS is collaborating with Massachusetts Institute of Technology (MIT) to leverage decades of research combined with new high-temperature superconducting (HTS) magnet technology. SPARC is a tokamak under development by CFS in collaboration with MIT’s Plasma Science and Fusion Centre, which is also designing the compact ARC (affordable, robust, compact) fusion reactor.",
            "According to CFS, the scope of the collaboration with UKAEA could include:",
            "Bilateral exchanges such as CFS tokamak operations team working with the JET operations team with the objective of learning best practices from JET deuterium-tritium operations;",
            "CFS access to UKAEA non-tokamak fusion technology R&D facilities, and contribution to experimental program planning on those facilities;",
            "Collaboration on fuel cycle technologies, neutronics modelling, systems integration models, advanced manufacturing, remote handling and remote maintenance;",
            "CFS science team collaboration with MAST-U science team to maximally exploit its flexibility of operation and achieve complementarity to the high-power experiments planned on SPARC;",
            "Collaborative work to identify and answer emerging plasma physics questions where improved empirical understanding or advancements in modelling can help to reduce risks for both ARC and STEP.",
            "Image: The Joint European Torus (JET) tokamak"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/canadian-nuclear-laboratories-and-arc-canada-to-advance-fuel-development-9883946/",
        "title": "Canadian Nuclear Laboratories and ARC Canada to advance fuel development",
        "text": [
            "Canadian Nuclear Laboratories (CNL) has announced that it has entered into a collaboration agreement with New Brunswick-based ARC Clean Energy Canada, which is working to develop and licence its sodium-cooled advanced small modular reactor (SMR) technology. The agreement, funded through CNL’s Canadian Nuclear Research Initiative (CNRI), includes work to advance the fuel development and manufacturing processes to produce fuel for ARC Canada’s technology.",
            "“Fuel development is a particular strength of the team here at the CNL,” commented Dr Jeff Griffin, Vice-President of Science and Technology. ”We have supported the fuel development for Canadian heavy water reactor technology since its inception back in the 1950s; we continue to support the fuel needs of low-power and research reactors across Canada and the globe; and, and in recent years, we have been investing and growing our capabilities in small modular and advanced reactor technologies and fuels.” He added that the new CNRI project will benefit from this experience, “helping ARC Canada move their product closer towards commercialisation, while enriching our skill set for supporting this growing industry into the future”.",
            "CNL said it is uniquely qualified to efficiently manufacture and test nuclear fuel at its Chalk River Laboratories site. “Both pellet- and pin-type fuel – similar to those used in the ARC Canada technology are fabricated, and CNL is able to further support the work through on-site analytical capabilities including non-destructive examination, metallographic and ceramographic examination, mechanical testing, thermal and physical property measurements, and analytical chemistry.”",
            "Dr Maggie Manley, Fuel Systems Engineer, leading the project for ARC Canada said: “This is a significant first step towards establishing capability in Canada to manufacture fuel assemblies for the ARC technology.” She added that collaboration with CNL “is critical to validate our fuel qualification programme and deployment approach”.",
            "The ARC Canada technology is an advanced SMR, designed to produce 100MWe. The technology is based on a proven design, using sodium coolant and a metallic uranium-zirconium alloy fuel enabling operation at near-atmospheric pressure which produces high quality steam for electrical generation and industrial processes. CNL will work in partnership with ARC Canada to establish the capability to fabricate the metallic uranium sodium bonded fuel pins using surrogate fuel material. While the focus for this initial CNRI agreement is on a pilot system, the work will result in a qualified set of procedures for the development of a full production line to support the Canadian fleet.",
            "The CNRI programme. launched in 2019, was established by CNL to accelerate the deployment of SMRs in Canada by enabling research and development, and connecting the SMR industry with the facilities and expertise within Canada’s national nuclear laboratories. The next call for CNRI proposals is expected to be released later this year.",
            "ARC Canada’s advanced SMR is scheduled for deployment at the Point Lepreau Nuclear Generating Station (PLNGS) in New Brunswick, Canada, within the decade. The joint project with CNL will begin in July 2022 and is expected to be completed within two years.",
            "Image: Artist's impression of a plant based on the ARC-100 (courtesy of ARC Clean Energy Canada)"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/arc-canada-and-hatch-to-deploy-advanced-smr-technology-9824723/",
        "title": "Arc Canada and Hatch to deploy advanced SMR technology",
        "text": [
            "ARC Clean Energy Canada (ARC Canada) and Canadian engineering firm Hatch have announced a teaming agreement for the deployment of ARC Canada’s advanced small modular reactor (aSMR) technology. The agreement supports a plan to deploy the clean technology in New Brunswick before the end of the decade.",
            "“Leveraging the proven technology of EBR-II, the ARC Canada technology is positioned to be an integral part of the adoption of SMRs needed to transform the energy market with an economically competitive and environmentally responsible energy technology solution,” said, Hatch Global Managing Director of Energy Robert Francki.",
            "Hatch is supporting ARC Canada with engineering technology and capabilities to design ARC Canada’s power plants in a fully digital format. A focus on modular design to maximise factory production and scalability to minimise on-site construction time is an important part of the implementation plan. Hatch is also playing a key role in the integration of ARC Canada’s advanced technology for heavy industry using high-quality process heat which includes the optimisation of the technology for clean hydrogen and ammonia production.",
            "“Hatch’s experience in the Canadian and US nuclear industry, along with broader expertise in project delivery and commercialising technologies, makes them ideal to support ARC Canada’s deployment schedule in New Brunswick within the decade,” said ARC Canada President & CEO, William P Labbe Jr. “Together, ARC Canada and Hatch will provide a clean energy solution that will reshape the delivery of power plants.”",
            "Image: Visualisation of ARC Canada's aSMR plant (photo courtesy of ARC Canada)"
        ],
        "frequency": 12
    }
]