[
    {
        "url": "https://www.nucnet.org/news/government-announces-gbp157-million-in-grants-as-part-of-massive-revival-of-nuclear-energy-industry-7-2-2023",
        "title": "Government Announces £157 Million In Grants And SMR Competition As Part Of ‘Massive Revival’ Of Nuclear Industry",
        "text": [
            "Launch of Great British Nuclear will help drive rapid expansion of reactor sector and reduce dependence on ‘tyrants like Putin’",
            "The UK government is to offer grants of £157m (€182m, $205m) as part of its launch of a new body to support the nuclear power industry with the government saying a “massive revival” of nuclear power is underway.",
            "Great British Nuclear (GBN) will be tasked with helping deliver the government’s commitment to provide a quarter of the UK’s electricity from nuclear energy by 2050, up from around 14% today.",
            "The new body will help drive rapid expansion of nuclear power plants in the UK, boost energy security and reduce dependence on fossil fuel imports, said the energy security secretary, Grant Shapps.",
            "GBN’s official launch on Tuesday (18 July) is supported by a competition for organisations to bid for funding for the development of their nuclear products, including small modular reactors.",
            "Current SMR projects include Rolls-Royce SMR proposals looking at constructing reactors in Oldbury and Berkeley in the southwest of England and Balfour Beatty’s proposals with Holtec Britain to develop plans for a SMR-160 pressurised light-water reactor in the UK.",
            "Once the initial stage of the SMR selection process is complete, GBN will select those technologies which have met the criteria and then enter into detailed discussions with those companies. The initial selection will take place this autumn.",
            "It is hoped that the competition to develop SMRs will drive billions of pounds of investment into the technology, which the government hopes will be cheaper and quicker to build than traditional large nuclear power plants.",
            "In addition to the competition launch, Shapps announced that up to £157m of grant funding would be available. There will be up to £77m to accelerate the development of nuclear businesses in the UK and support new designs, and a further £58m for the development and design of a new advanced modular reactor that operates at higher temperatures.",
            "Shapps said: “Britain has a rich history as a pioneer of nuclear power, having launched the era of civil nuclear power, and I’m proud to be turbocharging its revival and placing our country once again at the forefront of global innovation. ",
            "“By rapidly boosting our homegrown supply of nuclear and other clean, reliable, and abundant energy, we will drive down bills for British homes and make sure the UK is never held to energy ransom by tyrants like [Vladimir] Putin.",
            "“Today, as we open Great British Nuclear and the competition to develop cutting-edge small modular reactor technology, which could result in billions of pounds of public and private sector investment, we are seeing the first brushstrokes of our nuclear power renaissance to power up Britain and grow our economy for decades to come.”",
            "Simon Bowen, interim chair of GBN said: “Building on the work done at Hinkley Point and Sizewell, today’s announcement of the start of the SMR selection process signifies a real step forward in delivering the scale of nuclear power that Britain needs for secure, sustainable energy future.”",
            "In recent years the UK has generated about 15% of its power from its fleet of commercial nuclear power plants, but most are being retired this decade, with the last one – Sizewell B – due to close in 2035.",
            "Since 2000, the UK has seen permanent reactor shutdowns at Hinkley Point A, Bradwell, Calder Hall, Hunterston, Oldbury, Sizewell, Chapelcross, Dungeness and Wylfa.",
            "The only remaining operating plants are at Hartlepool, Heysham, Sizewell B and Torness.",
            "Two EPR plants supplied by France are under construction at Hinkley Point C in southwest England. Last year the government confirmed the Sizewell C nuclear power station in Suffolk would go ahead, backing the scheme with a £700m stake.",
            "The government has backed plans for two new EPR plants at Sizewell C.",
            "Two EPR plants supplied by France are under construction at Hinkley Point C in southwest England. Courtesy EDF Energy."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/UK-Polish-partnership-for-SMR-deployment-in-Poland",
        "title": "UK-Polish partnership",
        "text": [
            "for SMR deployment in Poland",
            "Polish industrial group Industria has signed a letter of intent with UK-based zero emissions energy and technology developer Chiltern Vital Group to collaborate on the deployment of Rolls-Royce small modular reactors in Poland.",
            "CVG CEO Chris Turner (left) and Industria President Szczepan Ruman (right) shakes hands after signingthe letter of intent, watched by IDA President Cezariusz Lesisz (centre) (Image: IDA)",
            "Last year, state-owned Industria - part of Industrial Development Agency JSC (IDA) - selected Rolls-Royce SMR technology to fulfil the zero-emission energy goals of the Central Hydrogen Cluster in Poland and as part of their plans to produce 50,000 tonnes of low-carbon hydrogen every year.",
            "With its partners - including Western Gateway, SGSC, University of Bristol, Vital Energi and Rolls-Royce SMR - Chiltern Vital Group (CVG) intends to create a world-first net-zero and nuclear technologies campus at a site next to the former Berkeley Magnox nuclear power plant in in Gloucestershire, southwest England. This will be the first step towards a 'net-zero super cluster' investment zone, encouraging the roll out of Rolls-Royce SMRs alongside an array of net-zero technologies.",
            "On 11 March, at IDA's headquarters in Warsaw, Industria and CVG signed a letter of intent to cooperate.",
            "The main provisions of the agreement include cooperation in: training and development of skills of Polish students and specialists; exchange of know-how to accelerate the licensing process of components dedicated to the nuclear industry; joint development of related technologies to create large low-carbon regional technology parks; and creating private financing models to ensure the viability of small modular reactor (SMR) projects.",
            "\"Chiltern Vital Group is a very important partner for us due to the group's experience in industrial cluster projects that will support the development of the Central Hydrogen Valley and the deployment of Rolls-Royce SMR units within the valley,\" said Industria President Szczepan Ruman. \"The small modular reactors will produce stable, affordable, low-emission energy that will power the region's industry and households for at least 60 years.",
            "\"However, to achieve this goal, we need to provide significant financial resources. Therefore, we are glad that an experienced British institution - CVG - is starting cooperation with us aimed at building RR SMR units and related technologies that will provide future opportunities for employment development in Poland, Great Britain and internationally.\"",
            "CVG CEO Chris Turner added: \"CVG is excited about the prospects that may result from signing a strategically important cooperation agreement with Industria in Poland today. SMR technology can only be implemented on the required scale through long-term public-private and international partnerships. We are very pleased to have leading public and private sector partners on our major projects in the UK, such as the Western Gateway and the Rolls-Royce SMR in the planned Berkeley/Oldbury 'Severn Edge' development zone, and to be a significant partner in the Yorkshire Energy Park Freeport.",
            "\"Today we have significantly expanded our international SMR-related technology cooperation through an agreement with Industria.\"",
            "Alan Woods, Rolls-Royce SMR's Director of Strategy and Business Development, welcomed the signing of the agreement between Industria and CVG, saying the company is \"delighted to see two of our close partners agree to collaborate on their efforts to bring our technology to fruition\".",
            "He added: \"Both CVG and Industria are highly capable organisations, able to deliver low-carbon energy projects powered by Rolls-Royce SMRs.\"",
            "In July last year, Industria signed a letter of intent with the Kostrzyn-Słubicka Special Economic Zone SA (KSSSE) regarding cooperation on the location of a modular power plant based on Rolls-Royce SMR technology in the areas covered by the KSSSE.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.world-nuclear-news.org/Articles/Industria-and-Rolls-Royce-SMR-plans-hit-ministeria",
        "title": "Industria and",
        "text": [
            "Poland's Industria says that it now has all the necessary ministerial opinions required to move on to the next stage of its plans for the construction of small modular reactor plants using Rolls-Royce SMR's technology.",
            "Rolls-Royce SMR’s Woods and Industria's Ruman, pictured last year (Image: Rolls-Royce SMR)",
            "The Polish Minister of Climate and Environment needed to get opinions from a range of government departments - the Minister of State Assets, the Internal Security Agency and Poland's chief Geologist - that the investment would have a \"positive impact\".",
            "Now it has received all the required opinions, the ministry is able to move ahead to the next step which would be to issue a Decision In Principle to deploy Rolls-Royce SMRs, a 470 MWe design based on a small pressurised water reactor.",
            "Last year, state-owned Industria - part of Industrial Development Agency JSC (IDA) - selected Rolls-Royce SMR technology to fulfil the zero-emission energy goals of the Central Hydrogen Cluster in Poland and as part of their plans to produce 50,000 tonnes of low-carbon hydrogen every year.",
            "Industria submitted its application for a Decision in Principle in December to Polish Climate and Environment Minister Paulina Hennig-Kloska, and has now welcomed the receipt of the last required opinion, from Poland's Internal Security Agency.",
            "Szczepan Ruman, President of the Management Board of Industria, said: \"The positive opinion from the Internal Security Agency is a very important document for us, not only because it is the last opinion we have been waiting for and the Minister of Climate and Environment has complete documentation to decide on issuing the Decision in Principle. The positive opinion from the Internal Security Agency is important for us primarily because in this opinion, the agency - responsible for the internal security of the state, as well as for supervising the energy sector - confirms that our planned investment has a positive impact on the security of the Republic of Poland.\"",
            "He added that with the Central Hydrogen Cluster he hoped \"it will be possible to build a significant order portfolio from several entities for SMR units using Rolls-Royce technology, giving the Polish side a strong position in negotiations on the delivery terms of individual units, as well as, above all, in terms of the participation of the Polish industry in a supply chain for RR SMRs and thus the creation of attractive jobs in Poland.\"",
            "Alan Woods, Rolls-Royce SMR’s Director of Strategy and Business Development, said: \"We are delighted the Polish Government has concluded that the deployment of our unique 'factory-built' nuclear power plants would have a positive impact for the country, and we look forward to a Decision in Principle to deploy Rolls-Royce SMRs in Poland.\"",
            "In July last year, Industria signed a letter of intent with the Kostrzyn-Słubicka Special Economic Zone SA (KSSSE) regarding cooperation on the location of a modular power plant based on Rolls-Royce SMR technology in the areas covered by the KSSSE.",
            "Last month, Industria also signed a letter of intent with Chiltern Vital Group. With its partners - including Western Gateway, SGSC, University of Bristol, Vital Energi and Rolls-Royce SMR - Chiltern Vital Group intends to create a world-first net-zero and nuclear technologies campus at a site next to the former Berkeley Magnox nuclear power plant in Gloucestershire, southwest England. This will be the first step towards a 'net-zero super cluster' investment zone, encouraging the roll out of Rolls-Royce SMRs alongside an array of net-zero technologies.",
            "The main provisions of the agreement include cooperation in: training and development of skills of Polish students and specialists; exchange of know-how to accelerate the licensing process of components dedicated to the nuclear industry; joint development of related technologies to create large low-carbon regional technology parks; and creating private financing models to ensure the viability of small modular reactor projects.",
            "Researched and written by World Nuclear News"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/a-look-at-the-projects-being-brought-forward-by-great-british-nuclear-24-07-2023/",
        "title": "A look at the projects being brought forward by Great British Nuclear",
        "text": [
            "The UK government last week launched the new arms-length body Great British Nuclear (GBN) to “drive the rapid expansion of new nuclear power plants in the UK at an unprecedented scale and pace”. NCE takes a closer look at the nuclear projects that will be supported by GBN.",
            "The launch of GBN saw the opening of registration for companies to participate in a competition to secure funding support to develop their products. This is mainly focused around developing small modular reactors (SMRs) in the UK. As the government explains: “Unlike conventional reactors that are built on site, SMRs are smaller, can be made in factories and could transform how power stations are built by making construction faster, and less expensive.”",
            "Rolls-Royce is the most advanced in developing SMRs as the leader of the UK SMR consortium, which features Atkins, Bam Nuttall, Jacobs, Laing O’Rourke, National Nuclear Laboratory, Nuclear Advanced Manufacturing Research Centre, TWI and Assystem.",
            "Its design for a 470MW SMR passed the first assessment hurdle in April this year. It has now moved on to Step 2 of the generic design assessment process, which is expected to take 16 months.",
            "Rolls-Royce is acting quickly though, having released a shortlist of three potential locations for its heavy pressure vessels factory, which will produce components for a fleet of SMRs. It has also met with stakeholders at potential sites for its first SMR in Oldbury and Berkeley. It is aiming to power up the first SMR in 2029 or early 2030s.",
            "Its pop-up factories for building SMRs could see them constructed in only 500 days.",
            "Meanwhile, another UK-based nuclear start up called Newcleo is working on its own SMR design that would use nuclear waste. It is currently seeking to raise up to £1bn to fund its delivery roadmap for its SMR, known as the Mini 30MWe LFR that will deployed in France. This will then be followed by the 200Mwe commercial unit to be deployed in the UK two years later.",
            "Ultra Safe Nuclear Corporation’s micro modular reactor",
            "GBN has granted £22.5M to Ultra Safe Nuclear Corporation (USNC) for the development of its micro modular reactor (MMR), a type of advanced modular reactor (AMR) suited to UK industrial demands including hydrogen and sustainable aviation fuel production.",
            "USNC has match-funded the £22.5M to enable the second phase of work toward building a UK demonstrator. It has appointed Jacobs to support the design and development of the MMR.",
            "Unlike other nuclear reactors, the MMR uses no water and has no need for an electrical grid or infrastructure support. It is usable in extreme climates.",
            "The MMR’s fully ceramic micro-encapsulated fuel provides inherent reactor safety. Industry standard TRISO particles, which contain the radioactive byproducts of fission within layered ceramic coatings, are encased within a fully dense silicon carbide matrix. This combination provides an extremely rugged and stable fuel with extraordinary high temperature stability.",
            "The Seattle-based company has plans to deploy its MMRs in Poland, Finland, Canada and the USA. It has demonstration projects underway at Canadian Nuclear Laboratories and at the University of Illinios.",
            "The demonstration units are scheduled for first nuclear power in 2026.",
            "National Nuclear Laboratory’s next generation high temperature reactor",
            "GBN has committed £15M to the National Nuclear Laboratory (NNL) in Warrington. It is working with the Japan Atomic Energy Authority to accelerate the development of a high temperature reactor, which has already been successful in Japan.",
            "The next generation high temperature gas cooled reactors have now reached design phase. This reactor delivers much higher outlet temperatures than existing technology, allowing the heat to be used directly to decarbonise industrial processes. It will enable the large-scale production of hydrogen via electrochemical or thermochemical processes.",
            "National Nuclear Laboratory’s sovereign coated particle fuel capability",
            "High-temperature reactors use coated particle fuel and GBN has committed £16M to the NNL in Preston to continue developing its sovereign coated particle fuel capability, a critical enabler for the UK’s future energy security.",
            "The NNL recently celebrated the casting of active fuel kernels at scale. These kernels form the tiny particles of uranium, that are subsequently coated in four layers of ceramic and carbon creating coated particle fuel. Often referred to as ‘the most robust nuclear fuel’, each coated particle is roughly the size of a poppy seed – with the uranium kernel housed inside its own miniature container vessel.",
            "GBN’s Nuclear Fuel Fund is forking out £22.3M to enable eight projects to develop new fuel production and manufacturing capabilities in the UK.",
            "The biggest sum has gone to Springfields Fuels in Preston, part of the Westinghouse Group, which has received £10.5M. Nuclear fuel fabrication services have taken place at the site since the mid-1940s and today Springfield Fuels designs, manufactures and delivers fuel for nuclear plants. This includes the manufacture of oxide fuels for Advanced Gas-cooled and Light Water Reactors, as well as intermediate fuel products, such as powders, granules and pellets.",
            "A £9.56M sum has been committed to Urenco UK in Chester, a specialist in the production of advanced fuels for nuclear reactors of tomorrow. The funds will be used for the concept design of plants and processes supporting the further development of advanced fuels. It will also look at enriching uranium to higher levels to allow for reactors to run for longer between refuelling outages.",
            "MoltexFLEX, a UK molten salt reactor (MSR) developer, received £1.3M. MSRs are a type of AMR that use separate molten salts as a coolant and fuel, leading to intrinsic safety compared with conventional fuels. The funds from the Nuclear Fuel Fund will be used to develop detailed technical plans for commercial-scale delivery of its low-enriched uranium fuel salt. MoltexFLEX has developed significant proprietary data on fuel design and is expecting to partner with a major fuel supplier to establish a pathway to commercial production.",
            "Nuclear Transport Solutions (NTS) is the recipient of over £1M for the development of a new transport package that will support a new generation of nuclear reactors. The fuel – High-Assay, Low-Enriched Uranium (HALEU) – is more energy dense and requires less fuel than current nuclear power production. HALEU requires innovative transportation solutions to ensure it can be moved safely and securely to new reactor. NTS’ new package will be versatile to allow the transport of HALEU in multiple forms, such as powder or fuel elements.",
            "Advanced Nuclear Business Development",
            "As part of the funding package announced in conjunction with the launch of GBN, the Department of Energy Security and Net Zero (DESNZ) committed up to £77.1M of funding for companies to accelerate advanced nuclear business development in the UK. This will help and support advanced nuclear designs to enter UK regulation and maximise the chance of SMRs and AMRs being built in the next Parliament.",
            "Hinkley Point C and Sizewell C",
            "While no new funds were specifically designated to the development of the UK’s in-progress large-scale nuclear power plants, the government’s announcement of GBN mentioned that it “remains committed” to them.",
            "Last year the government committed £700M to the development of Sizewell C, a new 3,200MWe nuclear plant in Suffolk that is currently in the design phase. Sizewell C managing director Julia Pyke has said that the launch of GBN is “another big vote of confidence in Sizewell C”.",
            "Hinkley Point C is an under-construction 3,200MWe nuclear plant in Somerset. Its first nuclear reactor arrived on site in February and it is nearing the completion of its undersea work. However, it has faced numerous construction setbacks and is now not expected to power up until the mid 2030s."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/new-nuclear-bodys-20bn-tender-for-smr-technical-partners-now-open-19-07-2023/",
        "title": "New nuclear body launches £20bn tender for SMR technical partners",
        "text": [
            "Great British Nuclear (GBN) has opened its tender for technology partners to support the development of small modular reactors (SMRs) for nuclear power generation.",
            "GBN launched yesterday to lead delivery of a programme of new nuclear projects, with SMR procurement one of its initial priorities. It has launched a competition for organisations to bid for funding support for the development of their nuclear products, including small modular reactors (SMRs).",
            "The small modular reactor technology partner tender has also now opened. GBN is procuring partners engaged with design, development, manufacturing, supply, installation and commissioning of products, equipment or services related to the key plant required for SMRs.",
            "The indicative value of the tender is £20bn over 186 months (15 and a half years) and will see up to four partners selected.",
            "The expectations of the selected partners are design, development, manufacturing, supply, installation and commissioning of various products, equipment or services related to the key plant required for SMR nuclear generation, including reactor, steam generation, turbine, electrical generation, as well as the integrated design of these component parts.",
            "The technology partners will be responsible for delivery to site of a designed and tested solution, a complete set of interface specifications, and installation and commissioning of the solution.",
            "The body confirmed it intends to establish Project Development Company(s) (Project Devco), which will provide developer capabilities. A selected technology partner will collaborate with a Project Devco to connect and test interfacing equipment. The two parties will also work to complete integrated system testing and complete final commissioning and handover.",
            "Subject to affordability, GBN reserves the right to make up to four awards. However, GBN reserves the right to award three, two or only one contract(s) to technology partner(s), or not to make any award at all.",
            "GBN said the decision in relation to how many technology partners will be awarded contracts will be taken having regard to the quality of tenders, along with other factors such as affordability and value for money.",
            "The body may also appoint one or more applicants as reserve contractors. The terms of the contract awarded to a reserve contractor would be provided in the invitation to submit initial tender (ISIT) documentation.",
            "If necessary, co-funding will be available to the selected technology partner or partners through a co-funding agreement, with up to 50% funding on commercial terms via the agreement allocated to support technology partners to develop their generic design solution prior to a final investment decision (FID) by 2029. Details of the funding and constraints will be provided in the ISIT documentation.",
            "GBN also intends to award a two-stage contract for technology partners for the provision of their site specific design solution, with the first stage being design and the second stage being supply. GBN will reserve the right to exercise an option for the manufacture and supply, installation and commissioning of component parts subject to delivery against agreed milestones and achievement of FID.",
            "The supply phase, covering the period from FID to Commercial Operation Date (COD) for a first of a kind (FOAK) project in the UK will include the manufacture, supply, installation and commissioning of the supply works on a value-for-money basis by the technology partner. It will also encompass provision of fuel assemblies and supporting maintenance services up to and including first refuelling outage.",
            "The deadline for tenders is August 23.",
            "Current SMR projects include Rolls-Royce SMR proposals looking at constructing reactors in Oldbury and Berkeley in the south west of England and Balfour Beatty's proposals with Holtec Britain to develop plans for a SMR-160 pressurised light-water reactor somewhere in the UK."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/great-british-nuclear-launched-with-smr-competition-and-157m-nuclear-funding-package-18-07-2023/",
        "title": "Great British Nuclear launched with SMR competition and £157M nuclear funding package",
        "text": [
            "The Department for Energy Security and Net Zero (DESNZ) is today launching Great British Nuclear (GBN), the new government body that will be the delivery vehicle for all of the UK’s nuclear projects, including Hinkley Point C and Sizewell C.",
            "According to DESNZ: “GBN will drive the rapid expansion of new nuclear power plants in the UK at an unprecedented scale and pace.",
            "“This will boost UK energy security, reduce dependence on volatile fossil fuel imports, create more affordable power and grow the economy, with the nuclear industry estimated to generate around £6bn for the UK economy.”",
            "DESNZ added that GBN will play a key role in helping the government hit its ambition to provide up to a quarter of the UK’s electricity from homegrown nuclear energy by 2050.",
            "GBN’s official launch is supported by a competition for organisations to bid for funding support for the development of their nuclear products, including small modular reactors (SMRs).",
            "Current SMR projects include Rolls-Royce SMR proposals looking at constructing reactors in Oldbury and Berkeley in the south west of England and Balfour Beatty's proposals with Holtec Britain to develop plans for a SMR-160 pressurised light-water reactor somewhere in the UK.",
            "Once the initial stage of the SMR selection process is complete, GBN will down-select those technologies which have met the criteria and then enter into detailed discussions with those companies as part of an Invitation to Negotiate phase. The initial down-select will take place this autumn.",
            "Further to the competition, the government is also announcing a £157M grant funding package for nuclear projects alongside the launch of GBN. Details of how it will be spent are below.",
            "GBN will initially be led by Simon Bowen and Gwen Parry-Jones as interim chair and chief executive officer respectively.",
            "Energy security and net zero secretary Grant Shapps said: “Britain has a rich history as a pioneer of nuclear power, having launched the era of civil nuclear power - and I’m proud to be turbocharging its revival and placing our country once again at the forefront of global innovation.",
            "“By rapidly boosting our homegrown supply of nuclear and other clean, reliable, and abundant energy, we will drive down bills for British homes and make sure the UK is never held to energy ransom by tyrants like Putin.",
            "“Today, as we open GBN and the competition to develop cutting-edge small modular reactor technology, which could result in billions of pounds of public and private sector investment, we are seeing the first brush strokes of our nuclear power renaissance to power up Britain and grow our economy for decades to come.”",
            "Minister for nuclear Andrew Bowie said: “As long-standing pioneers of nuclear, today we’re marking its UK revival with the opening of GBN, which will play an essential role in transforming the way we power Britain from Britain.",
            "“I look forward to seeing the world-class designs submitted from all around the world through the competitive selection process, as the UK takes its place front and centre in the global race to unleash a new generation of nuclear technology.”",
            "GBN interim chair Simon Bowen said: “GBN is core to delivering the government’s new nuclear programme.",
            "“Building on the work done at Hinkley Point and Sizewell, today’s announcement of the start of the SMR selection process signifies a real step forward in delivering the scale of nuclear power that Britain needs for secure, sustainable energy future.",
            "“We look forward to working with all interested parties – technology vendors, the supply chain, the wider industry and local communities as we move this essential programme forward.”",
            "Energy and Climate Intelligence Unit head of energy Jess Ralston said:",
            "“A number of experts, including the Climate Change Committee, see a role for nuclear in removing gas from our power system, but with SMRs yet to be deployed and larger plants like Hinkley over-budget and delayed, it’s difficult to predict exactly what the costs and timescales might be for future endeavours. The Office for Budget Responsibility has said the high upfront costs of nuclear could leave us with a £170bn bill.",
            "“Despite slight cost increases given current inflation levels, British renewables will remain much cheaper than both gas and nuclear. There are questions over whether Government has taken its eye off the ball for the current Contracts for Difference auction round for wind farms, imposing too tight restrictions and so limiting the projects that might get built. Where Government places its focus is important for green investment from businesses, and clearly rapidly building out renewables is the best deal for the UK tax or billpayer.”",
            "Atkins nuclear and power managing director Chris Conboy said: ",
            "“Today’s GB Nuclear launch is an important milestone towards establishing the critical role that nuclear will have in the UK’s net zero future. The support for small modular reactor projects should accelerate the development of technologies that have the potential to provide greater energy resilience and deliver clean, affordable power. This positive support for new technologies and investment in domestic fuel manufacture capability sits alongside a welcome continued commitment to largescale nuclear through the progress already made at Hinkley Point C and a future plant at Sizewell C. The Government’s ambition to deliver a quarter of the country’s electricity from nuclear will be achieved through the safe, efficient, cost-effective and timely delivery of new build projects, and we look forward to playing a role in engineering a nuclear-fuelled future for the UK.”",
            "BDB Pitmans partner and parliamentary agent Mustafa Latif-Aramesh said:",
            "“Today is a significant day for nuclear in the UK. The release of funding, which had been delayed, will mean that the Government is finally putting money where its mouth is for Small and Advanced Nuclear Reactors. That technology is urgently required both for energy resilience and in order to allow the UK to meet its decarbonisation targets.",
            "“The announcement should be accompanied by a renewed focus on publishing details on siting arrangements, and confirmation on Great British Nuclear’s remit in being a partner at the development phase. Government should throw resources at updating the National Policy Statement for Nuclear in advance of their 2025 target, and confirming that nuclear projects outside of existing or decommissioned nuclear sites can progress so that the private sector can deliver clean energy in tandem with GBN’s competition processes.”",
            "Turner & Townsend director and head of UK natural resources Alan Sinclair commented:",
            "“The success of Great British Nuclear will rely on three major components: attracting investment, spurring innovation and building skills.  Lack of certainty has dogged the sector for over a decade and both investors and the supply chain are looking for a clear break from the past.  Get it right and the UK has the potential to tackle emissions and energy independence, while also establishing the foundations for a world-class industry with expertise that can be exported abroad.",
            "“Providing 24Gw of generation by 2050 is a gargantuan task and clarity over financing is the first priority.  The £20bn committed directly from Government for SMRs can kick-start the private investment that will be needed and galvanise not just operators, but also the supply chain required to build and manage these new sites.  SMRs bring a greater opportunity for off-site design and construction, and a reduced reliance on supporting infrastructure on a massive scale.  However, shaping the supply chain to support these changes in the UK’s approach will take time and careful capacity planning.",
            "“People will be crucial to success.  The requirements across defence and energy taken together amount to upwards of 250,000 roles.  That is a major undertaking in its own right and GBN will need to draw on the UK’s existing pools of talent from the energy and infrastructure sector if it is to succeed.  Above all, we need to be keenly aware that the UK is competing in a global market for talent.",
            "“Expertise in new methods of generation also needs to be matched by equivalent investment across the nuclear lifecycle - for decommissioning and waste storage - so that the industry remains self-sustaining long-term.”",
            "Balfour Beatty Group chief executive Leo Quinn said:",
            "“Great British Nuclear represents a gear change in how we power the country’s homes and businesses.",
            "“Nuclear energy is a clear and proven route to secure clean, homegrown energy – removing the reliance on costly imports. The construction and infrastructure industry continues to deliver on Hinkley Point C and is ready to get started on Sizewell C. In doing so, we can reduce energy bills, lower carbon emissions, create thousands of jobs – including apprenticeships – and cement Britain’s position as a leader in clean energy.”",
            "Stop Sizewell C, a campaign group against the nuclear reactor, said: ",
            "“The postponed relaunch of GBN - which is neither Great, nor really British - contains no more than a wing and a prayer for Sizewell C.",
            "“No vote of confidence can help Sizewell C unless it has a big fat cheque attached, and the money announced today - which is all earmarked for other projects - is, in the context of expensive nuclear energy, chicken feed.”",
            "The £157M nuclear funding package has been separated as follows",
            "£77.1M of funding will be provided to companies to accelerate advanced nuclear business development in the UK and support advanced nuclear designs to enter UK regulations",
            "£58M funding will go to the further development and design of a type of advanced modular reactor (AMR) and next generation fuel. AMRs operate at a higher temperature than SMRs and as a result they could provide high temperature heat for hydrogen and other industrial uses alongside nuclear power.",
            "Of this the winning projects of this phase of funding are:",
            "The Ultra Safe Nuclear Corporation UK in Warrington which will receive £22.5M to further develop the design of a high temperature micro modular reactor, a type of AMR suited to UK industrial demands including hydrogen and sustainable aviation fuel production.",
            "£15M will go to the National Nuclear laboratory in Warrington to accelerate the design of a high temperature reactor, following its success in Japan.",
            "The National Nuclear Laboratory in Preston will receive £16M to continue to develop sovereign coated particle fuel capability, a type of robust advanced fuel which is suitable for high temperature reactors.",
            "A further £22.3M from the Nuclear Fuel Fund will enable eight projects to develop new fuel production and manufacturing capabilities in the UK, driving up energy security and supporting the global move away from Russian fuel.",
            "The winning projects of this fund are:",
            "£10.5M will go to Westinghouse Springfields nuclear fuel plant in Preston to manufacture more innovative types of nuclear fuel for customers both in the UK and overseas, boosting jobs and skills in the North West.",
            "£9.5M to Urenco UK in Capenhurst Chester, an international supplier of nuclear materials, to enrich uranium to higher levels, including low enriched uranium (LEU+) and high assay low enriched uranium. LEU+ will allow for current reactors and SMRs to run for longer between refuelling outages."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/rollys-royce-small-modular-reactor-design-passes-first-assessment-hurdle-04-04-2023/",
        "title": "Rolls-Royce small modular reactor design passes first assessment hurdle",
        "text": [
            "The Environment Agency, the Office for Nuclear Regulation (ONR) and Natural Resources Wales (NRW) have announced that they are progressing to the next phase of their assessment of Rolls-Royce SMR’s 470MW small modular reactor (SMR) design.",
            "The assessment process for nuclear power plants is known as generic design assessment (GDA) and allows regulators to assess the safety, security, safeguards and environmental aspects of new reactor designs before site-specific proposals are brought forward.",
            "Step 1 of the GDA for Rolls-Royce’s SMRs started in April last year and has now been completed following preparatory work by Rolls-Royce SMR and the regulators. This has seen those involved agree the scope of the GDA based on the information supplied by Rolls-Royce SMR to the other parties so that the regulators could undertake a meaningful assessment of the design. Rolls-Royce SMR has completed all the requirements for Step 1 from the regulators’ guidance with good progress made in developing its organisation and arrangements to support GDA.",
            "Step 2 of the GDA process has now commenced and will see fundamental technical assessment take place. It is expected to last for 16 months.",
            "A comments process has also been launched by Rolls-Royce SMR on its website, enabling anyone to submit comments and questions on the design. The company will then respond to the questions and any relevant issues that arise during the process will help inform the regulators’ assessments throughout the rest of the GDA process.",
            "In December 2022, Rolls-Royce SMR announced three potential locations for its SMR factory. These are the International Advanced Manufacturing Park on Sunderland and South Tyneside, Teesworks on Teesside and Gateway on Deeside. A final decision is expected shortly.",
            "As for the location of the SMRs themselves, Rolls-Royce has prioritised Wylfa Newydd, Trawsfynydd, Oldbury and Sellafield as potential sites. In January, representatives visited potential locations around Oldbury and Berkeley in the South West of England and had constructive meetings with stakeholders there.",
            "Meanwhile another SMR startup, Newcleo, has raised £900M to kick-start its entry into the market. ",
            "Environment Agency strategy and policy lead for Rolls-Royce SMR GDA Andrew Pynn said: “We’re assessing the environmental acceptability of a new reactor design from Rolls-Royce SMR. Our team of specialist assessors will identify any issues or concerns we have with the design and will work with the company to make sure it understands our expectations to ensure the protection of communities and the environment.",
            "“GDA is an enabling and efficient approach, helping to ensure that new nuclear power stations will meet high standards of safety, security, environmental protection and waste management.",
            "“During Step 1 we’ve studied the company’s arrangements, plans and readiness for Step 2 and learnt more about the reactor design. In our Step 1 statement we’ve summarised what we have looked at and concluded that we can progress to Step 2 of GDA where we will begin our fundamental assessment.",
            "“Public and stakeholder engagement is important to us. We’re encouraging people to get involved in the comments process, which begins today, by reviewing the information on the company’s website and providing your comments which are viewed by the regulators.",
            "“We’ll be engaging continually with stakeholders and public and we will carry out a consultation as we step through the regulatory process.”",
            "ONR head of GDA Rob Exley said: “The purpose of GDA is to determine whether the design meets our robust safety, security, safeguards and environmental protection standards in Great Britain.",
            "\"We are working together with the Environment Agency and NRW to ensure Rolls-Royce SMR understand and meet our regulatory expectations for its proposed reactor design.",
            "“As nuclear regulators, we recognise that we are acting in the interests of the public and, as such, this period of scrutiny will be open, transparent and provide regular opportunities for meaningful engagement with interested parties throughout the GDA process.",
            "\"ONR is satisfied that Rolls-Royce SMR has adequate arrangements to support GDA. We have agreed an appropriate scope for GDA, for which the company has provided an appropriate submission schedule and a resourced organisation to deliver it.",
            "“As regulators, we can now begin our technical assessment phase. Based on our work during Step 1, the generic Rolls-Royce SMR design can proceed to Step 2 of the GDA.”",
            "Natural Resources Wales radioactivity and industry policy team leader Paul Gibson said: “We are working closely with the Environment Agency and the Office for Nuclear Regulation as part of the process to determine the acceptability of the Rolls-Royce SMR design which potentially could be sited in Wales.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/spring-budget-2023-government-reclassifies-nuclear-energy-to-boost-investment-15-03-2023/",
        "title": "Spring Budget 2023 | Government reclassifies nuclear energy to boost investment",
        "text": [
            "Chancellor Jeremey Hunt has announced the government will be consulting on listing nuclear energy as “environmentally sustainable” in a bid to increase private investment in the sector.",
            "Announced during today’s Spring Budget statement, Hunt stated nuclear was a “critical source of cheap and reliable energy” to meeting the UK’s net zero obligations.",
            "On the reclassification of nuclear energy, government’s budget document states: “Nuclear energy will also be included in the green taxonomy, subject to consultation, encouraging private investment.”",
            "In his speech, Hunt said: “Because the wind doesn’t always blow and the sun doesn’t always shine, even under the conservatives, we will need another critical source of cheap, reliable energy and that is nuclear.",
            "“Increasing nuclear capacity is vital to meet our net zero obligations, so to encourage private sector investment into our nuclear programme, I confirm, subject to consultation, nuclear power will be classed as environmentally sustainable.",
            "“That will give an access to the same investment incentives as renewable energy and alongside that will come more public investment.”",
            "The change of classification has not been welcomed by Stop Sizewell C, a campaign group against the facility, which called the change a “nonsense of the science”.",
            "A spokesperson for Stop Sizewell C added: \"The chancellor announcing that nuclear will be included in the 'green' taxonomy makes a nonsense of the promised consultation and a nonsense of the science, given the major issue of radioactive waste. In any case this seems unlikely to sway wary UK investors, for despite government support, Sizewell C is not expected to reach a final investment decision for two years - if ever - and remains a risky project with a flawed reactor design.",
            "The announcement about the reclassification was made as part of the government's commitment to for Great British Nuclear (GBN) as a new industry body and Hunt said that the first focus of GBN will be to launch a competition to develop small modular reactor (SMR) projects.",
            "On the subject of SMRs, Hunt said in his budget speech: \"I am launching the first competition for Small Modular Reactors. It will be completed by the end of this year and if demonstrated to be viable, we will co-fund this exciting new technology.\"",
            "The competition seeking companies to develop SMRs was announced on 10 March by the newly formed GBN. This new government body has been set up as a delivery vehicle for all of the UK’s nuclear projects, including Hinkley Point C and Sizewell C.",
            "Current SMR projects include Rolls-Royce SMR proposals looking at constructing reactors in Oldbury and Berkeley in the south west of England and Balfour Beatty's proposals with Holtec Britain to develop plans for a SMR-160 pressurised light-water reactor somewhere in the UK.",
            "A spokesperson for Rolls-Royce SMR said: “Rolls-Royce SMR has secured funding commitments of £490M and is the only SMR technology moving through the UKs regulatory process. We have over 600 members of staff in the UK, dedicated to bringing our technology to market at pace – a British solution to a global energy crisis.",
            "“Rolls-Royce SMR has called for rapid progress from the government and we welcome the adoption of that principle in this process, the launch of GBN and the certainty it will provide for future projects.",
            "“We look forward to working collaboratively with government and GBN to realise their ambitions as quickly as possible.”",
            "The official budget document states the competition “is expected to attract the best designs from both domestic and international vendors. The government’s ambition is to select the leading technologies by the end of this year and if demonstrated to be viable, co-fund this exciting new technology in the UK.”",
            "Welsh Affairs Committee chair Stephen Crabb MP believes today’s announcements will help to “reassure” the sector and hopes they are a sign the Wylfa Newydd nuclear power station will soon get the green light.",
            "He said: “The chancellor has today given a vote of confidence in nuclear energy. The establishment of GBN – following my recent letter calling for it and on the back of evidence to our committee – will reassure the sector. I hope this is a sign that Wylfa may be given the green light sooner rather than later for a GW scale site.",
            "“There are two potential sites in Wales for small modular reactors, at Wylfa and Trawsfynydd, and I hope these projects are considered for Great British Nuclear’s upcoming competition.",
            "“I also welcome the decision to include nuclear energy in the UK’s green taxonomy, subject to consultation, as this reflects the views expressed to our committee.”",
            "Crabb called for more clarity on what the situation with the proposed nuclear project in Anglesey, Wales was a week ago.",
            "Stop Sizewell C was not supportive of the launch of GBN though. Its spokesperson added: \"There's woefully little information about GBN, or its financial clout, but the UK government's recent affirmation of how intertwined civil and defence 'nuclear enterprises' are and commitment to align these raises serious questions about GBN's role, and the government's previously unspoken motivations behind its civil nuclear ambitions.\"",
            "A spokesperson for the Nuclear Decommissioning Authority (NDA) said: “Last year, the government announced that the NDA would support interested parties to enable engagement on land within the NDA estate which has the potential to host the UK’s next generation of nuclear power stations. This work is consistent with our mission to clean up the UK’s earliest nuclear sites safely, securely and cost-effectively and, in line with our obligation under the Energy Act, to release the land for other uses that benefit the local community and the environment.",
            "“Of course our primary focus is the decommissioning of existing nuclear facilities across the UK, but we also have an important role to play in supporting the UK government to achieve its energy security strategy ambitions and we will engage with GBN and other interested parties to help deliver this.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.newcivilengineer.com/latest/20bn-clean-energy-reset-using-carbon-capture-and-smrs-expected-in-the-budget-13-03-2023/",
        "title": "£20bn ‘clean energy reset’ using carbon capture and SMRs expected in the budget",
        "text": [
            "Investment for a £20bn “clean energy reset” is expected to be announced by chancellor Jeremy Hunt in Wednesday’s spring budget.",
            "Huge investments have been hinted at by sources within the Treasury for the UK’s carbon capture industry in a bid to try and reduce carbon emissions across the country. The news comes days after The Crown Estate started market engagement for delivery of carbon capture projects on its land.",
            "Alongside this, a competition is anticipated to be launched seeking developers of small modular nuclear reactors (SMRs) in the hope of speeding up the nation’s commitment to nuclear energy.",
            "Hunt said in a statement that the UK is in need of a “reset” and part of the reason the government is keen to invest in cleaner energy is to stop a spike in household energy bills, like the one the UK faced following Russia’s invasion of Ukraine.",
            "He said: “We don’t want to see high bills like this again, it’s time for a clean energy reset. That is why we are fully committing to nuclear power in the UK, backing a new generation of small modular reactors, and investing tens of billions in clean energy through carbon capture.”",
            "The Treasury has said Hunt intends to announce an “unprecedented investment” of £20bn over the next 20 years for carbon capture and low carbon energy projects in response to Joe Biden’s $369bn (£306bn) of climate subsidies for the United States.",
            "A number of carbon capture projects currently awaiting government approval are expected to get the green light on Wednesday (15 March). These include the Acorn Carbon Capture and Storage (CCS) project in Aberdeenshire and the Viking CCS, a pipeline intended to transport carbon from the Humberside to be stored under the North Sea.",
            "As part of the CCS programme, the government intends to store 20-30M.t of CO2 a year by 2030 in the lead up to reaching net zero by 2050.",
            "Increased investment in carbon capture will be further supported by a competition seeking companies to develop SMRs, which was announced on 10 March by the newly formed Great British Nuclear. This new government body has been set up as a delivery vehicle for all of the UK’s nuclear projects, including Hinkley Point C and Sizewell C.",
            "Current SMR projects include Rolls-Royce SMR proposals looking at constructing reactors in Oldbury and Berkeley in the south west of England and Balfour Beatty's proposals with Holtec Britain to develop plans for a SMR-160 pressurised light-water reactor somewhere in the UK.",
            "Secretary of state for the Department for Energy Security and Net Zero Grant Shapps said: “Already a global leader in offshore wind power, we now want to do the same for the UK’s nuclear and carbon capture industries, which in turn will help cut the wholesale electricity prices to among the lowest in Europe.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/polish-government-endorses-proposal-to-deploy-rolls-royce-smrs-11725779/",
        "title": "Polish government endorses proposal to deploy Rolls-Royce SMRs",
        "text": [
            "Rolls-Royce SMR welcomed the announcement by Polish industrial group, Industria (part of Industrial Development Agency JSC), that they have received the final government opinion required to progress the approval of an application for a Decision in Principle to build Rolls-Royce Small Modular Reactor (SMR) power plants in Poland.",
            "A Decision in Principle is the first step towards deployment and requires opinions from several separate government departments. Polish Minister of Climate & Environment, Paulina Hennig-Kloska, has returned the final opinion required. This followed confirmation by the Polish Minister of State Assets in February, the Chief of the Polish Internal Security Agency in April and also from Poland’s Chief Geologist that the investment would have a “positive impact”. The Polish Minister of Climate & Environment now has all the documentation required to issue a Decision in Principle to deploy Rolls-Royce SMRs in Poland.",
            "Alan Woods, Rolls-Royce SMR’s Director of Strategy & Business Development, said: “We are delighted the Polish Government has concluded that the deployment of our unique ‘factory-built’ nuclear power plants would have a positive impact for the country, and we look forward to a Decision in Principle to deploy Rolls-Royce SMRs in Poland.” Rolls-Royce SMR is currently completing Step 2 of Generic Design Assessment by the UK nuclear industry’s independent regulators.",
            "In 2023, state-owned Industria selected Rolls-Royce SMR technology to fulfil the zero-emission energy goals of the Central Hydrogen Cluster in Poland as part of their plans to produce 50,000 tonnes of low-carbon hydrogen every year. Industria applied for a Decision in Principle in December to Hennig-Kloska.",
            "Industria Management Board President Szczepan Ruman said the positive opinion from the Internal Security Agency “is a very important document for us, not only because it is the last opinion we have been waiting for and the Minister of Climate & Environment has complete documentation to decide on issuing the Decision in Principle”. He added: “The positive opinion from the Internal Security Agency is important for us primarily because in this opinion, the agency – responsible for the internal security of the state, as well as for supervising the energy sector – confirms that our planned investment has a positive impact on the security of the Republic of Poland.\"",
            "He said that with the Central Hydrogen Cluster he hoped \"it will be possible to build a significant order portfolio from several entities for SMR units using Rolls-Royce technology, giving the Polish side a strong position in negotiations on the delivery terms of individual units, as well as, above all, in terms of the participation of the Polish industry in a supply chain for RR SMRs and thus the creation of attractive jobs in Poland\".",
            "In March, Industria also signed a letter of intent with the UK Chiltern Vital Group (CVG). With other partners – including Western Gateway, SGSC, University of Bristol, Vital Energi and Rolls-Royce SMR – CVG aims to develop a net-zero and nuclear technologies campus at a site next to the former Berkeley Magnox NPP in Gloucestershire. This will be the first step towards a 'net-zero super cluster' investment zone, encouraging the deployment of Rolls-Royce SMRs alongside an array of net-zero technologies.",
            "The agreement envisages cooperation in: training and development of Polish students and specialists; exchange of know-how to accelerate the licensing process of components for the nuclear industry; joint development of related technologies to create large low-carbon regional technology parks; and creating private financing models to ensure the viability of SMR projects."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/uk-poland-agreement-brings-rolls-royce-smr-deployment-a-step-closer-11597859/",
        "title": "UK-Poland agreement brings Rolls-Royce SMR deployment a step closer",
        "text": [
            "Rolls-Royce SMR has welcomed an agreement between Polish industrial group Industria and UK-based Chiltern Vital Group (CVG) to collaborate on international projects to deliver low-carbon energy projects based on Rolls-Royce SMR technology.",
            "In 2023, following two years of collaboration with Rolls-Royce SMR, Industria (wholly owned by the Polish government as part of part of the Investment Development Agency) selected Rolls-Royce's small modular reactor (SMR) technology for the Central Hydrogen Cluster in Swietokrzyskie, Poland, as part of plans to produce 50,000 tonnes of low-carbon hydrogen a year. Industria intends to deploy up to three SMRs to produce hydrogen and decarbonise regional energy infrastructure.",
            "CVG – a leading UK multi-sector project developer – was recently confirmed as the preferred bidder for the acquisition of the Gloucester Science & Technology Park from South Gloucestershire Stroud College (SGSC). CVG intends to create a world-first net zero and nuclear technologies campus along with its partners including Western Gateway, SGSC, University of Bristol, Vital Energi and Rolls-Royce SMR. This will be the first step towards a ‘net zero super cluster’ investment zone, encouraging the roll out of Rolls-Royce SMRs alongside an array of net zero technologies.",
            "The zone is being planned for the Berkeley nuclear site in Gloucestershire, southwest England. Berkeley was home to two gas-cooled Magnox nuclear plants of 138 MWe each that operated from 1962 to 1989. The Gloucester Science & Technology Park was set up in 2016 when the SGS Group purchased the redundant Berkeley nuclear site for £3m ($3.8m) from the UK Nuclear Decommissioning Authority. Stroud College put the site up for sale in 2023.",
            "CVG said it is supporting Rolls-Royce in the selection of UK sites for the rollout of its SMRs, and in the creation of long-term offtake agreements to support the financial viability of their deployment.",
            "Alan Woods, Rolls-Royce SMR’s Director of Strategy and Business Development, said: “This is an extremely positive step forward for Rolls-Royce SMR and we are delighted to see two of our close partners agree to collaborate on their efforts to bring our technology to fruition…. Both CVG and Industria are highly capable organisations, able to deliver low-carbon energy projects powered by Rolls-Royce SMRs.”",
            "He added: “This announcement further opens the opportunity for CVG to support and enable Great British Nuclear (GBN) to deliver innovative technology by the early to mid-2030s.” After being shortlisted at the end of 2023, Rolls-Royce SMR is committed to progressing through the GBN technology selection process. The Rolls-Royce SMR design is also progressing through the Generic Design Assessment process by the UK nuclear industry’s independent regulators with a view to UK regulatory approval by mid-2024 and is two years ahead of any other SMR in European regulatory assessment.",
            "Rolls-Royce SMR was established in November 2021 to bring a modularised, factory-built SMR to market, capable of generating 470MW of low-carbon electricity for at least 60 years based on standard nuclear energy technology. A Rolls-Royce-led UK SMR consortium aims to build 16 SMRs, and expects to complete its first unit in the early 2030s. Rolls-Royce is also discussing deployment of its SMR with the Czech Republic, Poland and Estonia."
        ],
        "frequency": 3
    },
    {
        "url": "https://www.neimagazine.com/news/commonwealth-fusion-awarded-us-doe-grants-11076965/",
        "title": "Commonwealth Fusion awarded US DOE grants",
        "text": [
            "The US Department of Energy’s Innovation Network for Fusion Energy (INFUSE) programme has awarded US-based Commonwealth Fusion Systems (CFS) three new grants to fund research & development projects with the University of California at Berkeley, Princeton Plasma Physics Lab, and University of California at Los Angeles. The INFUSE award programme is intended to accelerate fusion energy development through public-private research partnerships.",
            "The CFS awards will support the following projects:",
            "Electrochemical evaluation of hydrogen concentration and diffusivity in FLiBe [a eutectic mixture of lithium fluoride and beryllium fluoride]. This programme will measure the behaviour of tritium, a key fusion fuel, in FLiBe, which CFS’s ARC fusion power plant will use to transfer thermal energy, cool and shield components, and breed tritium.",
            "Deuterium retention in boron dust. This programme will examine how boron, which is typically applied to the plasma-facing surfaces in tokamaks, traps deuterium, another key fusion fuel.",
            "Informing ARC divertor design and plasma facing material selection through integrated modelling. This programme will evaluate the ability of material candidates to survive the demanding environment of an ARC power plant divertor.",
            "INFUSE was established in 2019. The 2023 INFUSE awards total $4.6m and funded 18 projects at US National Labs and universities. The programme is sponsored by the Fusion Energy Sciences (FES) programme office within DOE’s Office of Science and is focused on accelerating fusion energy development through public-private research partnerships. The projects for the 2023 INFUSE awardees were selected through a competitive peer review process managed by the INFUSE leadership team at Oak Ridge National Laboratory and Princeton Plasma Physics Laboratory.",
            "CFS has received 21 INFUSE awards, and has past or present collaborative projects with12 US National Labs and universities. CFS was spun out of Massachusetts Institute of Technology’s (MIT’s) Plasma Science & Fusion Centre as a private company in 2018, and has since raised more than $2bn in funding. CFS is collaborating with MIT to leverage decades of research combined with new high-temperature superconducting (HTS) magnet technology. SPARC is a tokamak under development by CFS in collaboration with MIT’s Plasma Science and Fusion Centre, which is also designing the compact ARC (affordable, robust, compact) fusion reactor."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/berkeley-decommissioning-to-begin-five-decades-ahead-of-schedule-10852784/",
        "title": "Berkeley decommissioning to begin five decades ahead of schedule",
        "text": [
            "UK Magnox is preparing to begin a key decommissioning project to demolish four blower houses at the site of the closed Berkeley NPP.",
            "“This is one of the largest decommissioning projects that Berkeley site has seen for several years,” said Ross McAllister, Magnox programme delivery director. “It was originally planned for the 2070s so it is fantastic to bring that forward by five decades in our aim to deliver our mission better, faster and even safer.”",
            "Berkeley NPP’s two Magnox reactors began operation in 1962 with a total capacity of 276 MWe. They were closed in 1988 and 1989 and in 1992, Berkeley became the first Magnox site to complete defueling and it was also the first to decommission its fuel storage ponds. It was the first UK NPP to be decommissioned. The turbine hall was demolished in 1995 and cooling ponds in 2001. In 2010, the units were the first to be sealed up and placed in 'safestor', a passive state in which they will be monitored and maintained until the site is completely cleared after some 65 years.",
            "In January, the first radioactive waste from underground vaults at the site was transferred using a concrete box to an interim on-site storage facility. The site housed around 620 tonnes of metallic fuel element debris and 6,665 containers, including sludge cans, in three underground vaults. A silo houses charge rods and the chutes used to discharge fuel from the reactors.",
            "“The blower houses circulated gas through the reactors to transfer heat into 310 tonne boilers to create steam to turn the turbines and generate electricity,” McAllister explained. “The last of the 15 gigantic metal boilers was transported to Sweden for cleaning, smelting and recycling in 2013. The buildings will be emptied of the residual metallic low-level waste and undergo a full asbestos clean before being demolished. The work is expected to take eight years to complete and will be another major step forwards in sustainably decommissioning Berkeley site with our supply chain partners.”",
            "Following extensive procurement exercises, Altrad was awarded a £30.8m ($38.8m) contract for the design, asbestos removal, deplant, demolition and construction works in and around the blower houses. Altrad will be supported by other Celadon alliance companies including: Veolia KDC Decommissioning Services; NSG Environmental; OBR Construction; Mammoet; and Cavendish Nuclear.",
            "Altrad General Manager for Magnox Kevin Williamson said the contract encompasses the retrieval and cleaning of the primary circuit ductwork and miscellaneous steelwork from the blower houses, prior to their demolition. This includes the processing of the spring hangers from the lubrication pits, which need to be de-energised and made safe before they can be cleaned.",
            "Nuclear Waste Services (NWS), a Nuclear Decommissioning Authority operating company, was awarded a £13.7m contract to manage 2,400 tonnes of metallic waste. Carly Sutton, NWS Consultant & Magnox Relationship Manager said: “Through our metallic waste treatment service and working with our supply chain partner Augean we will establish a waste handling compound at Berkeley to provide a safe and secure undercover area where the metallic waste can be processed before it leaves the site for treatment. She added that the high-quality steel removed will be treated, recycled and returned to the metal market for reuse.",
            "Chris Hannon, Augean Head of Radioactive Waste Services explained that the metallic waste will be treated at Augean sites in the UK with over 95% of the metal being decontaminated to levels that allow recycling. “We’re working with a number of key subcontractors including NSG Environmental who will be leading the design of the waste handling compound,” he said.",
            "Image: Reactors and blower houses at the Berkeley site (courtesy of Magnox)"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/uk-details-strategy-for-nuclear-waste-management-10794613/",
        "title": "UK details strategy for nuclear waste management",
        "text": [
            "UK Nuclear Waste Services (NWS) has launched a strategy focused on key objectives “to ensure that the right waste form, in the right package, is managed or disposed of at the right facility”. According to the 42-page document, “NWS will support accelerated decommissioning through innovation, with legacy and future waste streams managed in the most sustainable and efficient way through technology development, expertise and setting worldwide standards to provide value for the UK.”",
            "NWS, launched in January 2022 is a new organisation bringing together the long-established expertise of site operator Low Level Waste Repository Limited (LLWR), Geological Disposal Facility (GDF) developer Radioactive Waste Management (RWM) Limited and the Nuclear Decommissioning Authority’s (NDA’s) Integrated Waste Management Programme. NWS is not a legal entity but provides strategic oversight over the operation and development of these businesses through a management board governance structure. The legal entities of LLWR and RWM will continue, although the intention is to move to a single legal entity operating under the NWS brand sometime in the future.",
            "According to the planned schedule outlined in the NWS strategy, capping will start on the Low Level Waste Repository in 2024-25; thermal treatment technologies will be developed as a proven technology by 2026-27; and decisions on the communities to progress as part of the Geological Disposal Facility programme will be made by 2026. The strategy sets out direction, objectives, key milestones, and the transformation needed to succeed by 2030.",
            "NWS Chair Adrienne Kelbie and NWS CEO Corhyn Parr said in a joint statement that the aim is “to make nuclear waste permanently safe, sooner”, adding: “And we want to become the ‘one stop shop’ for nuclear waste management and disposal solutions in the UK.",
            "NDA CEO David Peattie welcomed publication of the strategy as a “positive step for the NDA group”. Managing waste is fundamental to our decommissioning mission and the creation of a single, waste focused organisation has been an important part of reshaping the group to deliver our commitments.",
            "The NWS strategy lists three objectives:",
            "“We will be global leaders in the application of the nuclear waste hierarchy to ensure that the right waste form is in the right package and is disposed of at the right facility.",
            "“We will support accelerated decommissioning through innovation with waste streams managed in the most sustainable and efficient way, supported by technology development and expertise, setting worldwide standards.",
            "“And we will add value for the UK taxpayer. Our strategy objectives are built to be enduring and responsive to influences from the global and nuclear landscape as it evolves and changes.”",
            "The strategies “will remain live and will be reviewed regularly or when there is a change in our context (e.g., new policy guidance is released).” NWS says it “will continue to work closely with the NDA group, government departments and regulators on all relevant waste policy and strategy implementation.”",
            "Publication of the strategy came shortly after NDA published its Business Plan 2023 to 2026. The 72-page plan sets out key activities and expected progress for all 17 of the NDA’s nuclear sites over the next three years. In an introductory message, NDA CEO David Peattie said: “We organise our work into five themes and 47 strategic outcomes, providing a clear view of progress towards our mission.”",
            "Many outcomes are long-term and sop “it’s rewarding to see some major milestones completed in the last year,” he noted. These include closure of the Magnox Reprocessing Plant at Sellafield in July 2022 after 58 years, having handled around 55,000 tonnes of used fuel during its lifetime. “This enables the site to fully focus on decommissioning, with the recent start of waste retrievals from the Magnox Swarf Storage Silo a sign of that.”",
            "At Magnox a modular encapsulation plant recently went into service at Berkeley, helping to make intermediate level waste safe. High hazard reduction also continues at Dounreay, in areas such as the Dounreay Fast Reactor and Prototype Fast Reactor. In addition, NWS is working to find willing community for a geological disposal facility (GDF) with four Community Partnerships established so far.",
            "Peattie added: “Our mission is growing, with preparations underway for EDF Energy to transfer seven AGR stations to the NDA, for decommissioning by Magnox. This is the most significant increase to the NDA’s portfolio since our creation, with each site moving across when defuelling is complete.” NDA is also working with the Ministry of Defence to consider the potential for the NDA group to decommission its Vulcan site which sits next to Dounreay. “In addition, the UK Government has asked us to support its Energy Security Strategy,” he said.",
            "He concluded: “This Business Plan sets out a challenging programme of work, reducing hazards while contributing to a globally significant sustainability agenda, developing our people and supporting our communities. I remain proud of colleagues across the group who continue to safely progress our nationally important mission and together I’m confident we can deliver our mission, create great places to work and be trusted to do more.”"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/first-concrete-box-of-radioactive-waste-safely-transferred-from-berkeley-npp-10531964/",
        "title": "First concrete box of radioactive waste safely transferred from Berkeley NPP",
        "text": [
            "Radioactive waste from underground vaults at the UK’s closed Berkeley NPP has been transferred using a concrete box to an interim on-site storage facility. Magnox Ltd described the event as a landmark for its mission to clean former UK civil nuclear sites. It involved both development of a new waste storage package and innovative waste retrieval techniques.",
            "The UK Office for Nuclear Regulation (ONR) authorised the use of the concrete storage boxes as a suitable container for the transport of the waste from the vaults into the interim storage facility. Paul Jenneson, ONR's Berkeley Site Inspector said it took many years of planning and work to be able to retrieve waste from the vaults and store it in concrete boxes in a modern safe interim storage facility. \"Getting to this stage has been a result of a sustained programme of productive and open dialogue and engagement between the regulator and the licensee, Magnox Ltd.”",
            "Mike Heaton, Berkeley Site Director expects that Magnox will be able to use the new approach to help accelerate decommissioning work at some of its other sites. “The boxes will be held at Berkeley for interim storage until a national repository becomes available,” he said.",
            "It is expected to take 4-5 years to remove the full inventory of waste from the vaults at Berkeley. The Berkeley site housed some 620 tonnes of metallic fuel element debris and 6665 containers – some of which are sludge cans – in three underground vaults. A single silo houses charge rods and the chutes used to discharge fuel from the site's two Magnox reactors.",
            "Magnox said transfer of the first concrete box marks another successful delivery of its commitment to safe hazard reduction",
            "which has already seen the demolition of buildings and removal of redundant equipment at Berkeley. This includes the site’s 310-tonne steel boilers, all 15 of which were sustainably recycled for future use.",
            "The two units at Berkeley were closed in the late 1980s and, in 1992, Berkeley became the first Magnox site to complete defueling. It was also the first to decommission its fuel storage ponds.",
            "In 2010, the units were the first to be sealed up and placed in 'safestor', a passive state in which they will be monitored and maintained until the site is completely cleared after some 65 years.",
            "David Stollard, Programme Manager for the Nuclear Decommissioning Authority said: “This is a significant milestone in our mission to safely and securely decommission our legacy nuclear sites. It was fantastic to see first-hand the culmination of many years of hard work and planning.” He added: “It’s a collective achievement that the whole team are rightfully proud of and we will be looking to take forward the lessons learned and apply them across our other sites.”"
        ],
        "frequency": 9
    },
    {
        "url": "https://www.neimagazine.com/news/rolls-royce-visits-two-potential-uk-sites-for-its-first-smrs-10523038/",
        "title": "Rolls-Royce visits two potential UK sites for its first SMRs",
        "text": [
            "UK company Rolls-Royce SMR has visited the sites of the decommissioned Oldbury and Berkeley NPP reactors in Gloucestershire (southwest UK) for talks with stakeholders from communities around the plants. The two unit Berkeley NPP was closed in 1988-89, and the two unit Oldbury plant in 2011-12, and are now the responsibility of the Nuclear Decommissioning Authority (NDA).",
            "two of several sites which Rolls-Royce shortlisted for its ‘first wave’ of planned small modular reactors (SMRs) in November 2022",
            ". Rolls-Royce identified four sites with the potential to deploy multiple units: Trawsfynydd (requiring agreement with NDA and the Welsh Government); Sellafield (NDA land availability to be confirmed); Wylfa – South (requiring agreement with Horizon Nuclear Power); and Oldbury – North (also requiring agreement with Horizon Nuclear Power).",
            "In addition, four other sites were identified which needed further investigation. These include: Berkeley (requiring agreement with the Berkeley Estate); Hartlepool NPP (requiring agreement with EDF Energy); Heysham NPP (requiring agreement with EDF Energy); and Bradwell – North/East (requiring agreement with CGN and EDF Energy).",
            "Senior representatives from Rolls-Royce SMR toured both Oldbury and Berkeley for meetings with landowners, District and Local Council representatives and the Western Gateway team. Councillor Toby Savage, Vice Chair of the Western Gateway Partnership, welcomed the continued interest in Oldbury and Berkeley. “Our area has a long history of expertise in pioneering new forms of energy generation and it was good to be able to demonstrate this to our guests from Rolls-Royce SMR…. Alongside our partners, we are in the process of exploring a range of options to make sure we find the best use for these sites to unlock their potential.”",
            "Rolls-Royce SMR’s Chief Operating Officer, David White said the visits were “an extremely important step for us – allowing us to better understand the sites, see the potential for Rolls-Royce SMRs and, most importantly, meet representatives from the communities to discuss their aspirations for bringing new nuclear to the region”.",
            "The 470MWe Rolls-Royce SMR design is based on a small pressurised water reactor. The design was accepted for Generic Design Assessment review in March 2022 and Rolls-Royce SMR expects to receive UK regulatory approval by mid-2024. A Rolls-Royce-led UK SMR consortium aims to build 16 SMRs. The consortium – which includes Assystem, Atkins, BAM Nuttall, Jacobs, Laing O'Rourke, National Nuclear Laboratory, the Nuclear Advanced Manufacturing Research Centre and TWI – expects to complete its first unit in the early 2030s and build up to 10 by 2035.",
            "White said Rolls-Royce SMR stations “will play a significant part in guaranteeing future energy security for the UK and providing clean, affordable electricity for generations to come while supporting thousands of highly skilled jobs”. He added: “We are looking to agree a route forward with Government to enable us to start building British factories, commissioning supply chain contracts and agreeing export deals abroad as soon as possible. It is vital that we maintain the momentum we have created and move from development into deployment.”",
            "Image: Oldbury nuclear power station (courtesy of David Bowd-Exworth/Wikimedia Commons)"
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/mit-and-co-researchers-devise-new-tool-for-testing-reactor-components-10515641/",
        "title": "MIT and co-researchers devise new tool for testing reactor components",
        "text": [
            "Researchers at Massachusetts Institute of Technology (MIT) and other institutions have developed a remote test that can produce key information about the condition of stainless-steel reactor components, minimising outage time. The findings are reported in the journal Acta Materiala in a paper by MIT professor of nuclear science and engineering Michael Short; Saleem Al Dajani (who did his master’s work at MIT on this project and is now a doctoral student at the King Abdullah University of Science and Technology in Saudi Arabia); and 13 others.",
            "The team included researchers at MIT, Idaho National Laboratory, Manchester University and Imperial College London (UK), Oak Ridge National Laboratory, the Electric Power Research Institute, Northeastern University, the University of California at Berkeley, and King Abdullah University of Science and Technology in Saudi Arabia. The work was supported by the International Design Center at MIT and the Singapore University of Technology and Design, the US Nuclear Regulatory Commission, and the US National Science Foundation.",
            "Currently such testing requires removing test pieces of the same kind of steel that are left adjacent to the actual components to experience the same conditions, or removal of a tiny piece of the operating component. Both are done during shutdowns of the reactor, prolonging these scheduled outages and costing millions of dollars a day.",
            "The new test involves aiming laser beams at the stainless-steel material, which generates surface acoustic waves (SAWs) on the surface. Another set of laser beams is then used to detect and measure the frequencies of these SAWs. Tests on material aged identically to NPPs showed that the waves produced a distinctive double-peaked spectral signature when the material was degraded.",
            "Short and Al Dajani began their research in 2018, looking for a more rapid way to detect a specific kind of degradation, called spinodal decomposition. This can take place in austenitic stainless steel, which is used for components such as the pipes that carry coolant water to and from the reactor core. This process can lead to embrittlement, cracking, and potential failure in the event of an emergency.",
            "While spinodal decomposition is not the only type of degradation that can occur in reactor components, it is a primary concern for the lifetime and sustainability of nuclear reactors, Short said.",
            "“We were looking for a signal that can link material embrittlement with properties we can measure, that can be used to estimate lifetimes of structural materials,” Al Dajani noted.",
            "They tried a technique Short and his students and collaborators had expanded upon, called transient grating spectroscopy (TGS) using samples of reactor materials known to have experienced spinodal decomposition as a result of their reactor-like thermal ageing history. Laser beams were used to stimulate and measure SAWs on a material. It was assumed that decomposition should slow the rate of heat flow through the material and the slowdown would be detectable by the TGS method. However, no such slowdown was detected. Short said: “You go in guns blazing, looking for a certain thing, for a great reason, and you turn out to be wrong. But if you look carefully, you find other patterns in the data that reveal what nature actually has to say.”",
            "Instead, what showed up in the data was that, while a material would usually produce a single frequency peak for the material’s SAWs, in the degraded samples there was a splitting into two peaks. “It was a very clear pattern in the data,” Short recalls. “We just didn’t expect it, but it was right there screaming at us in the measurements.”",
            "Cast austenitic stainless steels used in reactor components are duplex steels – a mixture of two different crystal structures in the same material by design. While one is quite impervious to spinodal decomposition, the other is quite vulnerable t. When the material starts to degrade, the difference shows up in the different frequency responses of the material. The team carried out further tests, which continued to strengthen the significance of the results.",
            "“Our discussions with those who opposed our initial hypotheses ended up taking our work to the next level,” Al Dajani says. The tests they did used large lab-based lasers and optical systems. The next step is miniaturising the whole system into something that can be an easily portable test kit to use to check reactor components on-site, reducing the length of shutdowns. “We’re making great strides, but we still have some way to go,” he said. “Every day that your nuclear plant goes down, for a typical gigawatt-scale reactor, you lose about $2m a day in lost electricity,” he noted, “so shortening outages is a huge thing in the industry right now.”",
            "Short hopes the new technique could help to enable the extension of NPP operating licences for some additional decades without compromising safety, through the frequent, simple and inexpensive testing of the key components.",
            "The team included researchers at MIT, Idaho National Laboratory, Manchester University and Imperial College London (UK), Oak Ridge National Laboratory, the Electric Power Research Institute, Northeastern University, the University of California at Berkeley, and King Abdullah University of Science and Technology in Saudi Arabia. The work was supported by the International Design Center at MIT and the Singapore University of Technology and Design, the US Nuclear Regulatory Commission, and the US National Science Foundation.",
            "Image: Massachusetts Institute of Technology (courtesy of MIT)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/news/us-national-ignition-facility-achieve-fusion-ignition-10439194/",
        "title": "Fusion breakthrough for LLNL",
        "text": [
            "A fusion reaction that produced more energy than the laser energy used to drive it has been achieved by the US National Ignition Facility. Located at Lawrence Livermore National Laboratory (LLNL), the result from the laser-based fusion system has been widely hailed as a game changer for fusion power.",
            "The first ever controlled fusion experiment to achieve this milestone, also known as scientific energy breakeven, LLNL’s experiment delivered 2.05 megajoules (MJ) of energy to a tritium/deuterium target which resulted in 3.15 MJ of fusion energy output.",
            "In the 1960s, a group of scientists at LLNL hypothesised that lasers could be used to induce fusion in a laboratory setting. To pursue this concept, LLNL built a series of increasingly powerful laser systems, leading to the creation of NIF, the world’s largest and most energetic laser system. NIF is the size of a sports stadium and uses lasers to create the required temperatures and pressures. To create fusion ignition, NIF’s laser energy is converted into x-rays inside the hohlraum – a hollow, cylinder-shaped device that is used to focus and control radiation – which then compress a fuel capsule until it implodes, creating a high temperature, high pressure plasma.",
            "The US Department of Energy (DOE) and their National Nuclear Security Administration (NNSA) described the achievement as “a major scientific breakthrough decades in the making that will pave the way for advancements in national defense and the future of clean power”.",
            "In a statement DOE added: “Many advanced science and technology developments are still needed to achieve simple, affordable inertial fusion energy (IFE) to power homes and businesses, and DOE is currently restarting a broad-based, coordinated IFE programme in the United States. Combined with private-sector investment, there is a lot of momentum to drive rapid progress toward fusion commercialisation.”",
            "Collaborators have included DOE’s Los Alamos National Laboratory, Sandia National Laboratories, and Nevada National Security Site; General Atomics; academic institutions, including the University of Rochester’s Laboratory for Laser Energetics, the Massachusetts Institute of Technology, the University of California, Berkeley, and Princeton University; international partners, including the UK Atomic Weapons Establishment and the French Alternative Energies and Atomic Energy Commission; and stakeholders at DOE and NNSA and in Congress.",
            "Commenting on the development Andrew Holland, CEO of the Fusion Industry Association (FIA) said: “There are still many steps between these experimental results and fusion power plants, but this is an important milestone for fusion.”",
            "He added: “This will give governments around the world further incentive to support the development of commercial fusion energy.”",
            "Image: The target chamber at LLNL’s National Ignition Facility (courtesy of LLNL)"
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/rolls-royce-smr-prioritises-four-nda-sites-for-new-nuclear-10284448/",
        "title": "Rolls-Royce SMR prioritises four NDA sites for new nuclear",
        "text": [
            "Rolls-Royce SMR, supported by the UK Nuclear Decommissioning Authority (NDA), has completed a siting assessment review into potential options for deploying Rolls-Royce SMR power stations.",
            "This is the first phase in a programme of work which is considering siting, collaboration opportunities and the socio-economic benefits of deploying Rolls-Royce SMR units on land within the NDA estate, as well as at other locations across the UK.",
            "The work is consistent with NDA’s mission to clean up the UK’s legacy nuclear sites safely, securely and cost-effectively and to release them for other uses.",
            "It follows the announcement earlier this year from the Department for Business, Energy & Industrial Strategy (BEIS) that NDA would work alongside interested parties, including Rolls-Royce SMR, to enable engagement on potential future nuclear developments on its sites.",
            "Within the NDA estate there is land with the potential to host the UK’s next generation of nuclear power stations. The study has identified a range of sites that could host several GWe of Rolls-Royce SMRs, prioritising four NDA sites.",
            "Rolls-Royce SMR has identified four potential land parcels – two are within the control of the NDA (land at Trawsfynydd and land neighbouring the Sellafield site) – with two others on NDA land leased to a third party (Wylfa and Oldbury). Any formal commitment of NDA land, or other support, would require government approval via NDA’s sponsoring department, BEIS.",
            "Rolls-Royce SMR matched the sites against a set of assessment criteria that will enable stations to be operational by the early 2030s, including: existing geotechnical data, adequate grid connection and a site large enough to deploy multiple SMRs.",
            "Rolls-Royce SMR CEO Tom Samson said he was grateful to David Peattie and the NDA team for their work in helping inform our understanding of the significant opportunity to bring new nuclear power back to nuclear communities across England and Wales.",
            "“Identifying the sites that can host our SMRs is a key step to our efficient deployment – the sooner that work can begin at site, the sooner we can deliver stable, secure supplies of low-carbon nuclear power from SMRs designed and built in the UK. We must maintain this positive momentum and work with NDA and Government departments, to ensure we capitalise on the range of siting options, focusing on those that maximise benefit to the taxpayer while enabling power to come online as close to 2030 as possible.”",
            "NDA CEO David Peattiesaid the study is “a tangible step forward in our mission to safely decommission our sites and free up land for future use”. He added: “We’re engaging with several potential partners to explore the use of land in our estate whilst utilising the NDA’s nuclear sector expertise to support the delivery of the UK Government’s energy security strategy.”",
            "Minister of State for Climate, Graham Stuart, said: “This work to identify potential sites for the first generation of small modular reactors is a positive step. These places not only have a strong historical connection with the industry, but also communities with the skills to benefit from the well-paid jobs that could be created.”",
            "The Rolls-Royce SMR power plant will have the capacity to generate 470MWe and will provide consistent baseload generation for at least 60 years. Rolls-Royce SMR has assessed the potential to deploy multiple units at the following sites – equivalent to 15GWe.",
            "Trawsfynydd (requires agreement with NDA and Cwmni Egino – Welsh Government, Rolls-Royce SMR is engaged in the market engagement exercise, alongside other interested parties)",
            "Sellafield (NDA land availability to be confirmed)",
            "Wylfa – South (requires agreement with Horizon Nuclear Power)",
            "Oldbury – North (requires agreement with Horizon Nuclear Power)",
            "Potential sites requiring further investigation include:",
            "Berkeley: 4-6 SMR potential (requires agreement with the Berkeley Estate)",
            "Hartlepool NPP – 2 SMR potential (requires agreement with EDF Energy)",
            "Heysham NPP – 3 SMR potential (requires agreement with EDF Energy)",
            "Bradwell – North / East: 4-6 SMR potential (requires agreement with CGN and EDF energy)",
            "Image: Oldbury near Bristol is one of the prioritised sites (courtesy of Rolls-Royce)"
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/analysis/deep-thought-on-disposal-10145177/",
        "title": "Deep thought on disposal",
        "text": [
            "While nuclear generation is now regarded as a key player in the clean energy transition, long-term disposal of nuclear waste remains a key challenge for the industry. Deep geologic disposal is widely seen as the most viable solution when it comes to the permanent disposal of high-level waste, notably spent fuel assemblies, but there has been notably little progress on developing physical repositories. At least that was the case until recently as this year has witnessed a number of significant developments. Among mounting evidence that progress on final repositories is now accelerating, a site for Switzerland’s deep geological repository has now been selected.",
            "Over a three-year drilling campaign which began in 2019, the National Cooperative for the Disposal of Radioactive Waste (Nagra) – the body responsible for the Swiss disposal programme – drilled nine boreholes across three potential siting regions, each of which features a layer of Opalinus Clay over 100 metres thick that is very tight and solidly bedded. This Opalinus Clay layer will host the Swiss repository and is the most important long-term safety barrier for containing the radioactive materials.",
            "While the regions differ, for example the depth of the Opalinus Clay layer can vary as can the adjacent rock strata, after an initial programme of 18 months, Nagra was able to confirm that it would be possible to construct a safe deep geological repository within all of the three regions being considered. Further exploration and subsequent drilling operations across the regions of Jura Ost, Nördlich Lägern and Zürich Nordost ultimately saw a total of 10,000 metres of bores drilled and more than 6000 metres of drill cores recovered as part of the CHF170m (US$170m) campaign. Having produced a full subterranean map and despite the coronavirus and minor technical difficulties while drilling, Tim Vietor, Head of Geology and Safety and member of the Nagra Executive Board, confirmed that not only is it possible to construct a repository, but there is also sufficient space for a combined repository that will hold low, intermediate and high-level waste materials. The Swiss Nuclear Energy Act stipulates that Switzerland’s radioactive waste must be disposed of in a deep geological repository. Nagra has proposed a combined repository that is suitable for all types of radioactive waste.",
            "Nagra announced that it was pleased with the results in Nördlich Lägern, where the Opalinus Clay is very tight and a coral reef lies above the clay layer. In September Nagra announced that it had selected the region located in the Zürcher Unterland (lowlands) north of Zurich in Canton Zürich as the preferred repository location. Although all the sites have similar host rock, differences in the confining geological units mean that Nördlich Lägern is better suited for repository construction than expected and has the largest safety reserves. In addition, the site also has the largest underground area suitable for construction, giving the greatest flexibility for the final layout of the repository. In 2015, Nagra had been concerned that constructing the repository in Nördlich Lägern would be more challenging from an engineering perspective. However, further investigation showed that Nagra’s initial assessment had been too cautious.",
            "Nagra CEO Matthias Braun noted that the development of a siting proposal for a deep geological disposal site can thus begin and Nagra is now transitioning from the research phase to the licensing and implementation phase. Nagra will now prepare the general licence applications, which it expects to submit to the Federal Council in 2024. However, around 30 years or so will pass before Nagra can actually start waste emplacement operations, it says.",
            "The surface entrance to the repository is to be constructed in the Haberstal district area of Stadel within the Canton Zürich. Nagra also plans to construct encapsulation plants at the Zwilag interim storage facility which already exists and has been in operation for many years. It is located in Würenlingen in Canton Aargau.",
            "Overcoming technical storage challenges",
            "Along with progress on a physical site for long-term geological waste disposal Nagra is among many research group that is also working on addressing some of the technical challenges this solution presents. For example, scientists from the US Lawrence Berkeley, Sandia and Los Alamos national labs, are collaborating with Nagra on the HotBENT project which is looking how well bentonite retains its safety functions when exposed to long-term heating. Bentonite is a natural, clay-based material that is placed around canisters of buried, high-level waste. Because it swells when water reaches it, this characteristic helps prevent any waste transport.",
            "“The concern is that heat emitted by underground nuclear waste will change the geophysical and geochemical properties of the bentonite buffer and the host rock,” explained LianGe Zheng, Berkeley Lab’s lead scientist on HotBENT. “For this long-term series of experiments, we will evaluate the thermal, hydrological, chemical, and mechanical changes in the bentonite and how that affects the material’s safety function over time,” Zheng added.",
            "The HotBENT project is being led by Nagra but also includes the US DOE and partners in Canada, Japan, and the UK among others. By demonstrating bentonite tolerance of higher temperatures, the ambition is that the project could allow for more radioactive waste to be safely stored in subsurface repositories by allowing tighter spacing between waste canisters and reducing the overall repository footprint.",
            "Field testing began in September 2021 at Switzerland’s underground Grimsel Test Site. With four heaters installed, the temperature is being slowly increased over several months to eventually reach 200°C. This is double the current maximum allowable temperature under consideration for repositories. However, previous research has suggested that even at twice the maximum temperature, bentonite does not lose much of its beneficial properties with the ability of the bentonite to swell only decreasing by about 4% at most in the simulations. Over the initial 18-month testing programme, the scientists will be looking at changes in the materials which may affect the ability to swell.",
            "In the longer term, the construction of the Grimsel site will allow a partial dismantling of one sector after five years of heating in around 2026. Full dismantling of this sector is anticipated after a heating and hydration phase after about 20 years in around 2041.",
            "“If the Swiss test site can largely verify the modelling results, then the bentonite buffer may be able to retain much of its protective function at much higher temperatures than previously considered,” said Zheng.",
            "Canada’s Nuclear Waste Management Organization (NWMO) is also working with Nagra and recently announced progress on its waste disposal programme with a full-scale demonstration of its engineered barrier design at its test facility in Oakville, Ontario.",
            "“All elements of the demonstration performed as expected and according to plan,” said Chris Boyle, Vice-President and Chief Engineer at the NWMO.",
            "The Canadian high-level waste repository will be built more than 500 metres underground and the design uses a series of five engineered and natural barriers. Two areas are currently being considered for the repository location, the Wabigoon Lake Ojibway Nation-Ignace area in northwestern Ontario and the Saugeen Ojibway Nation-South Bruce area in southern Ontario.",
            "During the test, containers designed for used nuclear fuel were moved into a simulated repository space and the remaining space was then filled with a loose granular bentonite clay material. Once assembled, each used fuel container together with its bentonite-packed buffer box weighs some 8000kg. In-depth analysis is now underway to assess the results.",
            "While the US has not identified a new site for long-term disposal of high-level waste since Congress stopped funding the Yucca Mountain site in 2010, work there does continue. In August, US-based Deep Isolation and Amentum signed a Memorandum of Agreement to commercialise Deep Isolation’s nuclear waste disposal technology which features directional drilling. The company argues this is an alternative to the conventional deep excavation approach. Initial targets for joint work include Europe and Pacific nations and the companies estimate there is a market worth more than $30bn.",
            "“The world is changing fast, and it’s imperative for the success of nuclear energy that we solve the nuclear waste challenge,” noted Deep Isolation CEO Elizabeth Muller.",
            "Approvals take a step forward",
            "Along with technical and physical developments there have been important political and regulatory moves this year too. For example, in France Cigéo, the deep geological disposal project for High and Intermediate Level waste is the subject of a declaration of public utility (DUP). The move, which saw the government decision of decree published in the official journal in July, marks a key point in the licensing process of the Cigéo project for the French National Radioactive Waste Management Agency (Andra). The repository will stand on the border between the Meuse and Haute-Marne departments and is designed to hold high level waste at a depth of 500 metres in a stable geological layer. The design includes the potential recovery of waste packages already disposed of and over a duration of not less than 100 years. The aim is to ensure reversibility for the disposal facility over future generations. This reversibility will be mainly achieved by progressively building up the facility, with adaptability of the design and the flexible disposal system, integrating technological progress and adapting to any potential changes to energy policy.",
            "Although a significant development, the declaration of public utility for Cigéo is not a construction licence but the construction licence application is expected to be submitted to the French Nuclear Safety Authority (ASN) towards the end of this year.",
            "Sweden has also announced a significant development this year as the government decided to allow SKB to build a final repository in Forsmark in Östhammar Municipality along with an encapsulation plant in Oskarshamn. The next step in the licensing process is for the Land and Environment Court to establish relevant conditions while the Swedish Radiation Safety Authority will also decide on permit conditions under the Nuclear Activities Act. SKB has been researching and developing technology for the final repository for more than 40 years and the search for a site for a geological repository began in 1992. Nonetheless, only when all licences are in place can actual construction start. It will take about 10 years to build the spent fuel repository after final approvals are in place.",
            "“We are now looking forward to implementing Sweden’s largest environmental protection project,” said SKB’s CEO Johan Dasht in a statement.",
            "The case will now return to the Land and Environment Court and the Swedish Radiation Safety Authority.",
            "While progress has been recorded across numerous nations, Finland is by far the leader in developing a physical storage location. Construction of a geological disposal facility 400-450 metres beneath the ground in Olkiluoto is nearly complete. The first waste is expected to be placed in 2024 and in July excavation of the first five actual final disposal tunnels was completed. Holes for approximately 180 disposal capsules will be drilled in the first five disposal tunnels, the total length of which is about 1700 meters.",
            "Known as ONKALO, the site was selected following preliminary screening of the entire country, before detailed site at four shortlisted sites. While all of the sites would have been suitable, Olkiluoto had the largest available area and a large portion of the spent fuel was already stored there. The government took the final decision in 2001 and tunnel excavation started at the beginning of May 2021. Posiva is the responsible body and is owned by the country’s nuclear generation companies.",
            "While deep geological disposal is the clear winner as the long-term solution to high-level waste like spent fuel, it is also evident that even in those nations like Finland, Sweden and France that are leading the development race, actual storage is some way off. Given this means the continued use of wet and dry storage of spent fuel assemblies on-site considerable research is also underway here too. The IAEA, for example, has recently launched a new Coordinated Research Project (CRP) to explore the longer-term implications of spent nuclear fuel storage systems. The Agency notes that most on-site storage systems were originally designed to last 20–50 years. However, the duration of spent fuel storage prior to long-term disposition has been steadily increasing over decades. Some six decades of wet storage, and four of dry storage have been seen and now durations of 100 years or more are typical. In some countries periods of up to 300 years and being envisaged. Nonetheless, while good performance has been reported and valuable operational experience gained, work is now underway to develop the scientific basis for extending the duration of currently licensed storage approaches and additional monitoring and inspection techniques as these systems reach the end of their original design lifespans.",
            "The new four-year study “Performance Assessment of Storage Systems for Extended Durations” aims to gather operational experience and research results on the performance, monitoring and inspection of spent fuel storage systems.",
            "The main objective of the programme is to strengthen technical knowledge on the long-term behaviour of wet and dry spent fuel storage systems as well as inspection and monitoring technologies. Specific research objectives include identifying degradation mechanisms of materials used in wet and dry spent fuel storage systems, developing new methods for maintenance and inspection on storage systems and transport casks and developing techniques to monitor the containment of dry storage systems, among other areas of research.",
            "Worldwide the nuclear industry will inevitably create deep geological disposal locations that will become operations over the coming decades and 2022 will stand out as a big year in terms of key development breakthroughs. As an industry this is vital for the future, but for many nations with active nuclear programmes it is still some way off becoming reality."
        ],
        "frequency": 2
    },
    {
        "url": "https://www.neimagazine.com/analysis/rd-set-to-minimise-waste-volumes-9865389/",
        "title": "R&D set to minimise waste volumes",
        "text": [
            "Above: Oak Ridge National Lab is working with Orano FS to develop a modular off-gas treatment system",
            "Nearly a dozen research projects have received funding from the US Department of Energy (DOE) as part of a programme aimed at limiting the volume of waste from the new generation of advanced reactors. The Optimizing Nuclear Waste and Advanced Reactor Disposal Systems (ONWARDS) scheme was first announced last year to identify and facilitate technologies for advanced reactor used nuclear fuel (UNF) recycling, disposal and associated safeguarding technologies.",
            "Projects funded through the ONWARDS programme will develop technologies that can resolve the waste and storage challenges associated with advanced reactor fuel cycles. The goal is to reduce nuclear waste and to support safer and more sustainable domestic fuel stocks. In the latest round of funding the DOE has pushed another US$36 million into the Advance Research Projects Agency-Energy (ARPA-E) programme.",
            "Taking a good look at waste",
            "Among the 11 projects which have received funding, GE General Electric Global Research was granted nearly US$4.5 million for a project that will develop an innovative inspection technique for use in nuclear reprocessing facilities.",
            "Resonance Absorption Densitometry for Materials Assay Security Safeguard (RADMASS) is designed to address the challenge of inspecting spent fuel which is stored at various storage sites across the US. RADMASS is a non-destructive evaluation technique that will be able to accurately measure and characterize this material for more cost-effective reprocessing.",
            "The objective of the project is to demonstrate a proof of concept in a non-radiation environment with photonics and nuclear modelling proving the ability of RADMASS to operate in a high radiation environment such as a nuclear fuel reprocessing radiation containment chamber.",
            "Dr. Andrew K. Hoffman, Materials Research Scientist at GE Research and principal investigator on this project, says: “One of the most exciting factors about the advanced nuclear reactor concepts coming online is the opportunity to optimize how the industry can recycle fuel in the future. With new advanced reactor concepts creating more recycling opportunities, we need to seize the moment in making nuclear an even more attractive, carbon-free energy alternative.”",
            "A further US$8.5 million was awarded to TerraPower for a project which aims to reduce waste volumes using chloride salts at high temperatures. The goal of the Chloride-Based Volatility for Waste Reduction and/or Reuse of Metallic-, Oxide-, and Salt-Based Reactor Fuels project is to adjust chloride-based volatility (CBV) parameters to achieve a high degree of uranium recovery. By doing so waste volumes will be significantly reduced. With prior work having already demonstrated recovery of more than 99% of the uranium from irradiated oxide fuel, it may be possible to reduce repository burdens by a factor of 10-20 times, TerraPower says. The work will start with surrogate UNF and progress to actual oxide UNF in a demonstration of the process which can be applied to metallic-, oxide- and salt-based reactor fuels.",
            "“We are actively exploring new solutions across the fuel cycle, including the best way to address used fuel,” said TerraPower President and CEO Chris Levesque.",
            "In a project getting more than US$3 million in ARPA-E funding Citrine Informatics, Pacific Northwest National Laboratory, and University of North Texas will use artificial intelligence and simulation methods to develop novel phosphate waste materials that significantly reduce repository burden from molten salt reactors.",
            "The aim of the project is to rapidly develop phosphate glasses, ceramics, and their composites to enable removal of halides and the more secure immobilization of salt waste from molten salt reactors. The programme hopes to culminate in a kg-scale proof-of-concept of a designed waste form and to demonstrate a more than six times increase in waste mass loading and an 80% decrease in waste volume when compared with existing technologies. The proposal will also result in 60% decrease in the capital and operating expenditures of waste form processing, Citrine says.",
            "“By combining the knowledge and capability of the top experts in nuclear waste manufacturing and glass and ceramic simulation with our data-driven methods, our ARPA-E program promises to disrupt the nuclear waste industry by designing more efficient, less expensive, and safer waste forms in only three years,” said Dr. James Saal, Citrine’s Director of External Research Programs and the Principal Investigator.",
            "Orano subsidiary Orano Federal Services (FS) is to receive $2.2 million in project funding to develop a modular off-gas treatment unit. The ‘plug and play’ unit will be tailored to the off-gases created when processing used nuclear fuel from different advanced reactor types, including metal fuel, TRISO fuel, and molten salt reactor liquid fuel. Optimised to efficiently capture regulated radioactive and non-radioactive off-gases, the treatment processes will themselves only generate low-level waste suitable for either disposal or decay storage. Principal investigator Dr Sven Bader will be working with the state-of-the-art research and development performed by Oak Ridge National Lab (ORNL) and Pacific Northwest National Laboratory (PNNL) in the off-gas treatment.",
            "“Advanced reactors will require advanced processes for preparing their used nuclear fuel to be reused. We appreciate this opportunity to… work with ONWARDS in support of the next generation of advanced reactors,” said Dr Dorothy Davidson, Orano FS president.",
            "Among a number of projects underway at academic institutions, the New Brunswick, New Jersey site of Rutgers University is receiving grant funding worth US$4 million for the Pioneering a Cermet Waste Form for Disposal of Waste Streams from Advanced Reactors (PACE-FORWARD) project.",
            "The University aims to deliver a simple, scalable route for immobilizing multiple waste streams like metals, salts and carbon into a singular, high-density, durable cermet. The goal is to encapsulate waste emanating from any potential advanced reactor fuel cycle into a heat-resistant ceramic and metallic composite waste form. The cermet will comprise stainless steel waste as the primary phase, encapsulating a ceramic phase dispersed homogeneously throughout the metal matrix. It will",
            "be consolidated to reduce porosity. The PACE-FORWARD technology will substantially minimise processing of waste streams by eliminating the need to develop multiple waste forms for separate waste streams, Rutgers says. The process will also reduce the repository footprint by around an order of magnitude compared with light water reactor technologies. It is designed to be suitable for multiple disposal environments and is also expected to reduce production and operation and maintenance costs by around 50% when compared with current incumbent technologies, they add.",
            "Another academic project funded under the ARPA-E scheme is the US$3.4 million Matrix Engineered TRISO Compacts Enabling Advanced Reactor Fuel Cycles (MATRICY) project underway at Stony Brook University in New York.",
            "Their proposal centres on a comprehensive systems approach to significantly reduce the waste burden by improving fuel utilization and reducing uranium loading. This approach considers the use of a TRISO-based micro-encapsulated fuel employing MgO as a low-waste and repository-ready fuel form. MATRICY will engineer the TRISO fuel to enable deconsolidation of intact particles. At the same time the project will evaluate it as a final waste form for long-term disposition.",
            "The Stony Brook team will couple reactor analysis with a programme to fabricate and understand the performance of the new fuel and its waste forms. They aim to realise more than an order of magnitude reduction in nuclear waste compared with current state-of-the-art technologies.",
            "Meanwhile, the University of California, Berkeley, the Lawrence Berkeley National Laboratory and NAC International are working in partnership with Deep Isolation on the UPWARDS programme with more than US$3.6 million of ARPA-E funding. The Universal Performance Criteria and Canister for Advanced Reactor Waste Form Acceptance in Borehole and Mined Repositories Considering Design Safety (UPWARDS) project is looking to establish a novel universal canister system for advanced reactor waste streams. This new canister will create an elemental waste form that will decouple the interdependent constraints that exist between storage, transport, and disposal, the partners state. Designed to be compatible with current dry storage and transportation infrastructure, the new canister will also meet the thermal, volumetric and criticality waste acceptance constraints of Deep Isolation’s deep borehole solution. The goal is to minimise the long-term costs of used fuel and waste management by packaging waste in small canisters that can be dry stored on site or centrally, transported to a geologic repository, and disposed of without repackaging.",
            "Deep Isolation is also partnering with another group receiving ARPA-E funding. In an Oklo-led project – Enabling the Near-term Commercialization of an Electrorefining Facility to Close the Metal Fuel Cycle – the partners aim to commercialise a nuclear fuel recycling facility within the next few years. This facility will produce fuel for Oklo’s metal-fuelled reactors and close the advanced reactor fuel cycle. ARPA-E funding worth US$4 million will allow the partners to focus on industrialising and automating the key processes of an electrorefining facility used for recycling nuclear fuel. That will address each key operation and demonstrate the end-to-end process with simulated fuel. The project will also prepare the facility",
            "for NRC licensing and establish a plan for the final deep borehole repository disposal of any waste resulting from the process. This technology is expected to reduce waste by more than an order of magnitude compared with a no-reprocessing baseline. In addition, ONWARDS aims to advance development of high-performance waste forms while maintaining back-end costs in the accepted range of US$1/MWh, its backers claim.",
            "“The ONWARDS project will build on our other DOE project work to allow Oklo to build a first-of-a-kind fuel recycling facility,” said Jacob DeWitte, co-founder and CEO of Oklo. “A commercial-scale fuel recycling facility will change the economic paradigm for advanced fission,” he added.",
            "Smaller projects are also underway at Brigham Young University – Two-Step Chloride Volatility Process for Reprocessing Used Nuclear Fuel from Advanced Reactors; Idaho National Laboratory – Traveling Molten Zone Refining Process Development for Innovative Fuel Cycle Solutions; and the Rensselaer Polytechnic Institute – Metal-Halide Perovskites as Innovative and Cost-Effective Fluoride Salt Waste Forms. These projects round out the 11 which are receiving funding under this round of ARPA-E funding.",
            "All these research projects seek to increase the deployment and use of nuclear power as a reliable source of clean energy by limiting the volume of waste produced from Advanced Reactors. By mitigating waste and storage concerns, the goal is to support clean energy infrastructure and pave the way for a new era of nuclear energy. Indeed, the DOE recently released a supply chain report noting that the development of fuel and an integrated waste disposal strategy for advanced reactor technologies are significant factors in supporting further nuclear energy deployment. As Secretary of Energy Jennifer M Granholm says: “Developing novel approaches to safely manage nuclear waste will enable us to power even more homes and businesses in America with carbon-free nuclear energy. ARPA-E is doing just that by supporting companies",
            "and universities that are working on next-generation technologies to modernise advanced reactors and strengthen the nation’s clean energy enterprise”."
        ],
        "frequency": 2
    }
]