[
    {
        "url": "https://www.neimagazine.com/news/nano-becomes-first-nuclear-microreactor-company-to-be-listed-publicly-in-usa-11756329/",
        "title": "NANO becomes first nuclear microreactor company to be listed publicly in USA",
        "text": [
            "NANO Nuclear Energy Inc, a US developer of advanced microreactors, has gone public on the Nasdaq Capital Market through a $10.25 million initial public offering.",
            "The company sold 2,562,500 million shares at $4 each. Proceeds will fund continued research and development of NANO's ZEUS solid core battery reactor and ODIN low-pressure coolant reactor designs.",
            "Funds will also go towards advancing NANO's technology for transporting high-assay low-enriched uranium (HALEU) fuel required by next-generation microreactors and small modular reactors. The startup aims to establish a domestic HALEU fuel fabrication capability as well.",
            "Founded in 2022, NANO is led by entrepreneur Jay Jiang Yu. Its subsidiaries include Advanced Fuel Transportation Inc for HALEU transport and HALEU Energy Fuel Inc focused on fuel fabrication.",
            "The successful Nasdaq listing provides capital for NANO to further its novel microreactor technologies and support the emerging advanced nuclear fuel supply chain."
        ],
        "frequency": 5
    },
    {
        "url": "https://www.neimagazine.com/news/nanos-odin-reactor-completes-pre-conceptual-design-review-11493738/",
        "title": "NANO’s “ODIN” reactor completes pre-conceptual design review",
        "text": [
            "US-based NANO Nuclear Energy has announced that Idaho National Laboratory (INL) has completed a pre-conceptual design review of its ODIN low-pressure coolant microreactor design. The review was requested by NANO Nuclear to provide an external audit of the technical work completed to date on the microreactor. Nano said the review served to ensure that it had “thoroughly considered the necessary aspects of its design and the applicable regulations for advancing the technology towards a commercial product”.",
            "NANO announced development of ODIN in March 2023 “to diversify its technology portfolio, as the design requirements can be met through different technological solutions”. This followed earlier announcements about its ZEUS advanced nuclear micro reactor designed to be modular and to connect with local power grids or power systems, “revolutionising recovery from natural disasters and how remote communities, mining project, and military bases, among others, obtain consistent electricity”. The company said it is “committed to building smaller, cheaper, and safer nuclear energy for the future by incorporating the latest technology into its own proprietary novel reactor designs, intellectual properties, and research methods”.",
            "NANO said the ODIN design will utilise conventional sintered pellet uranium dioxide (UO2) fuel with up to 20% enrichment, “helping to minimise the required development and testing programme schedule and costs”. The low-pressure coolant will “minimise the stress on structural components, improve their reliability and service life”. It will also “use a unique reactivity control system design, aiming to have high reliability and robustness through minimizing the number of moving parts”. The “ODIN” design will aim to take maximum advantage of natural convection of coolant for heat transfer to the power conversion cycle at full power and for decay heat removal during reactor shutdown, operational transients, and off-normal conditions.",
            "The company website has extensive information on the global potential for nuclear in general and small reactors in particular. However, it has no information on the technology or reactor-type planned for either ZEUS or ODIN. It notes: “A handful of microreactor designs are under development and they could be ready to roll out within the next decade. These compact reactors will be small enough to transport by truck and could help solve energy challenges in a number of areas.”",
            "NANO announced a Strategic Partnership Project Agreement with INL in April 2023 after which INL advanced its examination of ODIN through a panel of national laboratory engineers and scientists. NANO said it expects that INL will now perform a similar review of its proprietary ZEUS microreactor.",
            "“Idaho National Laboratory has been instrumental in aligning our operations with the United States’ energy objectives and strategic direction,” said Jay Jiang Yu, NANO Founder & Executive Chairman. “Through the laboratory’s thorough evaluation … we have obtained enormously useful and valuable insights to assist our technological development.",
            "INL reviewed the technical information provided by NANO on its reactor design, siting, fuel, and decommissioning strategy, culminating in a Panel Review Workshop to discuss every applicable area of the design and the future work required “to successfully deliver an optimised and market-driven product”. The review panel provided recommendations and outlined a path forward.",
            "James Walker, NANO’s CEO and Head of Nuclear Reactor Development, said: “Idaho National Laboratory is a great resource to help the development and evolution of our advanced nuclear reactors. Their recommendations will serve to both optimise our reactor designs, and ensure these developments simultaneously align with national standards and licensing requirements.”",
            "Image: Rendering of NANO’s low-pressure coolant microreactor “ODIN” (courtesy of NANO Nuclear Energy)"
        ],
        "frequency": 11
    },
    {
        "url": "https://www.neimagazine.com/news/nano-plans-fuel-fabrication-plant-at-idaho-national-laboratory-11096442/",
        "title": "NANO plans fuel fabrication plant at Idaho National Laboratory",
        "text": [
            "US-based microreactor developer NANO Nuclear Energy has started due diligence to site a nuclear fuel fabrication facility at Idaho National Laboratory (INL). NANO said its submission to the US Department of Energy (DOE) responds to questions posed by DOE. It also includes a proposed memorandum of understanding on site selection for the facility, which would be integrated with INL facilities. According to NANO, the facility could produce fuel for INL as well for NANO Nuclear and other potential customers.",
            "\"Locating its fuel manufacturing facilities at INL would allow NANO Nuclear to avoid transporting nuclear material over public roads, which initial planning shows will save considerable time and cost,\" the company said. \"NANO Nuclear's DOE submission contemplates a Nuclear Regulatory Commission-licensed facility that can produce a variety of fuel types catering to a range of customers as soon as 2027.\" NANO signed a Strategic Partnership Project Agreement with INL in April.",
            "In March, NANO announced development of ODIN, its second proprietary advanced micro nuclear reactor design, a low-pressure coolant reactor. This followed earlier announcements about its ZEUS advanced nuclear micro reactor designed to be modular and to connect with local power grids or power systems. The company website has extensive information on the global potential for nuclear in general and small reactors in particular. However, it has no detailed information on the technology or reactor-type planned for either ZEUS or ODIN.",
            "NANO says Zeus features a fully solid core and will to fit inside a standard ISO shipping container. Heat removal is through thermal conduction, eliminating the need for coolant and pumps. Odin it will use a unique reactivity control system design, minimising the number of moving parts, and will use natural convection of coolant for heat transfer. It designed to use conventional sintered pellet UO2 fuel with up to 20% uranium-235 enrichment “helping to minimise the required development and testing programme schedule and costs”.",
            "In February, NANO also established a subsidiary, HALEU Energy Fuel. The purpose of the new company is “to develop, improve, and accelerate the domestic production of High-Assay Low Enriched Uranium (HALEU) to meet the growing demand for the fuel required to power advanced nuclear reactors. HALEU fuel, enriched to between 5% and 20% with uranium-235, is needed for many advanced nuclear reactors under development. The industry anticipates it may need nearly 600 tonnes of HALEU by 2030.",
            "The company says there is a \"national capability gap\" in the USA with respect to fuel fabrication for the next generation of microreactors and advanced nuclear reactors. \"As the company began planning for its anticipated reactor business, securing fuel for its Zeus and Odin reactors became a principal priority. The capability gap presented the company with an opportunity to secure its own fuel supply while satisfying a national demand and creating new business opportunities.\"",
            "Clearly the relationship with INL is important. NANO founder, executive chairman & president Jay Jiang Yu described the submission and collaboration with INL are a \"big step forward\" for the company. \"We believe that our Zeus and Odin microreactors represent the leading edge of advanced nuclear microreactor technology,” he said. He added: “Pairing this with the ability to focus on our own fuel in collaboration with the nation’s pre-eminent nuclear laboratory would be key vertical integration for our company that would both propel our own reactor business and create very promising additional business opportunities for NANO Nuclear.\"",
            "Image: The Zeus microreactor (courtesy of NANO Energy)"
        ],
        "frequency": 13
    },
    {
        "url": "https://www.neimagazine.com/analysis/moving-mine-waste-10644827/",
        "title": "Moving mine waste",
        "text": [
            "Above: Navaho Nation is home to many uranium mining sites where clean up funding is not in place",
            "The US NRC has assessed that shifting waste from a mine site in New Mexico to a neighbouring mine site would be beneficial for a community that would rather see the waste removed out of state. The site is just one of hundreds affecting members of the Navaho Nation.",
            "Northeast Church Rock (NECR) is a former uranium mine in McKinley County, New Mexico, USA, that was operated by United Nuclear Corporation (UNC) between 1967 and 1982. UNC also operated the Church Rock uranium milling facility, less than 1.6km distant, from 1977 to 1982 under a licence issued by the State of New Mexico.",
            "Uranium from the NECR Mine Site and other local mines was processed at the mill facility, and residual materials (‘tailings’) were placed in an impoundment (also known as a tailings dam).",
            "Work at these two sites directly affects the local populations. Three small communities – Red Water Pond Road, Pipeline Road and Pinedale – are all within a kilometre or two of the sites or between them.",
            "The sites are just two of hundreds in the region, but they illustrate the complexities of responding to the environmental degradation incurred in sourcing the fuel needed for the nuclear industry of the last century. Most significantly, the UNC Mill Site – and the surrounding country – suffered the USA’s biggest ever radiological event, on 16 July 1979, when a failure of the tailings dam released 350 million litres (93 million gallons) of tailings into local river drainages and into the underlying alluvium. At NECR Following the tailings spill and related corrective actions, UNC resumed uranium milling operations, and eventually some 3.2Mt of tailings were held in the tailings impoundment at the UNC Mill Site.",
            "The US NRC now proposes to go ahead with a $42 million project to shift contaminated material from the mine to long-term storage at the milling facility. It says the project will release land to local people and reduce the possibility of contamination spread, and it proposes to go ahead even though many local Navaho tribespeople say that rather than shifting waste a short distance – with around four years of truck movements and other local disruption – they want to see the waste removed from the region entirely.",
            "There are 524 known abandoned uranium mine sites that were built and worked between 1944 and 1986 on the land that constitutes the Navajo Nation, in areas that often have social and religious significance for people that live in the region. According to the United States Environmental Protection Agency, over 30Mt of uranium was extracted from the mining sites on Navajo lands during that time. The Navajo Environmental Protection Agency (EPA) believes there could be far more.",
            "In a meeting in September 2022 between Navajo Nation President Jonathan Nez and Council Delegate Rickie Nez, US Environmental Protection Agency (EPA) and Administrator Michael S. Regan and Deputy Administrator Janet McCabe, the Navaho representatives asked for faster work on remediation. They said that only 219 of the mine sites have available funds for clean-up and remediation efforts, leaving a total of 305 unaddressed.",
            "Council Delegate Nez, who serves as the chair of the Resources and Development Committee, called on the federal EPA to clean up uranium sites on the Navajo Nation as quickly as possible. “By working together with the Biden-Harris Administration over the last couple of years, we have built a lot of momentum on many issues including the cleanup of uranium waste. Progress is in the works and we will begin to see more mines addressed in our communities” said President Nez.",
            "Administrator Regan said that the federal EPA is creating field offices located in the capital of the Navajo Nation and Flagstaff, Arizona, dedicated to working with the Navajo Nation EPA. The EPA also reported that it is working with the US Department of Energy and the Navajo Nation to conduct assessments and are prioritising more than 300 uranium mine sites that do not yet have funding for remediation.",
            "According to a press release issued following the meeting, Administrator Regan visited an abandoned uranium mine close to occupied homes the previous year, while in April, USNRC representatives visited the Redwater Pond Road Community, to hear from local Navajo residents about the “devastating impacts caused by uranium mining”.",
            "Two sites in the spotlight",
            "The two sites in McKinley county are among those that are on the agenda for remediation. But deciding in the next steps for the two sites has been a long process.",
            "UNC Mill Site: In 1986 the NRC reassumed regulatory authority for the UNC Mill Site and it approved a reclamation plan in 1991, after several iterations. Now surface decommissioning and reclamation of the former mill facilities and three tailings cells (South, Central, and North) and two borrow pits is complete, except for the area on the South Cell covered by two evaporation ponds. An NRC-approved groundwater corrective action plan includes a pump-and-treat groundwater extraction system and evaporation ponds for disposal of treated water. Remaining final site reclamation activities include placing a final radon barrier and erosion protection, with other groundwater corrective actions.",
            "NECR Mine Site: While the NECR Mine Site mine operated, it was the principal mineral source for the UNC mill. Its 83.8Ha area is mostly on Navajo Nation land or Navajo Nation Trust land and private land. The NECR Mine Site consists of two shafts, two uranium ore waste piles, several mine vent holes, and a production well 550m deep that was used to dewater the mine workings during operations. After the mine was shut down, residual materials, including low grade uranium ore, waste rock, and overburden wastes, remained at the site. UNC undertook various closure activities between 1986 and 1994, including backfilling and sealing the two mine shafts and associated vent holes and regrading, covering, and revegetation of materials storage areas.",
            "Because tailings material from the UNC Mill Site had been previously authorised by the State of New Mexico for backfilling mine workings at the NECR Mine Site, residual tailings materials remained in stockpile areas at the mine site that also required remediation. After the NRC assumed licensing authority over the UNC mill tailings, the residual tailings at the NECR Mine Site were removed and transferred back to the UNC Mill Site tailings impoundment, and related facilities at the mine site were decommissioned in accordance with the NRC licence.",
            "The EPA has determined that the mine waste presents a threat to public health and now the NRC has published an Environmental Impact Assessment (EIA) – a significant step in the process of cleaning up the sites – a process that has already lasted much longer than either site was in active use. It says it is necessary to remove the NECR mine waste to allow for remediation of the NECR Mine Site and productive uses of the land, such as grazing and farming, and cultivating traditional plants for dyes and medicinal uses. The EIA says that the ‘no-action’ option would mean restricted land use “would continue to noticeably influence the ability of the Navajo Nation to use the land”. The NRC staff conclude that under the no-action alternative, there would be a ‘large’ impact on land use as a result of uranium mining.",
            "Different parts of the two sites to be addressed are licensed by different agencies – the US Nuclear Regulatory Commission (USNRC) licenses the tailings impoundment at the UNC Mill Site, for example, but does not license other parts of the site.",
            "Interim EPA cleanup has seen over 200,000 tonnes of contaminated material removed from residential areas to address immediate exposure concerns. In 2005, following a request by the Navajo Nation Environmental Protection Agency (NNEPA), the EPA agreed to assume jurisdiction for the mine cleanup and act as the lead regulatory agency for the NECR Mine Site.",
            "In the next step UNC wants to transfer around 765,000 m3 of waste from the NECR mine to be stored above the tailings impoundment at the UNC Mill Site.",
            "Principal threat waste (PTW) would not be moved. PTW is defined by EPA as source materials that are considered to be either highly toxic or highly mobile. EPA has defined PTW at the site as material that contains 7.40 Bq/g or more of Ra-226, and/or 500 (mg/kg) [500 ppm] or more of total uranium. That material cannot be sent to the disposal site above the UNC tailings impoundment. Instead UNC’s proposal is to transport the PTW to the White Mesa uranium mill in Blanding, Utah, but UNC is not expected to finalise arrangements for disposal until the current works is completed.",
            "The UNC Tailings Impoundment is an engineered and covered impoundment located on the UNC Mill designed and constructed to address NRC criteria to isolate tailings from the environment, control radiological hazards, and limit radon releases for up to 1,000 years. Eventually, the NRC expects the tailings impoundment would be transferred to a government custodial agency for long-term surveillance.",
            "The mine waste has radiological characteristics comparable to the tailings at the UNC Mill Site because both are derived from the same uranium ore material. NECR mine waste that exceeds a Ra-226 concentration of 200 pCi/g would not be sent to the UNC Mill Site because it is considered PTW.",
            "UNC proposes to transfer the NECR mine waste to the proposed disposal site using articulated dump trucks on access and haul roads that connect the two sites. One alternative would use an elevated conveyor system to transfer most of the waste at an additional cost of $1 million. In this case about 5% of NECR mine waste would still have to be transferred by truck (which would have a slightly higher impact than in the main proposal because it could not use specially constructed haul and access roads). But most of the NECR mine waste would avoid crossing New Mexico Highway 566 at ground level, which would reduce the potential transportation-related impacts. UNC estimates that this alternative would disturb 0.8Ha less than the proposed haul and access roads although construction of the conveyor and a bridge over the highway would involve shipments and temporary lane closures and interruptions to transportation.",
            "Another alternate would source cover material from other areas. This would reduce costs by $3 million, the assessment says.",
            "UNC proposes to install permanent stormwater controls for the proposed disposal site using existing swales and channels constructed on the tailings impoundment, with improvements and supplemental controls where necessary.",
            "The proposed project phases would last around four years, to include construction and transfer of NECR mine waste, and closure of the constructed disposal site. Another 10 years may be needed for other activities, including the completion of UNC Mill Site reclamation, groundwater corrective action and NECR Mine Site.",
            "The long-term (post-closure) timeframe includes long-term isolation of tailings and wastes and the effects of land use restrictions and requires that a mill tailings disposal facility be designed to provide “reasonable assurance of control of radiological hazards to… be effective for 1,000 years, to the extent reasonably achievable, and, in any case, for at least 200 years”.",
            "In the EIA the NRC recognised that “the Navajo Nation government and members of local Navajo communities oppose the proposed action – the transfer and disposal of mine waste onto the existing UNC Mill Site – and prefer that the waste be moved far away from the Navajo Nation”. It also recognised that “Navajo Nation communities are closer than any other community to the proposed project area and would be disproportionately affected by transportation-related impacts, impacts to air quality, increased noise levels, and visual disturbances”. Mitigation included EPA programmes to provide community members with voluntary alternative housing and mitigations proposed by UNC during the action.",
            "But, overall, the NRC concluded that the programme would be beneficial. Removal of mine wastes from the former NECR Mine Site and consolidation of the mine materials over existing mill tailings on private property would minimise the footprint of waste disposal facilities and allow beneficial reuse of the NECR Mine Site."
        ],
        "frequency": 1
    },
    {
        "url": "https://www.neimagazine.com/news/nano-nuclear-announced-a-second-reactor-design-10638345/",
        "title": "NANO Nuclear announces second reactor design",
        "text": [
            "ZEUS advanced nuclear micro reactor is designed to be modular and to connect with local power grids or power systems. (Credit: NANO NUCLEAR ENERGY, INC.)",
            "US-based NANO Nuclear Energy has announced development of a second proprietary advanced micro nuclear reactor design. ODIN is a low-pressure coolant reactor that “aims to diversify its technology portfolio, as the design requirements can be met through different technological solutions”.",
            "This follows earlier announcements about its ZEUS advanced nuclear micro reactor designed to be modular and to connect with local power grids or power systems, “revolutionising recovery from natural disasters and how remote communities, mining project, and military bases, among others, obtain consistent electricity”. The company said it is “committed to building smaller, cheaper, and safer nuclear energy for the future by incorporating the latest technology into its own proprietary novel reactor designs, intellectual properties, and research methods”.",
            "The ODIN design will utilise conventional sintered pellet uranium dioxide (UO2) fuel with up to 20% enrichment, “helping to minimise the required development and testing programme schedule and costs”. The low pressure coolant will “minimise the stress on structural components, improve their reliability and service life”. It will also “use a unique reactivity control system design, aiming to have high reliability and robustness through minimizing the number of moving parts”.",
            "The reactor will operate at higher than conventional water-cooled reactor temperatures, which will allow resilient operation and high-power conversion efficiency in generating electricity. The “ODIN” design will aim to take maximum advantage of natural convection of coolant for heat transfer to the power conversion cycle at full power and for decay heat removal during reactor shutdown, operational transients, and off-normal conditions.",
            "“Our second proprietary Advanced Nuclear Reactor design, ODIN adds another disruptive technology that we are confident will add enormous value to our company, said James Walker, NANO Nuclear Energy’s CEO & Head of Reactor Development. “We now have a portfolio of advanced, commercially driven, reactors being developed by world class technical teams, diversifying the products that NANO Nuclear will have available, while simultaneously opening further routes to success.”",
            "The company website has extensive information on the global potential for nuclear in general and small reactors in particular. However, it has no information on the technology or reactor-type planned for either ZEUS or ODIN. It notes: “A handful of microreactor designs are under development and they could be ready to roll out within the next decade. These compact reactors will be small enough to transport by truck and could help solve energy challenges in a number of areas.”",
            "Earlier in February, NANO Nuclear also established a subsidiary, HALEU Energy Fuel. The purpose of the new company is “to develop, improve, and accelerate the domestic production of High-Assay Low Enriched Uranium (HALEU) to meet the growing demand for the fuel required to power advanced nuclear reactors. HALEU fuel, enriched to between 5% and 20% with uranium-235, is needed for many advanced nuclear reactors under development. The industry anticipates it may need nearly 600 tonnes of HALEU by 2030.",
            "Russia is currently the only commercial source of HALEU and accounted for nearly 40% of global uranium conversion services in 2020. The US Department of Energy (DOE) is now looking to develop its own HALEU production facilities in face of concerns about energy independence. It set up the HALEU Consortium in 2022 to support the availability of HALEU for civilian domestic research, development, demonstration, and commercial use. Following the formation of HALEU Energy Fuel, NANO Nuclear Energy was selected as a founding member of the Consortium."
        ],
        "frequency": 6
    },
    {
        "url": "https://www.neimagazine.com/news/nano-nuclear-closes-funding-round-10604934/",
        "title": "NANO Nuclear closes funding round",
        "text": [
            "‘ZEUS’ NANO Nuclear Energy’s Portable and On-Demand Advanced Nuclear Micro Reactor Design. (Credit: GlobeNewswire/ NANO Nuclear Energy Inc.)",
            "US-based NANO Nuclear Energy has closed an oversubscribed $4.14m funding round. Jay Jiang Yu, NANO Nuclear Energy’s Founder, Chairman & President said the money raised will be used to further the company’s efforts “to disrupt, revolutionise and progress the sustainable, carbon free and nuclear energy industry”.",
            "NANO Nuclear Energy says it is “committed to building smaller, cheaper, and safer nuclear energy for the future by incorporating the latest technology into its own proprietary novel reactor designs, intellectual properties, and research methods”. Currently in technical development is ZEUS, the company’s first generation portable, on-demand capable advanced nuclear micro reactor. “The ZEUS design will be modular and enable it to connect with local power grids or power systems, revolutionising recovery from natural disasters and how remote communities, mining project, and military bases, among others, obtain consistent electricity,” the company notes.",
            "The company website has extensive information on the global potential for nuclear in general and small reactors in particular. However, it has no information on the technology or reactor-type planned for ZEUS. It notes: “A handful of microreactor designs are under development and they could be ready to roll out within the next decade. These compact reactors will be small enough to transport by truck and could help solve energy challenges in a number of areas.",
            "It adds: “Microreactors would produce 1-20 megawatts of thermal energy that could be used directly as heat or converted to electric power. They can be used to generate clean and reliable electricity for commercial use or for non-electric applications such as district heating, water desalination and hydrogen fuel production.”",
            "Dr Jeffrey L Binder, NANO Nuclear Energy’s Head of Nuclear Laboratory and Technologies says: “Creating the next generation advanced nuclear micro reactors requires a lot of effort and manpower. With this funding, we are able to ensure that the best and brightest continue to work on this innovative initiative and that the relationships we have established with regulatory agencies and laboratories continue to deepen.”",
            "CEO and Board Member James Walker notes: “There has been a lot of development and growth in the nuclear energy industry in the recent months. With the $4.14m funding, NANO Nuclear is well positioned to capitalise on the market’s rapid expansion, as it will allow us to make further advancements in our proprietary reactor design, fund addition research and development initiatives and ensure that we remain on the cutting-edge of this dynamic industry.”"
        ],
        "frequency": 7
    },
    {
        "url": "https://www.neimagazine.com/news/energoatom-to-establish-network-of-electric-charging-stations-10061080/",
        "title": "Energoatom to establish network of electric charging stations",
        "text": [
            "Ukraine’s Cabinet of Ministers have adopted the ordinance \"On the establishment of a network of high-speed vehicle electric charging stations by SE NNEGC Energoatom\". According to the document, nuclear utility Energoatom will be the customer for the creation of the network. Energoatom President Petro Kotin stressed that the utility has significant capabilities for the production of affordable and clean electricity, which can be supplied to new segments of the domestic market, to meet the growing needs of domestic motor carriers for affordable electricity, as well as fast and convenient charging of electric vehicles anywhere in Ukraine. For Energoatom, this also means an entry into the retail market of electricity sales, which will significantly increase its capitalisation.",
            "The project to establish a national network envisages the construction of 120 vehicle electric charging stations within two years: 40 high capacity (160+ KW) and 80 medium capacity (60+ KW) in regional centres and on the main highways. In June Energoatom and JSB Ukrgasbank signed a Memorandum of Partnership and Cooperation, agreeing to start the joint implementation of the project to create a national network of electric charging stations using the financial capabilities of Ukrgasbank and the production and technical potential of Energoatom as Ukraine’s largest power producer.",
            "Image: The stations that drivers will use to charge their vehicles (courtesy of Energoatom)"
        ],
        "frequency": 1
    }
]