[
    {
        "url": "https://www.neimagazine.com/news/more-funding-for-us-companies-under-does-gain-programme-10451593/",
        "title": "More funding for US companies under DOE’s GAIN programme",
        "text": [
            "The US Department of Energy’s (DOE’s) Office of Nuclear Energy (NE) has awarded vouchers to four companies under its Gateway for Accelerated Innovation in Nuclear (GAIN) initiative to help support the development of several US advanced reactor designs. The companies will be provided access to the research capabilities and expertise at Argonne National Laboratory (ANL) and Idaho National Laboratory (INL) to help advance their projects.",
            "The GAIN initiative is a partnership mechanism launched in 2016 by DOE-NE to accelerate the commercialisation of advanced nuclear technologies. Th purpose was to make research, development and demonstration (RD&D) infrastructure available to stakeholders “to achieve faster and more cost-effective development of innovative nuclear energy technologies toward commercial readiness”.",
            "DOE said this would “realise the enormous potential of nuclear energy and maintain the United States' historic leadership in the field”. It noted that the RD&D needed to bring new concepts to a commercial readiness was traditionally lengthy and expensive. FAIN was intended to overcome this by giving companies access to DOE facilities.",
            "The latest awards are for:",
            "Dow (Midland, Michigan) to work with INL to examine how small modular reactor (SMR) technologies can be integrated to provide electricity and process heat for the company’s chemical plants. Dow intends to use SMRs to provide process heat and power at one of its US Gulf Coast sites by 2030.",
            "Flibe Energy (Huntsville, Alabama) to work with ANL to manufacture and characterise salt systems for use in the company’s low-enriched uranium fuelled molten salt reactor. The company is developing a Liquid Fluoride Thorium Reactor that can be used for power or medical isotope production.",
            "Oklo (Santa Clara, California) to work with ANL to conduct experiments that can simulate coolant flow through the company’s reactor core to validate key modelling parameters and inform their reactor design. Oklo is developing the Aurora microreactor to provide off-grid electric power to customers isolated from large electric grids.",
            "Radiant Industries (El Segundo, California) will work with ANL and INL to develop computational analysis tools to better advance the design of its portable microreactor. The company’s Kaleidos design concept is being developed as a potential replacement for diesel generators.",
            "GAIN voucher recipients do not receive direct financial awards but provide funding to DOE national laboratories to help businesses overcome critical technological challenges to commercialising their technologies. All awardees are responsible for a minimum 20% cost-share, which could be an in-kind contribution. These were the first vouchers awarded in Fiscal Year 2023 cycle.",
            "In FY 2022 vouchers were awarded to Curio Solutions, Elementl Power, Tennessee Valley Authority, Orano Federal Services, TerraPower, Elysium Industries, Kairos Power, , Terrestrial Energy Ultra Safe Nuclear Corp (two awards). Other companies that have benefitted from the scheme include Kinectrics AES, Engineered Solutions Group, Vega Wave Systems, Lightbridge, Oklo, Analysis and Measurement Services Corporation, Terrestrial Energy, Urbix Resources, ThorCon and Transatomic."
        ],
        "frequency": 1
    }
]